[{"content": "<div class=\"abstract\">\n<b>AN EVALUATION  OF INDUSTRIAL EMISSION DAMAGE FUNCTION REGULATION AND IMPLIMENTATION <br/>AND ITS SUITABILITIES IN THE CONTROL OF AIR POLLUTION IN THE NIGERIA OIL AND GAS INDUSTRY<br/>(A CASE STUDY OF ELEME PETEROCHEMICAL INDUSTRY PORTHARCORT RIVERS STATE)</b><br/>ABSTRACT<br/>The broad environmental issues faced by the oil and gasexploration and production industry are manifested at bothlocal and global levels. They include: habitat protection andbiodiversity, air emissions, marine and freshwater discharges,incidents and oil spills, and soil and groundwater contami¬nation. Research Methodology: The aim of this chapter is to briefly intimate the reader with various research designs used by the researchers. And Chi-square were used to analyse the techniques used.<br/>Presentation, analysis and interpretation of data: This chapter deals with the presentations, analysis and interpretation of the da8ta collected. The data collected will be used to answer the research questions and test the hypothesis.<br/>In conclusionhave gone ahead to erect effective legal regimes in the form of laws and regulations to control and reduce this environmental menace.<br/>CHAPTER ONE<br/>INTRODUCTION<br/>The oil and gas industry is truly global, with operations con¬ducted in every corner of the globe, from Alaska to Australia,from Peru to China, and in every habitat from Arctic todesert, from tropical rainforest to temperate woodland, frommangrove to offshore.<br/>The global community will rely heavily on oil and gassupplies for the foreseeable future. World primary energyconsumption in 1994 stood at nearly 8000 million tonnes ofoil equivalents (BP Statistical Review of World Energy, June1995); oil and gas represented 63 per cent of world energysupply, with coal providing 27 per cent, nuclear energy 7 percent and hydro-electric 3 per cent. The challenge is to meetworld energy demands, whilst minimizing adverse impact onthe environment by conforming to current good practice.<br/>The exploitation of oil and gas reserves has not alwaysbeen without some ecological side effects. Oil spills,damaged land, accidents and fires, and incidents of air andwater pollution have all been recorded at various times andplaces. In recent times the social impact of operations, espe¬cially in remote communities, has also attracted attention.The oil and gas industry has worked for a long time to meetthe challenge of providing environmental protection. Muchhas already been achieved but the industry recognizes thateven more can be accomplished.<br/>The United Nations Conference on Environment andDevelopment (UNCED) held in Rio de Janeiro in June1992—'The Earth Summit'—focused world attention onthe close links that exist between the environment and socio¬economic development. The Summit reviewed global envir¬onmental issues and resulted in two conventions (theFramework Convention on Climate Change and theConvention on Biological Diversity), as well as the RioDeclaration and Agenda 21—plan of action. The centralmessage of Agenda 21 is one of interdependence and cross-sector partnership, and the plan of action provided a newapproach to the wide-ranging socio-economic and environ¬mental challenges facing the world community.<br/>The broad environmental issues faced by the oil and gasexploration and production industry are manifested at bothlocal and global levels. They include: habitat protection andbiodiversity, air emissions, marine and freshwater discharges,incidents and oil spills, and soil and groundwater contami¬nation. The industry has responded to these issues. The chal¬lenge is to ensure that all operations conform to currentgood practice.<br/>The continual evolution of the environmental agendamust also be taken into account. Industry places muchemphasis on establishing effective management systems andhas gone a long way to ensure that environmental issues arekey components of corporate culture, with the issues relatedto health, safety and environment often being consideredtogether, because they have much in common.<br/>BACKGROUND OF THE STUDY<br/>The Plant commenced operations with a total number of 1,376 staff, made up of 138 expatriates Technical Back-Up Services (TBS), and 1,246 Nigerian Staff.<br/>However, in 1999 EPCL started a gradual phase-out of the TBS Personnel as most Nigerian staff gained adequate experience on the operation and maintenance of the Plants.<br/>At 138 expatriate TBS Personnel the cost of about $2 million per month was abominable as it had negative impact on the cost of operations and cash flow for the Company. Today, the cost stands at about $0.64 million for 43 TBS Personnel.<br/>Historically, the Eleme Petrochemicals Complex Project was started in the Project Engineering Division of the NNPC under Mr. S. A. Kufeji as the General Manager, championed by Dr. E. I.Onyia, as Manager Petrochemicals.<br/>In early 1982, the Petrochemicals Division of the NNPC was created, with Mr. 0. 0. Lolomari as the General Manager, while Dr. E. I. Onyia continued his lead push for the petrochemicals programme. Later that year, NNPC signed the Consultancy Agreement with Foster Wheeler International Corporation of Reading, UK.<br/>Following a major re-organization of NNPC in October 1985, Dr.T. M. John was appointed the co-ordinator of the Petrochemical Sector. During another restructuring of the NNPC in 1988, Dr. T. M. John became the first Managing Director of Eleme Petrochemicals Company Limited (EPCL).<br/>1.4    OBJECTIVE OF THE STUDY<br/>The main objectives of this element of industrial fire engineering in the prevention of fire haroccus are as below:<br/>• To provide an orderly emergency response plan for all industrial workers.<br/>• To ensure all exit routes, emergency staircases are not obstructed and can be used in an orderly fashion during emergencies.<br/>• To ensure fast, organised and smooth evacuation of industry during emergencies.<br/>• To train fire engineers and emergency evacuation officers to conduct their duties successfully.<br/>• To test the working conditions and effectiveness of all fire and emergency equipment for all industrys in Imo State.<br/> Purpose and scope<br/>The purpose of this document is to provide an overview ofenvironmental issues in the oil and gas exploration and pro¬duction industry, and of the best approaches to achievinghigh environmental performance in all parts of the world. Itshould be noted that it covers only exploration and produc¬tion activities and does not discuss large scale storage andtransportation issues, or downstream processing. Nor does itattempt to cover social development issues in detail,although they are mentioned as important elements in thetext, alongside ecological issues.<br/>This document provides an overview for key stakehold¬ers in industry and government.<br/>STATEMENT OF THE PROBLEMS<br/>Air pollution has been becoming a necessary evil with rapid industrialization and urbanization around the world, after it results in kinds of human health problems, such as ophthalmic, respiratory and cardiovascular diseases (Brunekreef&amp; Holgate, 2002; Giles et al., 2011; Gudmundsson, 2011;Jamrozik &amp; Musk, 2011; Miller et al., 2007; Nandasena, 2010). The direst threat posted by air pollution may be its hard controlling caused by its strong flowability. Either could it be spread from one source location to a larger region, even the whole planet, and the sweeping radiation pollution in air originated from Fukushima in Japan is unfortunately in this case, or conversely diluted with changes of climatic conditions (Sample, 2007).<br/>Among all types of treatments of contaminants, including microbial bioremediation, phytoremediation stands out for its benefits yielded from self-maintaining, soil stabilization and other advantages to meet greater public approval (Doty et al., 2007). And different phytoremediation process is responsible for specific pollutant. Air pollutants can be divided into anthropogenic and natural pollutants according to their sources, or primary and secondary pollutants, which stem from reactions of primary pollutants, when taking production process into account (UNEP, 2004).<br/>1.7    RESEARCH HYPOTHESIS<br/>A hypothesis is a proposition that is stated in testable form and prediction of particular relationship between two or more variables.<br/>Ho:   There is no significant relationship between Ergonomic specification and the control of industrial accident rate in agro allied industry<br/>Hi:    There is great significant relationship between Ergonomic specification and the control of industrial accident rate in agro allied industry<br/> 1.6    RESEARCH QUESTIONS<br/>The following questions will be treated in the course of this research work thus:<br/>1. What types of work are most likely to pose fire outbreak in the industry?<br/>2. Can carelessness of the industrial workers in the industry result to fire outbreak<br/>3. If yes what are the factors?<br/>4. Can we control fire outbreak in our industry?<br/>7. Do you believe that Ergonomic specification help in the control fire outbreak in the industry?<br/>RESEARCH LIMITATION<br/>A work of this nature is not easy to consummate or accomplish. And, as a result of financial problem, time constraints, apathly on the part of respondents and bureaucratic procedures involved in releasing data seriously affected the study.  <br/><br/><br/>\n\nAN EVALUATION  OF INDUSTRIAL EMISSION DAMAGE FUNCTION REGULATION AND IMPLIMENTATION AND ITS SUITABILITIES IN THE CONTROL OF AIR POLLUTION IN THE NIGERIA OIL AND GAS INDUSTRY  (A CASE STUDY OF ELEME PETEROCHEMICAL INDUSTRY PORTHARCORT RIVERS STATE)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN EVALUATION  OF INDUSTRIAL EMISSION DAMAGE FUNCTION REGULATION AND IMPLIMENTATION AND ITS SUITABILITIES IN THE CONTROL OF AIR POLLUTION IN THE NIGERIA OIL AND GAS INDUSTRY  (A CASE STUDY OF ELEME PETEROCHEMICAL INDUSTRY PORTHARCORT RIVERS STATE)", "id": 1}, {"content": "<div class=\"abstract\">\n<b>RECLAMATION MEASURES FOR GULLY EROSION SITES <br/>A CASE STUDY OF OBOLLO-ETITI, UDENU LOCAL GOVERNMENT AREA, ENUGU STATE <br/>Abstract</b><br/>The incidence of gully erosion in  Obollo-Etiti in Udenu Local Government  Area of Enugu State has assumed alarming proportions thereby gaining local government recongnition as an ecological disaster. <br/>The aim of this study is therefore to determine and analysis the factors responsible for gully development and with preferring solutions. From my observation, the gully erosion for more than three to four years has been responsible for the loss of farmland, damage of roads, thereby rendering them farmless  for varying period of time and loss of livestock which majority of the population depends on for survival.<br/>Congruently, the community have been working on it and even employing indigenous management strategies. However not much progress has been recorded with regard to combating  the manace as both community and government carryout intervention measure almost exclusive of each other, with the information gotten is therefore  recommends among other things that the management strategies of local government  should be harmonized with that of the community with regard for the unique environment and social feature of the study area.         <br/>  Table of Contents<br/>                  CHAPTER ONE <br/>1.0        INTRODUCTION                                                  <br/>1.1    Background of the study                                                                                     <br/>1.2    Objectives of the study                                <br/>1.3    Justification of the study                               <br/>          CHAPTER TWO <br/>2.0        LITERATURE REVIEW <br/>2.1    Definition of Gully Erosion                     <br/>2.2    Classification of gully                            <br/>2.3    Causes of gully erosion                                 <br/>2.4    Process of gully formation                     <br/>2.5    Gully reclamation techniques                 <br/>          CHAPTER THREE  <br/>3.0    METHODOLOGY <br/>3.1    Study Area                                                 <br/>3.2    Topographic Survey                             <br/>3.3    Determination of Soil Properties             <br/>3.3.1  Grain size distribution                          <br/>3.3.2 Atterberg limit test (liquid limit determination) <br/>3.3.3.  Specific gravity determination     <br/>3.3.4 Permeability determination           <br/>3.3.5 Direct shear test determination      <br/>3.3.6 Dry and bulk densities determination      <br/>3.4    Hydrological analysis                            <br/>3.4.1  Mean annual Rainfall                           <br/>3.4.2 Intensity duration curve                       <br/>3.4.3 Run-off determination                          <br/>3.4.4 Time of Concentration (TC)                   <br/>3.5    Selection and design of appropriate control structure                                                    <br/>3.5.1 Design of Trapezoidal channel               <br/>3.5.2 Design of drop structure                       <br/>3.5.3 Design of discharge outlet structure                <br/>          CHAPTER FOUR  <br/>4.0    RESULTS AND DISCUSSION <br/>4.1    Results                                                       <br/>4.2    Discussions                                 <br/>          CHAPTER FIVE <br/>5.0    RECOMMENDATION AND CONCLUSION <br/>5.1    Recommendation                                <br/>5.2    Conclusion                                  <br/>        References                                         <br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1    Background of the Study <br/>        Disaster have been defined  and categorized in diverse by various scholars see for instance, Bates (2002). Hugo (2009), Naik (2009) and Keane (2004). Disaster which may occur from natural or man-made processes often involve large scale alternations of the areas they occurs and suffering of a sizeable number of persons. Human responses to disaster vary according to the nature of the disaster. <br/>        Advances in science and technology have aided the human race to stop the events, to predict the events and more out of the ways such disasters or discover ways of recovery after the events had taken place. However, some notable disaster which when they occur, death and loss of property usually result include, gas escapes earthquake, chemical spill oil, oil spills, forest fires, coastal floods  generally etc. landslide, causes of loss property death and population displacement when they occur in densely-settled area of the world s within Nigeria landslides occur as follows ups from deep gully incision (Mozie 2010). The most devastating gully erosion in Nigeria are found in South Easter Nigeria in the populated Enugu, Abia, Imo and Anambra State  and other lesser area is in Auchi in Edo State of Nigeria. <br/>        This project discusses the gully erosion control in Udenu Local Government Area of Enugu State, Nigeria. <br/>1.2    Objectives of the Study  <br/>To determine the cause of the gully erosion in the Obollo-Etiti, Udenu L.G.A. gully site. <br/>To construct maintain and unrest in the study are unfrustural works like roads, water schemes and gradual transfer of these to benefiting communities to engage in other activities that will increase agricultural production in the soil. <br/>To design appropriate soil erosion control structures for gully erosion site. <br/>1.3    Justification of the Study   <br/>        The justification of this project work is seen in the aftermath of the gully development, which includes the destruction of the profile and the topography of the area, thereby hindering development around it. The downstream sedimentation is causing damage to the vegetation of area and a kind of sediment transfer to discharge outlet (which may cause  pollution) is being seen effected by the overland flow that originates from the watershed. All these problems will be tackled when this work is successfully completed. The justification of this project work is also seen in the earnestness of the control. This is because the cost of reclamation and control is increasing on daily basis due to the continuous deepening of the gully by run off action and detachment by rain drop action. <br/><br/>\n\nRECLAMATION MEASURES FOR GULLY EROSION SITES \r\nA CASE STUDY OF OBOLLO-ETITI, UDENU LOCAL GOVERNMENT AREA, ENUGU STATE \r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " RECLAMATION MEASURES FOR GULLY EROSION SITES \r\nA CASE STUDY OF OBOLLO-ETITI, UDENU LOCAL GOVERNMENT AREA, ENUGU STATE \r\n", "id": 2}, {"content": "<div class=\"abstract\">\n<b>EVALUATION OF THE EFFECTS OF ANTHROPOENIC ACTIVITIES AND DOMESTIC WASTE ON SURFACE WATER QUALITY <br/>(A CASE STUDY OF EKULU RIVER, ENUGU).<br/>Abstract</b><br/>The microbiological and organic pollutants characteristics of umuosoko stream in ikwuano local government area, Enugu state, Nigeria were carried out. Twenty water samples were collected from four different parts of the river.  The pour plate technique was employed for the isolation of micro-organisms. Colonial morphology, Gram staining and biochemical tests were used for identification and characterization. The statistical analyses used were analysis of variance and standard deviation. The mean total aerobic plate count ranged from 5.30 ± 0.01log10cfu/ml to 5.90 ± 3.0<br/>Log10cfu/ml while the mean coliform count was 5.0 ± 0.50 mpn/100ml to 20.0 ± 4.0 mpn/100ml. The salmonella and shigella and vibrio cholerae mean counts were 0 ± 0.00 log10cfu/ml respectively. The mean fungal count ranged from 2.45 ± 0.02 log10cfu/ml to 2.77 ± 0.20 log10cfu/ml. The microorganisms isolated were escherichia coli, enterobacter species, staphylococcus aureus, proteus species, streptococcus species, bacillus species, pseudomonas aeruginosa, lactobacillus species, saccharomyces species; kluyveromyces ranges species and aspergillus species.<br/>The values of the organic pollutants tested were as follows: ph, 6 to 9, temperature, 29oc to 31oc, colour, and 6tcu to 7tcu, conductivity, 200μs/cm to 330μs/cm, turbidity, 0.01ntu to 0.1ntu, total hardness, 0.2mg/l to 0.4mg/l, total dissolved solid, 360 mg/l to 620mg/l, total suspended solid, 40mg/l to 120mg/l, dissolved oxygen, 4.0mg/l to 5.5mg/l, biochemical oxygen demand, 2.8mg/l - 3.8mg/l, salinity, 0.1ppt to 0.3ppt, nitrate, 21 mg/l to 103mg/l, phosphate, 0.67mg/l to 1.52mg/l, sulphate, 200mg/l to 260mg/l, was unobjectionable. The microbiological and nitrate results showed that the river water is contaminated and must be treated before consumption.<br/>Table of Contents <br/>CHAPTER ONE <br/>1.0 INTRODUCTION <br/>1.1 Background of the study<br/>1.2 Objectives of the study<br/>1.3 Justification of the study<br/>CHAPTER TWO<br/>2.0 LITERATURE REVIEW<br/>2.1 Eutrophication <br/>2.2 Sources of water pollution <br/>2.2.1 Point source pollution <br/>2.3 Waste water <br/>2.3.1 Physical, chemical and biological properties of waste water.<br/>2.4 Effect of domestic waste on water.<br/>2.4.1 Pollution impacts of agricultural waste on water <br/>2.5 Safe drinking water act <br/>2.6 Portable <br/>CHAPTER THREE<br/>3.0 MATERIALS AND METHOS <br/>3.1 Area of the study <br/>3.2 Materials used (Coliform) <br/>3.2.2 Nitrate <br/> 3.2.3 Dissolved oxygen <br/>3.3 Method of convection of sample <br/>3.3.1 Chemical reagents <br/>3.3.2 Enumeration of total heterophic bacteria and fungi<br/>3.3.3 Enumeration of total Caliform <br/>3.3.4 Characterization and identification of fungal isolates and bacterial isolates<br/>3.4 Physiochemical parameters<br/>3.4.1 PH testing procedures<br/>3.4.2 Nitrate testing procedures<br/>3.4.3 Dissolved oxygen testing  <br/>CHAPTER FOUR <br/>4.0 RESULTS AND DISCUSSION <br/>4.1 Results <br/>4.2 Discussion <br/>CHPATERFIVE <br/>5.0 RECOMMENDATION AND CONCLUSSION <br/>5.1 Recommendation<br/>5.2 Conclusion <br/>        References <br/>CHAPTER ONE <br/>1.0    INTRODUCTION <br/>1.1 Background of the Study <br/>Water is essential for life. Man needs water for various other purposes apart from drinking and body functions. <br/>The other purposes includes it’s use in transportation, waste disposal and hydro electric system. About 80% of the earth’s surface is covered by water. This may be grouped into natural and artificial water. Natural water includes atmospheric water (rainfall, hail and snow), surface water includes (stream, lakes, rivers, ocean) and ground water (spring well, under ground stream). Artificial water on the other hand includes ponds. Surface water can be contaminated by some impurities like dust, smoke or gases etc from the atmosphere. <br/>Anthropogenic activities ad dumping of waste on the river bank also results to the contamination of surface water quality, water may of these micro-organisms when present in large quantities and for prolonged period of time can cause health problem (Onyeagba and Isu, 2003, Shelton, 2003: WHO, 2004). There is a strong relationship existing between water, health and diseases causation (Ajewole, 2005). Water is a very essential element of human nature, yet a very dangerous element in the spread of diseases. <br/>A recent study of water related and water borne diseases are in one way or the other caused by surface water (Medema et al 2003). Water that is free of disease producing micro-organism and chemical substance that is dangerous to health is referred to as potable water. The two categories of the sources of surface water pollution based on their origin are point and non-point sources. The contaminants that enter a water way through discrete conveyance, such as pipe or ditch are called point source pollution. The non point pollution is the diffused contamination that does not originate from a single discrete source. The cumulative effect of small amount of contaminants gathered from a large area is as a result of non point source pollution (USGS, 1998: EPA 2005) <br/>The contamination of water has been associated with sewage and sewage effluent. It has been generally accepted that surface water contains more harmful micro-organisms compared to other source, of water including ground water and rainfall water (Oyebode: 2005). Consequently, high degree of sewage dumps, practices with domestic waste water may be sources of bacteria and other organisms capable of producing diseases in man and animals including livestock. Other source includes livestock manure and waste water from municipals, schools, feedlots and swamps.<br/>Consequently, the number of cases of water borne diseases has been seen to be the cause of many health hazards. The demand and pollution of level of water requires the basic monitoring on the quality (WHO, 2004: EPA 2002) Hence there is need to ascertain the physical, chemical and biological quality of this river to ascertain whether it is safe for human consumption. <br/>1.2    Objectives of the Study  <br/>The aim of this project is to determine the effect of anthropogenic activities and domestic waste on Ekulu river water quality.<br/>Specifically the objectives of this project are:-<br/>i.         To collect water samples from different parts of Ekulu River and take to the lab for analysis.<br/>ii.        To analysis the lab results with a view to ascertaining the physical, chemical and biological properties of the water.<br/>iii.       To recommend amendments for the water considering the various potential uses of Ekulu River in Enugu North of Enugu State.<br/>iv.      To subjectively evaluate the extent of domestic waste deposits in the river. <br/>1.3    Justification of the study<br/>Not minding the anthropogenic activities and domestic waste dumping at Ekulu River, it is still a good source of water for agricultural and domestic activities <br/>Ekulu River is a neat source of water but water may not be adjudged potable by appearance or taste and that is why the analysis of this water is essential. <br/>  <br/>\n\nEVALUATION OF THE EFFECTS OF ANTHROPOENIC ACTIVITIES AND DOMESTIC WASTE ON SURFACE WATER QUALITY \r\n(A CASE STUDY OF EKULU RIVER, ENUGU).\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF THE EFFECTS OF ANTHROPOENIC ACTIVITIES AND DOMESTIC WASTE ON SURFACE WATER QUALITY \r\n(A CASE STUDY OF EKULU RIVER, ENUGU).\r\n", "id": 3}, {"content": "<div class=\"abstract\">\n<b>EVALUATION OF THE EFFECTS OF FLOODING ON THREE VARIETIES OF RICE <br/>(A CASE STUDY OF ABAKALIKI, EBONYI STATE)<br/>Abstract</b> <br/>        Flooding has been described as one of the most important environmental factors determining the distribution of salt marsh plants. We studied the impact of five water levels on the germination and establishment of the invasive cord-grass spartina deniflora. Plant house experiment was carried out to determine the effects of time and depth of flooding on the survival and growth of rice. Data showed that time and depth of flooding had significant effects on the survival and growth of rice. <br/>        The germination rate was decrease gradually with depth. There was no seedling emergence from depth deeper than 4cm; however seedling at 8cm depth all died. Plant rooted at 4cm presented the highest quantum efficiency of photo-system 11 with slightly lower maximum net photosynthesis rate than other plants over 4cm depth reflecting high photo-protection levels, together with low nitrogen and pigments contents.<br/>        Water level depth reduced shoot relative growth rate (RGR). The results could be useful to fight S, densiflora invasion because artificial inundation of invaded marshes to a water depth of 8cm would prevent its establishment from seed bank. <br/>Table of Contents <br/>CHAPTER ONE<br/>1.0 INTRODUCTION <br/>1.1 Background of the study<br/>1.2 Objectives of the study<br/>1.3 Justification of the study<br/>CHAPTER TWO <br/>2.0 LITERATURE REVIEW <br/>2.1 Overview of Rice Cropping <br/>2.2 Effect of Flooding on Rice Growth<br/>2.3 Types of Rice Grown<br/>2.4 Techniques of Flood control<br/>2.5 Additional traits probably involved in the survival<br/>      of anaerobic soils <br/>2.6 Rice adaptation to anaerobic system<br/>2.7 Genetic Variation in flooding Tolerance during <br/>     germination and Early Growth in Rice<br/>2.8 Mobilization of stored carbohydrates<br/>2.9 Role of Rice hormones under Flooded conditions <br/>2.10 Adaptation of Rice to Flooding during establishment<br/>2.11  Farmer’s coping Strategies to flood  <br/>CHAPTER THREE <br/>3.0 MATERIALS AND METHOD<br/>3.1 Area of study<br/>3.2 Material <br/>3.3 Germination Determination <br/>3.4 Yield of various Varieties<br/>3.5 Land preparation   <br/>3.6 Method   <br/>CHAPTER FOUR <br/>4.0 RESULTS AND DISCUSSION <br/>4.1 Results <br/>4.2 Discussion<br/>CHAPTER FIVE <br/>5.0 CONCLUSION AND RECOMMENDATION<br/>5.1 Conclusion <br/>5.2 Recommendation<br/>        References<br/>        CHAPTER ONE<br/>1.0   INTRODUCTION<br/>1.1 Background of the Study<br/>The damaging effects of flooding remain as major sources of concerns among millions of rice farmers worldwide. The weather change due to various reasons causing unexpected and sudden flood recently in Nigeria has negative impacts on rice farming and people’s life. This research project is to evaluate the effect of flooding on the growth of three varieties of rice grown in Abakaliki Ebonyi State and to see how it influences people and agriculture. <br/>The extent of the damage of flooding on rice is related to at least three factors. The temperature of the water, the amount of water motion and the duration of the flood. Temperature affects the speed of respiration. The faster the respiration, the quicker the oxygen is depleted and the sooner fermentation begins. Warm water speeds respiration, oxygen use and cell death. The faster water moves the greater the degree of turbulence. This water turbulence oxygenates the water slightly. Increasing oxygen content of the water slightly decrease’s the impact of flooding on plants. Duration of the flood is important because many of the effects of low oxygen on plants are reversible of the duration is not too long. Long durations allow for increased oxygen depletion and build up of harmful chemicals. Although local conditions influence the effects, 36 to 48 hours is often the tolerable limit. <br/>In general rice cannot tolerate flooding better than other plants. But, if flooding occurs in the spring, the rice growing point is near the soil surface (below or above) making it likely to be submersed longer. Soil water logging and submergence (collectively termed flooding) are abiotic stresses that influence species composition and productivity in various type of rice, worldwide. <br/>In rice farming, flooding species are manipulated (e.g. Ofada, upland and Nerica rice) or are accommodated by genotype selection. There have also been recent advances towards developing cultivators for low land areas prone to short-duration flash flooding. For most of this rice, excess water is a constraint to growth and productivity in many regions and this adversely affecting the growth of various types of rice. <br/>Finally, rice are often damaged and thus, more susceptible to disease organisms. Disease symptoms may not appear until several weeks or even months after the flood event. <br/>1.2 Objectives of the Study<br/>The main objective of the study is to evaluate the effect of flooding on the growth of three varsities of rice grown in Abakaliki Ebonyi State.<br/>Specifically the objectives or aim of this project are:- <br/>1.   To determine the effect of flooding on three varieties of Rice. (Oryza Sativa)<br/>2.    To examine three varieties of Rice on a flooded land and Non-flooded conditions.<br/>3.   To know the nutritional evaluation of the effect of flooding on three varieties of Rice. <br/>4.   To study the flooding characteristics of various varieties of Rice. <br/>5.   Provide strategies on handling the effects of adverse flooding.<br/>6.   To make recommendations and profound solutions to the problems.<br/> 1.3 Justification of the Study<br/>The main purpose of this research work is to determine weather flooding affect the growth of three varieties of rice (A case study of Abakaliki Ebonyi State). Recent heavy rains in some parts of Nigeria have promoted injuries of flooding and its effects.<br/>The extent to which flooding injures rice is determined by several factors, including plant stage of development when flooding occurs, the duration of flooding, and air/soil temperatures, rice can survive only 2-4 days of flooded conditions. Once rice has reached the silking stage shallow depths of flooding usually cause a noticeable amounts of damage. <br/>If excess moisture in the early growth stages retards rice development, rice may be subject to greater injury during a dry summer because root systems are not sufficiently developed to access available subsoil water. Seed treatments are usually effective but can provide protection only so long; if seedling development is slowed or delayed 2-3 weeks. There is limited resistance to these diseases and predicting damage is difficult because symptoms do not appear until later in the growing season. Rice should be cultivated in a favourable climatic condition for increasing its rice production and rapidly moving to self-sufficiency in rice. <br/>        This study has thoroughly discussed and offered clear indications of priority among these challenges as well as pointers to their solution. <br/> <br/>\n\nEVALUATION OF THE EFFECTS OF FLOODING ON THREE VARIETIES OF RICE \r\n(A CASE STUDY OF ABAKALIKI, EBONYI STATE)\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF THE EFFECTS OF FLOODING ON THREE VARIETIES OF RICE \r\n(A CASE STUDY OF ABAKALIKI, EBONYI STATE)\r\n", "id": 4}]