[{"content": "<div class=\"abstract\">\n<p><strong>THE PROCESS OF CANDLE PRODUCTION FROM THE COMPOSITION OF CANDLE</strong> </p> <p><strong>ABSTRACT</strong></p> <p>          This research relates to a candle composition containing non-hydrogenated oil and at least one of long chain hydrocarbon and long-chain hydrocarbon derivatives. A candle composition having non-hydrogenated oil and a solidifying amount of congealing reagent. A candle composition having paraffin, non-hydrogenated oil, and a solidifying amount of a congealing reagent comprising petroleum, oxidized petrolatum oxidized long-chain hydrocarbons, or modified hydrocarbons. A process for making a candle composition is also provided, the process comprising mixing together a non hydrogenated oil and a congealing amount of a congealing reagent, heating mixture to a temperature of 75-900C, preferably 75-800C, the cooling the mixture and pouring into a container.</p> <p>          The study also carried out the standard procedure that results in the production of candle from the composition of candle. This article gives an overview and description of the raw materials and additives that are used for the manufacturing of candle and explains t he combustion process in the candle flames. Starting with the definition and classification of candles the criteria are presented which are crucial for the safe handling of candles i.e. ensuring they are harmless in relation to both people and the environment. The structure and content of a proposed European quality standard for candle are derived from these criteria.       </p><p> TABLE OF CONTENT </p> <p><strong>Chapter One      </strong>         </p> <p>1.1       Introduction</p> <p>1.2       Statement of problem</p> <p>1.3       Purpose of study</p> <p>1.4       Hypothesis</p> <p>1.5       Significance of the study</p> <p>1.6       Scope of study</p> <p>1.7       Limitation of study</p> <p>1.8       Definition of terms</p><p> Chapter Two     </p> <p>2.1       Literature Review</p> <p>2.2       Raw materials and additive for manufacturing candles</p> <p>2.3       Candle compositions</p> <p>2.4       Different ways or examples of candle composition produced</p><p> Chapter Three   </p> <p>3.1       Experimental procedure</p> <p>3.2       Materials</p> <p>3.3       Equipment</p> <p>3.4       Experimental method</p> <p>3.5       Testing and Analysis of the candle produced</p> <p><strong>Chapter Four     </strong> </p> <p>4.1       Data Analysis</p><p> Chapter Five      </p> <p>Summary of findings and Conclusions, Suggestions and Recommendation.</p> <p>5.1       Summary of Findings</p> <p>5.2       Conclusion</p> <p>5.3       Suggestions and Recommendation</p> <p><strong>References        </strong>           </p> <p> CHAPTER ONE </p> <p><strong>1.1         </strong><strong>INTRODUCTION</strong></p> <p>One of the most universal articles used as a source of light and for their aesthetic appeal, which can be used to read, work, in households and industries, and used for prayer at alters, shrines and temples is known as candle. Candle is a round stick of wax with a wig through it, which is lit to give light as it burn. Oxford Advanced learner’s dictionary Fourth Edition (1989). There are many types of candles based on the production and the composition formulation from which the candle is made (or the materials you use).</p> <p>Candles can be manufactured in a small scale or larger scale. The small-scale process can be done either at home or laboratory, following while the large-scale process is produced in industrial and companies the scientific and technical process. The method of making a candle product can be quite interesting if done with the knowledge and adequate skills which a students I a higher institution of learning should be able to accomplish.</p> <p>Candles have accomplished mankind for more than 2000 years. Besides their liturgical relevance, candles were predominantly used as a source of light and in the early history of the candle are the effects to improve its quality. Beeswax candles had been developed by the Romans to such an extent that by approximately the middle of the second century A. D. they could be burnt in a closed room without sooting annoyingly or excessively beeswax candles showed significant advantages when compared to tallow candles. The latter had a rancid odour and smoked and sooted whilst burning.</p> <p>It was only as late as the mid nineteenth century that steering and paraffin wax offered further high quality raw materials available for the manufacture of candles alongside beeswax. During the same period decisive improvements were made to wicks, in particular the braiding techniques and chemical treatments. So further prerequisites for candles that burnt well were fulfilled and Geothe’s dream, “I know not what you could invent better than candles that burn without smoking”.</p> <p>The myth surrounding the candle remains even today, although numerous and various types of light are available to us since the invention of electric light and its introduction into our daily lives. Candlelight is still associated with a festival laid table, a pleasant coffee morning or idyllic romantic hours spent together. Obviously a candle that burns well and does not soot is a must for enjoying such occasions. Sooting and dripping are the decisive quality criteria of the consumer when judging candles.</p> <p>Further, the environmental awareness of today the candle as a product with an open flame is naturally drawn into discussions concerning the possible negative effects on humans and nature by potentially harmful substances. Traditional crafmanship, training and the passing down of experience all go together to guarantee the production of high quality candles by specialized candle companies.</p> <p>The Egyptians formed candles that were made out of beeswax as early as 3000 BC. The day candle holders found in Egypt date back to 400 BC. The Chinese created candles from wahle fat during the Qin Dynasty (221-206 BC).</p> <p>In early china and Japan, tapers were made with wax from insect and seeds, wrapped in paper the word Zhu in Chinese originally meant torch and could have the warring states period (403-221BC), some excavated Bronx wares from that era feature a picket though to hold a candle.</p> <p>Candles were manufacture in AD-1500 AD, here there is a fish called the evlachonor “candle fish”, a type of smelt which is found from Oregon to Alaska. During the first century AD, indigenous people from this region used oil from this fish for illumination. By the 18thcentury, the Chinese designed weights into the sides of candles, as such a candle melted, the weights fell off and made a noise as they fell into a bowl. </p> <p>In 1750, spermaceti, oil that comes from sperm whale, was used to provide very expensive candles. By 1800, a much cheaper attentive was discovered. Colza oil, derived from Brassica campestris, and similar oil derived from rapeseed, yielded candles that produce clear smokeless flames. The French chemist Michel Eugene Chevrev (1786-1889) and Joseph-Louis Gay-Lussac (1778-1850) patented stearin, in 1811, like tallow, this was derived from animals, but had no glycerin content. The second patent ever granted by the US (United States) in 1790 for a new method of candle making was Joseph Sampson. </p> <p>In 1834, Joseph Morgan began to industrialize the production of candles. He invented a machine to manufacture 1,500 per hour from a mould.  A chemist called Laurent distile paraffin from schist in 1830. another chemist, Dumes obtained paraffin from coal-tar in 1935. not until 1850 did paraffin became commercially viable when James young filed a patent to produce it from coal. Paraffin could be used to make inexpensive candles of high quality.</p> <p>The oldest candle manufactures still in existence are Rathbornes Candles, founded in Dulblin in 1488. Excavations at pimply, Italy, discovered several candelabra. Yak butter was used for candles in Tibet in Europe, the earliest surviving candle was discovered near Avigon infrance, from the first century AD. Tallow, fat from cows or sheep became the standard materials used in candles in Europe.</p> <p>Dating from about 1330, the wax chandlers company acquired its charter in 1484. by 1415, tallow candles were used in street lighting. The unpleasant smell of tallow candles is due to the glycerin they contain. For churches and royal events, candles from beeswax were used as the smell was usually less unpleasant. The smell of the manufacturing process was so unpleasant that it was banned by ordinance in several cities.</p> <p>In Rome, they used tallow, derived from suet, a crumbly animal fat to make the candles. Although the tallow was extremely smoky, the smoke was forgiven for light and used for prayer.  The first candle mould was believed to come from 15th century in Paris. The first American Colonist discovered that bayberries could be used to make candles, but the yield was very poor. Fiufteen pounds of wax. A simple, candle could be made by putting the dried fish on a forked stick and then lighting it. Candles were made for timekeeping. Anglo-saxon king Alfred the Great (C. 849-899) used a candle clock which burned for 4 hours. There were lines around the side to show the passing of each hour. Later, 24hours candles were invented based on the same concept.</p> <p>The sung dynasty in china (960-1279) also used candle-clocks. A form of candle-clock was used in coal mining until the twentieth century. Despite advances in candle making, the candle industry was devastated soon after by the distillation of kerosene (an excellent fuel for amps). In Britain, kerosene is known as paraffin oil or paraffin despite having little to do with paraffin wax.</p> <p>In 1829, William Wilson of prices candles invested in 1000 ores (4km2) of coconut plantation in srilanka. His aim was to make candles from coconut oil. Later he tried palm oil from palm trees. An accidental discovery swept all his ambitions aside when his brother George Wilson distilled the first petroleum oil in 1854.</p> <p>In 1919, Lever Brothers purchased prices candles and in 1922, a joint owned company called “candle Ltd” was created. By 1991, the last remaining owner of “candle Ltd” was shell oil company, who sold off the candle making part of business from this point, candles became more of a decorative item.       </p> <p><strong>1.2         </strong><strong>PURPOSE OF STUDY</strong></p> <p>The main aim of this research work is to produce high quality candles that can be used at home by family members and to be sold to the public for sales and use purpose. The candle produce should have no unpleasant smell and smoke when used, instead it should have a pleasant odour and scent, clear and smokeless flames when lit, with suiting fragrance effect easily noticed in the surrounding air by inhaling with health benefits.</p> <p>          Candles are produced under laboratory condition and independently in large scale with the masses of the materials adequately ascertained.  </p> <p><strong>1.3         </strong><strong>STATEMENT OF THE PROBLEMS</strong></p> <p>The following statements of problems are hereby formulated to assist in this research work of candle production.</p> <p>1.            What raw materials require to produce high quality, very highly quality candles.</p> <p>2.            What are the procedures to follow in producing the candle?</p> <p>3.            How can the candle produced be tested?</p> <p>4.            How duration is the candle</p> <p>5.            What are the general requirement for candle making. </p> <p><strong>1.4         </strong><strong>HYPOTHESIS</strong></p> <p>1.            Inappropriate requirements for the production of candle is problems</p> <p>2.            Lack of adequate raw materials is a major problem in the process of manufacturing of candles.</p> <p>3.            Lack of students interest by not following the manufacturers instruction, knowledge and adequate skills, which is a problem in the production of candle.</p> <p>4.            Inappropriate measures and chemical needed is a problems for candle making.</p> <p>5.            The presence of unpleasant smell and sooting flames in the manufacturing process and when list which has an effect on the surrounding air by inhaling affects the health of people is the biggest problems.</p> <p><strong>1.5         </strong><strong>SIGNIFICANCE OF STUDY</strong></p> <p>This research work is significant for the following reasons because it will provide useful source of information to the teachers, students, parents, community and education officers on how to improve on the procedures of the production of candles.</p> <p>Despite that, this study is also significant because it will help to throw some light on the accurate measurement involved in order to avoid little or major problems in the production of candles and findings solution to them.  </p> <p><strong>1.6         </strong><strong>SCOPE OF STUDY</strong></p> <p>The process of candle production from the composition of candle is indeed a universal article. As a matter of fact, I intended to deal extensively with this study for its under the importance in development of the process of candle production and the composition of candle involve however, the study covered few secondary schools in Ikpoa Okha Local Government Area of Edo State.</p> <p><strong>1.7         </strong><strong>DEFINITION OF TERMS</strong></p> <p><strong>Paraffin wax</strong>: A wax-like substance obtained form petroleum, use especially for making candles.</p> <p><strong>Beewax</strong>: A yellowish wax made by bees for building honecombs, also used for making wood polish and candles.</p> <p><strong>Laboratory</strong>: A room or building in which scientific experiments are carried out.</p> <p><strong>Experiment</strong>: Is to work with instruments and apparatus in a practical investigation, on the behaviour and nature of substances.</p> <p><strong>Wick</strong>: Length of thread in the centre of a candle, the top end of which is lit and burns as the wax melts.</p>\n\nTHE PROCESS OF CANDLE PRODUCTION FROM THE COMPOSITION OF CANDLE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE PROCESS OF CANDLE PRODUCTION FROM THE COMPOSITION OF CANDLE", "id": 1}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/> The problem of every hospital when the targeted objective is not achieved is that there is something wring either with health care givers, the patients or the general public. In order to improve the standard of health of the patients and keep them progressively fit. The reason why such lapse are present here to be sought and the remedy met in order to achieve the set objective of the hospital. This study is based on the Attitude of nurses towards Relapse prevention among psychiatric patients in Federal neuropsychiatric hospital Barnawa Kaduna. The aim and objective of this study are all directed towards bringing out lasting solutions to curtail this menace. It also intends to actively involve the management of the hospital especially on employing new and scientific approach to holistic patient care. The instruments used for data collection were from interview and Questionnair which were represented in tabular form, bar chart, pie chart and percentages. Nurses were used for the study .the data collected were analyzed. The result showed that many factor contribute to the effect of relapse. All these can be prevented through adequate Education, Family oriented therapies, good social support, compliance and keep the follow-up appointment.</p>\n\n ATTITUDE OF NURSES TOWARDS RELAPSE PREVENTION AMONG PSYCHIATRIC PATIENTS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": "  ATTITUDE OF NURSES TOWARDS RELAPSE PREVENTION AMONG PSYCHIATRIC PATIENTS", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE<br/><br/>INTRODUCTION<br/></strong></p> <p><strong> 1.1 Background of the Study </strong></p> <p>Breastfeeding is unequaled way of providing ideal food for the health, growth and development of infants and most natural way of feeding them in all traditions. It is an integral part of the reproductive process with important implications for the health of the mother. Human milk is the most appropriate of all available types of milk, that is uniquely adapted for infant nutrition as it components consistently adopt to the child’s need and environmental challenges. Breast milk contains virtually all the nutrients antibodies and anti-oxidants an infant needs to thrive for the first six months of life (Abasiattai, Umana, Nyong and Eyo, 2014).</p> <p>The benefits of breast feeding for mothers and infants have been widely recognized and researched studies have shown that breastfeeding is superior to infant formula feeding because of its protective properties against illness, in addition to its nutritional advantages (Sadoh, Oniyelu, 2011). Considering the extensive benefits of breastfeeding, the world Health organization and the American Dietetic Association recommended exclusive breast feeding of infants for the first six months and continued breastfeeding with complementary foods up to twelve (12) months of age (ADA Report, 2001). Despite widespread efforts to encourage breastfeeding, the rates in the United States (U.S) have remained low (Pugh, 2002).</p> <p>Exclusive breastfeeding (EBF) refers to the exclusive intake of breast milk or expressed breast milk by an infant without the addition of any other liquid or solids, with the exception of oral drops or syrups containing vitamins, mineral supplements or medicines. Exclusive breastfeeding advocated the world over as the optimal mode of feeding for young infants in the first months of life, followed by breast milk and complimentary feeds thereafter till two years of age or beyond. When the infants are exclusively breastfed for the first six months of life, their immune system is stimulated and this goes hand in hand with protecting them from disease like diarrhea and acute respiratory infections, which are considered to be two of the major causes of infant mortality in developing world. When breastfeeding is practiced exclusively, it is associated with a lower risk of HIV transmission than mixed feeding.</p> <p>Other advantages of exclusive breastfeeding include reduction in post partum bleeding, improvement in home status later in life and protection against breast and ovarian cancers. Other benefits include lactational amenorrhea which enhances child spacing, early mother-infant bonding and reduction in infant abandonment and child abuse. EBF also provides social and economic benefits to the family and the nation as well as a sense of satisfaction to most nursing-mothers (Madhu, Chowdary and Masti, 2009).</p> <p>Breastfeeding is accepted as the natural form of infant feeding. For mothers to be able to breastfeed exclusively to the recommended six months, it is important to understand the factors that affect exclusive breastfeeding, studies of non pregnant high school students suggest that attitudes toward infant feeding begin to form well before pregnancy. Previous research has shown that maternal attitudes toward breastfeeding and perceptions of infant health benefits of breastfeeding influence the decision of breastfeed. Man demographic factors such as maternal age, marital status, education, race, nature of work, cultural factors, parity number of children at home and social support, urban versus rural residence and employment policies have been shown to potentially affect a nursing-mother’s decision (Dubois, Girard, 2003).</p> <p>Among all of these factors, mother’s education had greater impact on nutritional status of children. However, it does not mean that mothers with high education level had healthy children only. Many studies outside the south-south region and very few within the region have been carried out to ascertain most factors that affect exclusive breastfeeding practices among nursing mothers. For instance, Tan (2011) researched on factors associated with exclusive breastfeeding among infant under six months of age in Peninsular Malaysia, he found that the prevalence of exclusive breastfeeding among mothers with infant aged between one and six months was one percent (Abasiattai et al, 2014). In the study on knowledge and practice of exclusive breast-feeding among antenatal attendees in Uyo, southern Nigeria revealed that the level of knowledge and practice of exclusive breastfeeding by women in Uyo is poor and as such none of the women belonged to a breastfeeding support group and the most common source of information on exclusive breastfeeding was the antenatal health talk.</p> <p>Other efforts made toward the determination of factors affecting exclusive breastfeeding practices among nursing mothers are the works of Setegn, Belachew, Gerbaba, Deribe, Denshaw and Biadgilign (2012) on factors associated with exclusive breastfeeding practices among mothers in Goba District, discovered that the prevalence of exclusive breastfeeding for infant aged less than six months in the study area was 71-3 percent as measured by last 24 hours recalled period preceding the survey date.</p> <p>A critical examination of the above cited study by different authors and researchers show that there is no consistency to ascertain to which extent the factors mentioned above affect exclusive breastfeeding practices among nursing-mothers and which of the factors has the prevalence effects or influence.</p> <p>The researcher in the current study is interested to investigate the effect of educational level, nature of work and the mother’s age on the practices of exclusive breastfeeding among nursing-mothers in Uyo Local Government Area in Akwa Ibom State.</p> <p><strong>1.2 Statement of the Problem</strong></p> <p>Poor knowledge and attitudes of nursing-mothers toward breastfeeding has generated a lot of controversy in our modern society, influence practices and constitute barriers to optimizing the benefits of the Baby friendly initiative (BFI) aims to provide a supportive environment for breast-feeding and also encourages mothers to know and practice the ten steps to clinics (Abasiattai et al., 2014).</p> <p>Despites the known benefits of exclusive breastfeeding to nursing mothers and infants based on anecdotal and empirical evidence, which the World Health Organisation (WHO) has recommended 2 years breastfeeding. First 6 months exclusive breastfeeding; more than 8 times breastfeeding of the baby for day in the first 3 months of the infants life. The attitude of most nursing-mothers of the infant’s life. The attitude of most nursing-mothers is a reverse of this recommendation WHO/UNICEF Article February 2nd, 2014).</p> <p>Studies have revealed that most nursing-mothers in the urban area denied their babies exclusive breastfeeding up to four months from birth, and that most of the highly socio-economic status nursing mothers have not exclusively breastfed their babies. Moreover, it is observed that most poor nursing-mothers especially in the rural areas over exclusively breastfed their babies beyond six months and over two years of breastfeeding infants. The unequal situations have posed a lot of questions to medical health scholars and health researchers against which factors are responsible or militate against these attitudes of nursing-mother toward exclusive breastfeeding.</p> <p>However, a gamut of factors not limited to race and cultural characteristics, infant health problems, socio-economic status and some psychosocial factors may hamper the full realization of the baby friend initiative and also information about the beliefs and knowledge that may constitute barriers and in turn affect practices needed in order to optimally utilize the benefits of the baby friendly initiative. Consequently, a number of studies have assessed knowledge, attitude and practice of breastfeeding in different parts of the world, states and local governments. However, such studies are not limited to nursing-mothers in Uyo Local Government Area.</p> <p>Against the above premise the study investigated the factors affecting exclusive breastfeeding practice among nursing-mothers in Uyo local government area of Akwa Ibom State.</p> <p><strong>1.3 Purpose of the Study</strong></p> <p>The overall purpose of the study was to investigate the factors affecting exclusive breastfeeding among-nursing mothers in Uyo local government area.</p> <p>Specifically the study has the following objectives:</p> <p>To investigate the effect of educational level of mothers on exclusive breastfeeding.</p> <p>To investigate the effect of the nature of work of the mothers on exclusive breastfeeding</p> <p>To investigate the effect of nursing mother’s age on exclusive breastfeeding.</p> <p><strong>1.4 Research Questions</strong></p> <p>With regard to the problem of this study, the researcher developed three main research questions to guide the work.</p> <p>What is effect of educational level of nursing-mothers on exclusive breastfeeding practice.</p> <p>What is effect of the nature of work of the nursing-mothers on exclusive breastfeeding practice.</p> <p>What is effect of nursing-mothers’ age on exclusive breastfeeding practice.</p> <p>Research Hypothesis</p> <p>The following Null hypotheses were formulated to guide the study and were tested at .05 significant level. They are:</p> <p>Ho1: There is no significant relationship in exclusive breastfeeding practice between educated and uneducated nursing-mothers in Uyo Local Government Area.</p> <p>Ho2: There is no significant relationship between the nature of work of nursing mothers and exclusive breastfeeding practice in Uyo Local Government Area.</p> <p>Ho3: There is no significant relationship between the nursing-mothers age and exclusive breastfeeding practice in Uyo Local Government Area.</p> <p><strong>1.5 Significance of the Study</strong></p> <p>The problem of exclusive breastfeeding practice is an embraced investigation that hunts for solution and benefits for families and individuals in our society.</p> <p>The study will eradicate the perception of nursing mothers that babies during the first six months of exclusive breastfeeding continue to be hungry.</p> <p>The study will also be useful to health personnel and medical health officers for effective advise and counselling during ante-natal and post-natal clinics.</p> <p>The study will also help government and State Ministry of Health to plan for orientation programmes for nursing-mothers in various communities.</p> <p><strong>1.6 Scope of the Study</strong></p> <p>The study is an investigation of factors affecting exclusive breastfeeding practice among nursing-mothers in Uyo Local Government Area.</p> <p>The study is delimited to the nursing-mothers within Uyo metropolis.</p> <p>The study investigates only the educational level, nature of work and age factors on exclusive breastfeeding practice among nursing-mothers in Uyo Local Government Area.</p>\n\n FACTORS AFFECTING EXCLUSIVE BREASTFEEDING PRACTICE AMONG NURSING MOTHERS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": "  FACTORS AFFECTING EXCLUSIVE BREASTFEEDING PRACTICE AMONG NURSING MOTHERS", "id": 3}]