[{"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>This work, Chemistry and Therapeutic Effects of Analgesics is an effort to bring together various works which has been done about drugs with analgesic properties, comparison of their effectiveness to pain management and the chemistry associated to pain. It also seeks to bring to the interest of a chemist, the import of application of a specialize knowledge such as chemistry to preparing selected analgesics, showing latent potency of chemical knowledge in solving the problem of various types of pain, with relatively less cost. The effectiveness of analgesics cannot be over-emphasized; hence this work to an extent reveals the broad world of analgesic and enclosed it with such truth as how it’s been chemistry all along even to the therapeutic nature of these analgesics.</p>\n\nCHEMISTRY AND THERAPEUTIC EFFECTS OF ANALGESICS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CHEMISTRY AND THERAPEUTIC EFFECTS OF ANALGESICS", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p><em>Harvested water run-off from five different houses with stone coated roof were sampled in Ichida, Anambra state for the effect of the roof on the harvested water. The pH and metal content of the harvested water run-off were analyzed. The result of the analysis where compared with the World Health Organization standard. The results showed that the pH ranged from 6.4 – 7.2 and the concentration of the heavy metals for lead range from 0.143 –­­ 0.244, for copper 0.011– 0.066, for aluminum range from 0.00 – 0.085, for silicon range from 0.0191 – 0.748, for iron rage from 0.033 – 0.122, for zinc range from 0.323 – 0.665 and for chromium range from 0.108 – 0.213. it was observed that all the lead, silicon  content of all the 5 houses and aluminum content of house 2 and 5 were above the WHO standard, whereas others were all below the WHO standard. Harvested water run- off is hazardous to health.</em></p> <div><br/> </div>\n\nEFFECTS OF ROOFING SHEETS ON HARVESTED WATER RUN OFF<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTS OF ROOFING SHEETS ON HARVESTED WATER RUN OFF", "id": 2}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>Cocoa (<em>Theobroma cacao L</em>.) fruits are important commodity of economic value since the seeds or beans is used to produce high demand products such as cocoa powder, butter and chocolate. The processing of cocoa fruits generates a large amount of cocoa pod husk discard as wastes (<em>Alemawor et al.,</em> 2009). Cocoa pod husk represents between 70 to 75% of the whole cocoa fruit weight where each ton of cocoa fruit will produce between 700 to 750 kg of cocoa pod husks (Cruz <em>et al., </em>2012). In Malaysia, the plantation of cocoa is over 20,643 hectre (Malaysia Koko Board, 2011). Hence, it can be estimated at least 320,000 kg of cocoa pod husk is generated after processing. Conventionally, these organic wastes is shipped away for processing or disposed to landfill. These large quantities of cocoa pod husk could yield a large quantity of fibrous materials which might be suitable as alternative resources especially in pulp and paper making industries.</p>\n\nEXTRACTION OF LIGNIN FROM COCOA POD HUSK THEOBROMA CACAO)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION OF LIGNIN FROM COCOA POD HUSK THEOBROMA CACAO)", "id": 3}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>This project is aimed at producing a good quality surface shine (polish) of long lasting value. For clarity, polish is a substance rubbed on the surface of materials to make them smooth and shinny. Polish has being of immense importance in protecting leather cum wooden surface and enhancing their beauty. To produce a stander polish, hard waxes such as carndube wax, candlhla wax and palm wax; semi hard waxes which include; paraffin wax and ozokerite; solvents like telpentine and naphtha; dyes and dryers are also essential in this research project, paraffin wax, turpentine, paraffin oil, cobalt and lead dryers, vanish, black and brown pigments were use to obtain the desire results. The apparatus used were; measuring cylinder 100ml(finlab), digital weighing balance (metler AE-200) , beaker 500ml (finlab), magnetic stirrer, burner. Using the measured quantities of the ingredients, the production started with heating to about 90.c to melt the wax and cooling to about 60.c. This was preceded by the addition of the solvent, the colorant, drier and vanish. As this was being done, there was continuous agitation. After obtaining a homogenous mixture, the produce was filled into 50ml cans and allowed to cool. The best formulation was obtained from 45.2%, 24%, 21%, 2%, 2%, 2%, of turpentine, paraffin wax, paraffin oil, drier, vanish and colorants respectively. The major problem encountered were that of coverage and gloss or surface shine produced by the trial formulation. They were blamed on the particle size of the pigments and the absence of some other ingredients like hard waxes to blend the paraffin wax; and naphtha which despite all effort made. Happily, these were reasonably improved by using finer pigments particles and vanish respectively.</p>\n\nPRODUCTION OF SURFACE SHINE (POLISH)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRODUCTION OF SURFACE SHINE (POLISH)", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>Abstract</strong></p> <p>This research work examined and compares the physicochemical properties and some chemical constituents of selected energy drinks. Fourteen (14) brands of energy drinks samples consisting eleven (11) liquid and three (3) powdered forms were randomly purchased. All samples were analyzed for their physicochemical properties (pH, turbidity, conductivity and total dissolved solids), trace and heavy metals, aspartame, sugar and caffeine contents. Results showed that the physicochemical properties (i.e. pH, turbidity, conductivity and total dissolved solids) ranged from 4.47 ± 0.012 – 5.96 ± 0.012, 8 ± 0.577 – 592 ± 1.155 NTU, 2.21 ± 0.006 – 1975 ± 1.732 µs/cm, and 243 ± 0.577 – 1064 ± 0.577 mg/L respectively. Energy drinks analyzed all fell within the FDA recommended range for the physicochemical properties analyzed. Iron, calcium, zinc and potassium were found in all the energy drinks and their concentration ranged from 1.961 ± 0.0003 – 0.294 ± 0.0005 mg/L, 2.763 ± 0.0009 – 19.310 ± 0.0015 mg/L, 0.045 ± 0.0001 – 13.887 ± 0.0037 mg/L, and 2.0 to 2500 mg/L respectively. The copper, lead and manganese concentration of energy drinks ranged from 0.002 ± 0.0002 – 0.102 ± 0.0003 mg/L, 0.028 ± 0.0006 – 0.209 ± 0.0009 mg/L and 0.003 ± 0.0001 – 0.024 ± 0.0002 mg/L respectively. The concentration of copper and manganese were below the MCL of 1.0 mg/L and 0.05 mg/L respectively while lead had a concentration above the MCL of 0.01 mg/L. Cadmium was not detected in all energy drinks except for sample EJ which had a concentration of 0.102 ± 0.0003 mg/L and exceeded the MCL of 0.005 mg/L. The caffeine, aspartame and sugar concentrations ranged from 1.11 mg/L – 2487.13 mg/L, 6.51 mg/L – 1491.19 mg/L, and 16.98 – 1686.73 mg/L respectively. Caffeine and aspartame concentrations in all the energy drink samples were below the FDA set standard of 400 mg/L and 3000 mg/L respectively except for sample AL which had a concentration above the set standard for caffeine. Though the analyzed parameters were mostly below the set standards, especially caffeine, aspartame and sugar, it is important that the pattern of consumption of these drinks must be monitored to minimize ingestion of excess doses of harmful substances to prevent the reported adverse effects.</p> <p><strong>TABLE OF CONTENTS</strong></p> <p>Title page</p> <p>Abstract</p> <p>Table of Contents</p> <p>List of Abbreviations</p> <p><strong>CHAPTER ONE</strong></p> <p>1.0       INTRODUCTION</p> <p>1.1       Energy Drinks</p> <p>1.2       Contents of Energy Drinks</p> <p>1.2.1    Caffeine</p> <p>1.2.2    Taurine</p> <p>1.2.3    Guarana</p> <p>1.2.4    Glucuronolactone</p> <p>1.2.5    Ginseng</p> <p>1.2.6    Vitamins</p> <p>1.2.7    Sugar</p> <p>1.3       Justification</p> <p>1.4       Aim and Objectives</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0       LITERATURE REVIEW</p> <p>2.1       Review Work on Energy Drinks</p> <p>2.2       Caffeine</p> <p>2.2.1    Metabolism of caffeine</p> <p>2.2.2    Caffeine and health</p> <p>2.2.3    Research works on caffeine</p> <p>2.3       Aspartame</p> <p>2.3.1    Chemistry of aspartame</p> <p>2.3.2    Biochemical data</p> <p>2.4       Heavy Metal</p> <p>2.4.1    Lead</p> <p>2.4.2    Cadmium</p> <p>2.4.3    Copper</p> <p>2.4.4    Zinc</p> <p>2.4.5    Manganese</p> <p>2.4.6    Iron</p> <p>2.4.7    Calcium</p> <p>2.4.8   Potassium</p> <p>2.5       Carbohydrates</p> <p>2.5.1    Sugar</p> <p>2.5.2    Added sugars</p> <p>2.5.3    Sugar-sweetened beverage</p> <p>2.5.4    Sugar-sweetened beverages and health risks</p> <p>2.6       Research Work on Beverages</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0       MATERIALS AND METHODS</p> <p>3.1       Materials</p> <p>3.1.1    Chemicals and reagents</p> <p>3.1.2    Preparation of stock solution</p> <p>3.1.2.1 Preparation of standard solution for AAS</p> <p>3.1.2.2 Preparation of standard solution for HPLC</p> <p>3.1.2.3 Preparation of standard solution for UV</p> <p>3.1.3    Apparatus and equipments</p> <p>3.1.4    Sample collection</p> <p>3.1.5    Sample preparation</p> <p>3.1.5.1 Sample preparation for AAS</p> <p>3.1.5.2 Sample preparation for HPLC</p> <p>3.1.5.3 Sample preparation for UV</p> <p>3.2       Analysis of Physicochemical Properties</p> <p>3.2.1    Determination of pH</p> <p>3.2.2    Determination of conductivity</p> <p>3.2.3    Determination of turbidity</p> <p>3.2.4    Total dissolved solid</p> <p>3.3       Elemental Analysis</p> <p>3.4       Determination of Carbohydrates (Sugar)</p> <p>3.5       Determination of Caffeine and Aspartame</p> <p>3.5.1    Preparation of pH 4.0 and pH 7.0 buffer solution</p> <p>3.5.2    Buffer preparation</p> <p>3.5.3    Mobile phase preparation</p> <p>3.6       Statistical Analysis</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.0       RESULTS</p> <p>4.1       Physicochemical Parameters of Samples</p> <p>4.2       Metal Concentrations</p> <p>4.2.1    Concentration of heavy metals</p> <p>4.2.2    Concentrations of essential metals</p> <p>4.3       Concentrations of Caffeine, Aspartame and Sugar</p> <p><strong>CHAPTER FIVE</strong></p> <p>5.0       DISCUSSION</p> <p>5.1       Physicochemical Parameters of the Samples</p> <p>5.1.1    pH</p> <p>5.1.2    Turbidity</p> <p>5.1.3    Total dissolved solids</p> <p>5.1.4    Conductivity</p> <p>5.2       Metal Concentrations</p> <p>5.2.1    Heavy metals</p> <p>5.2.1.1 Cadmium</p> <p>5.2.1.2 Lead</p> <p>5.2.1.3 Copper</p> <p>5.2.1.4 Manganese</p> <p>5.2.1.5 Zinc</p> <p>5.2.2    Essential Metals</p> <p>5.2.2.1 Iron</p> <p>5.2.2.2 Calcium</p> <p>5.2.2.3 Potassium</p> <p>5.3       Caffeine, Aspartame and Sugar Concentrations in Energy Drinks</p> <p>5.3.1    Caffeine</p> <p>5.3.2    Aspartame</p> <p>5.3.3    Sugar</p> <p><strong>CHAPTER SIX</strong></p> <p>6.0       Conclusion</p> <p>6.1       Recommendations</p> <p>Reference</p> <p>Appendices</p> <p><strong>List of Abbreviations</strong></p> <p>AAS Atomic Absorption Spectroscopy</p> <p>ATP Adenosine Triphosphate</p> <p>CYP1A2 Cytochrome P450 1A2</p> <p>CYP2A6 Cytochrome P450 2A6</p> <p>DKP 5-benzyl-3, 6-dioxo-2-piperazine acetic acid</p> <p>DNA Deoxyribonucleic Acid</p> <p>EU European Union</p> <p>FAO Food and Agriculture Organization</p> <p>FDA Food and Drinks Administration</p> <p>GC–MS Gas Chromatography–Mass Spectrometry</p> <p>HDL High Density Lipoprotein Cholesterol</p> <p>HPLC High Performance Liquid Chromatographic</p> <p>NAT2 N-acetyltransferase 2</p> <p>NAG N-acetyl-beta-glucosaminidase</p> <p>NNS National Nutrition Survey</p> <p>RDA Recommended Daily Allowance</p> <p>RNA Ribonucleic Acid</p> <p>SCF Scientific Committee for Food</p> <p>SSB Sugar Sweetened Beverages</p> <p>USA United States of America</p> <p>UV Ultraviolet Visible Spectroscopy</p> <p>WHO World Health Organization</p> <p>XO</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>Energy drinks refer to beverages that contain large doses of caffeine and other legal stimulants such as taurine, carbohydrates, glucuronolactone, inositol, niacin, panthenol, and β-complex vitamins which are considered as source of energy (Attila and Çakir, 2009). The consumption of readily available energy drinks has increased significantly with young adults forming the largest part of the consumers. History of energy drink dates back to 1987 when Red Bull was introduced in Austria. It became more popular in the 1990s following its introduction to the United States. Since then the sale of this drink has increased exponentially. In 2006, the energy drink market grew by 80% (Foran <em>et al., </em>2011). This is because manufactures claim the drinks can boost energy levels as well as physical endurance, improve concentration and reaction speed (Van den Eynde <em>et al., </em>2008).</p> <p>In recent years, a number of different energy drinks have been introduced in the Nigerian market to provide an energy boost or as dietary supplements. These drinks are marketed specifically to children and young adults. These products have been used for various reasons. A survey conducted among college students shows that 67% of students admitted using energy drinks to cope with insufficient sleep, 65% mentioned increasing energy and 54% use it for fun at parties; 50% for studying or completing a major course project, 45% used it while driving a car for a long period of time and 17% for treating hangover (Malinauskas <em>et al.,</em> 2007). These products have also been used to reduce the depressor effect of alcohol or even to gain social status (Ferreira <em>et al.,</em> 2004; Kaminer, 2010).</p> <p>Many energy drinks are promoted as being nutraceutical foods, boosting health, energy, or otherwise having sought-after benefits. There is some concern among health professionals that these beverages, and the drinking behaviours of the targeted consumers, may in fact have adverse health consequences. The most commonly reported adverse effects include insomnia, nervousness, headache, and tachycardia (Clauson <em>et al.,</em> 2008). In a recent study, heavy consumption of energy drinks was attributed to new onset seizures in four patients (Iyadurai and Chung, 2007) and hospitalization of individuals with pre-existing mental illness (Chelben <em>et al.,</em> 2008).</p> <ul><li><strong>Energy Drinks</strong></li> </ul> <p>Energy drinks first appeared in Europe and Asia in the 1960s in response to consumer demand for a dietary supplement that would result in increased energy (Reissig <em>et al., </em>2008). In 1962, a Japanese company, Taisho Pharmaceuticals, launched Lipovitan D, one of the very first energy drinks, which is still dominating the Japanese market. Since the 1960s, the energy drink market has grown into a multibillion dollar business which has been reported as being the fastest growing segment in the beverage industry. Energy drinks have established a viable position in the beverage market as evidenced by their commonplace consumption in the morning, afternoon, and night, not only by the general consumer, but those of age 18 to 34 in particular (Lal, 2007).</p> <p>The popularity of energy drinks and the growth in their consumption among adolescents and young adults have brought worries regarding general health and well being of these consumers. Adolescents and young adults are often uninformed about the content of energy drink (Rath, 2012).</p> <ul><li><strong>Contents of Energy Drinks</strong></li> </ul> <p>There are hundreds of energy drinks available in the market, many share very similar ingredient profiles. Most of these energy drinks consist mainly of caffeine, Taurine, Guarana, Ginseng, B vitamins, Ginkgo Biloba, L-carnitine, sugars, Antioxidants, Glucuronolactone, Yerba Mate, Creatine, Acai Berry, Milk Thistle, L-theanine, Inositol and artificial sweeteners (Babu <em>et al.,</em> 2008).</p> <p><strong>1.2.1 Caffeine</strong></p> <p>Caffeine is probably the most frequently ingested pharmacologically active substance in the world. It is one of the main ingredients of stimulant drinks and it is also present in tea, coffee and other beverages and foods. Caffeine is extracted from the raw fruit of over sixty species of coffee plants (coffea Arabica), all part of the methylxanthine family. The dimethyl xanthine derivatives, theophylline and theobromine, are also found in a variety of plants. It is also extracted from tea, kola nuts, and cocoa. The average total intake of caffeine in the Republic of Ireland and the UK is estimated to be 214 and 278 mg per person per day, respectively (FSPB, 2010). Data from the consumption survey, based on weekly intake, indicates that among stimulant drink consumers, the average daily caffeine intake from stimulant drinks alone would be approximately 35 mg, rising to about 90 mg among the highest consumers (FSPB, 2010). This does not appear excessive. However, when the consumption of stimulant drinks in a single session was investigated, the average caffeine consumed was approximately 240 mg (3 cans), rising to about 640 mg (8 cans) among the highest consumers (FSPB, 2010). Such large intake levels among the highest consumers are a cause of concern, particularly in relation to the known potential acute health effects of caffeine such as tachycardia, increases in blood pressure and dehydration, as well as behavioural and cognitive effects. The health effects of chronic or habitual caffeine consumption remain uncertain.</p> <p><strong>1.2.2 Taurine</strong></p> <p>Taurine (2-aminoethanesulfonic acid) is a sulfur containing amino acid that is the most abundant amino acid found naturally in our bodies, primarily in the retina and skeletal and cardiac muscle tissue (Timbrell <em>et al.,</em> 1995; Imagawa <em>et al.,</em> 2009). Taurine is derived from the metabolism of methionine and cysteine (Huxtable, 1992; Stipanuk, 2004). It is also present in common food items such as meat and fish. The data on stimulant drink intake among stimulant drink consumers indicate that average daily taurine intake from stimulant drinks was approximately 0.4 g, increasing to about 1 g among the highest consumers (FSPB, 2010). The most taurine consumed from stimulant drinks in a single session was averaged at approximately 3 g, rising to about 8 g by the highest consumers (FSPB, 2010). Stimulant drink intake at the maximum level of intake provides taurine far in excess of that from other foods or beverages in the diet. Data available indicate no evidence of adverse effects of taurine at such intakes and in a recent report the EU Scientific Committee for Food (SCF) was unable to conclude that the ‗<em>safety-in-use</em>‘ of taurine in the concentration range reported for stimulant drinks has been adequately established (EU SCF, 1983).</p> <p><strong>1.2.3 Guarana</strong></p> <p>Guarana (<em>Paullinia cupana</em>) is a native South American plant containing guarana, a substance chemically similar to caffeine with comparable stimulant effects. Guarana is often added to stimulant drinks, either in combination with caffeine or on its own. The stimulant effect of guarana is related to its caffeine content; one gram of guarana contains as much caffeine (40 mg) as a medium strength cup of coffee. The precise source and nature of the stimulant activity of guarana is not well understood. However, it has been reported that guarana exerts a more prolonged effect than an equivalent amount of caffeine. The Food and Drinks Administration (FDA) in the USA currently prohibits the use of guarana in food and drinks while awaiting further clarification on its safety (USFDA, 2011).</p> <p><strong>1.2.4 Glucuronolactone</strong></p> <p>This is a naturally occurring substance produced in small amounts within the body. Supplementation with d-glucarates, including glucuronolactone, may favor the body‘s natural defense mechanism for eliminating carcinogens and tumor promoters and their effects (Zołtaszek <em>et al.,</em> 2008). The data from the consumption survey indicate that average daily glucuronolactone intake from stimulant drinks was approximately 0.25 g, rising to about 0.7 g among the highest consumers (FSPB, 2010). The most glucuronolactone consumed from stimulant drinks in a single session was averaged at approximately 1.8 g, rising to about 4.8 g among the highest consumers (FSPB, 2010). These maximum levels of intake provide more glucuronolactone than would otherwise be achieved through other foods or beverages in the diet. There is very little information available for risk assessment of glucuronolactone at such intakes. There is no indication from the available data that there is any risk to health from consumption of high amounts of glucuronolactone, although these data are limited.</p> <p><strong>1.2.5 Ginseng</strong></p> <p>Ginseng is a herb that has been used for over 2000 years by people in East Asian countries including China, Japan, and Korea as a remedy for various diseases and for promoting longevity (Lee <em>et al.,</em> 2005; Nam <em>et al.,</em> 2005). <em>Panax ginseng</em> is the primary commercial species and is often referred to as Korean or Asian ginseng. Siberian ginseng (<em>Eleutherococcus senticosus</em>) is not truly a ginseng since it contains eleutherosides as its active constituent and no ginsenosides. <em>P. ginseng</em> is a small, shade loving perennial shrub that reaches about 60cm in height and belongs to the plant family Araliacae. The entire ginseng plant has been used for medicinal purposes; however, the root is the most prominent and dominates the commercial sales. Ginseng has been incorporated into a variety of energy drinks although little medical literature supports these uses. Adverse effects associated with ginseng use tend to be mild. However more serious complications have been reported, including diarrhoea, vaginal bleeding, severe headache, and Stevens-Johnson syndrome (Enerst, 2002; Dega <em>et al.,</em> 1996). Many of these effects may be attributed to contaminants. Agranulocytosis in 4 patients taking ginseng had been linked to unreported phenylbutazone and aminopyrine contained in the preparation (Ries <em>et al.,</em>1975). A ginseng abuse syndrome, characterized by morning diarrhoea, hypertension, rashes, insomnia, and irritability had been reported (Siegel, 1979). Little is known regarding the effects of ginseng in children and adolescents (Braganza and Larkin, 2007).</p> <p><strong>1.2.6 Vitamins</strong></p> <p>B vitamins are a group of 8 individual water-soluble vitamins, usually referred to as the B complex when grouped together, and all play essential roles in cellular processes. B vitamins are incorporated into many of the mainstream energy drinks. A typical can of 250ml may contain 360% of the recommended daily allowance (RDA) of B6, 120% of B12, and 120% of B3 (niacin). The container size varies among brands and it may hold multiple servings. The addition of excess amounts of B vitamins is also observed in the more extreme energy drinks like 5-Hour Energy which contains 8333% of the RDA for vitamin B12 and 2000% of the RDA for B6. It is claimed that the consumption of these large amounts of B vitamins increases mental alertness and focus, as well as improves mood. The average person, however, consumes the RDA of B vitamins from a typical diet since B vitamins are found in a variety of foods including bananas, lentils, potatoes, tuna, and turkey. Vitamins B2 (riboflavin), B3 (niacin), B6 (pyridoxine, pyridoxal, pyridoxamine), and B12 are the most common of the B vitamins that are incorporated into energy drink formulations (Wardlaw and Smith, 2009).</p> <p>Vitamin B2 is a coenzyme in the metabolism of carbohydrates. Vitamin B3 plays a major role as a coenzyme in energy metabolism, fat synthesis, and fat breakdown (Wardlaw and Smith, 2009). Vitamin B6 is a group of 3 structurally similar compounds that all can be converted into the vitamin B6 coenzyme which aids in the utilization of carbohydrates, fats, and proteins (Wardlaw and Smith, 2009). Vitamin B12 assists in folate metabolism and in nerve function (Wardlaw and Smith, 2009). Since all of the B vitamins are water soluble, once the RDA has been met, the excess vitamins are excreted from the body via urine. Although the consumption of a large amount of B vitamins does not possess any adverse health effects, the logic behind the extreme amounts of B vitamins in these beverages is not well rationalized (Wardlaw and Smith, 2009).</p> <p><strong>1.2.7</strong>    <strong>Sugar</strong></p> <p>Sugar is one of the most common as well as most dangerous additives on the market today.</p> <p>It‘s sweet taste and short-term positive effects lead health experts to consider the possibility of sugar addiction. Natural sugars, such as those found in fruits and dairy products, provide an easily digestible form of good-for-you energy. The synthetic copycats like refined sugar, sucrose, fructose and glucose do far more harm than good (Nash, 1992).</p> <p>More than 32 g of extra sugar a day can cause a myriad of health problems (Bauer, 2011) such as raised cholesterol levels, suppressed immune system, hyperactivity, anxiety, difficulty concentrating, crankiness, decreased emotional stability, a raised level of neurotransmitters, hypoglycemia, increased blood pressure, interference with protein absorption, and impaired DNA structure (Appleton, 2011). Just one serving of Red Bull contains 27 g of sugar (Red Bull Energy drink USA), and the average cup of coffee contains 32 g (Starbucks coffee company) (Nash, 1992).</p> <ul><li><strong>Justification</strong></li> </ul> <p>Energy drinks have established an enviable position in the beverage market as evidenced by their commonplace consumption. There are a number of scientific reports on the adverse consequences of excessive consumption of these drinks. Many of these products do not provide the complete chemical composition, and the caffeine content and other ingredients present are unknown to the consumer. Hence there is need to quantify the major content of these energy drinks and compare with those of accepted standards. Also, energy drinks occur mostly in liquid and powdered forms. There has been little or no research on the powdered products as more attention has been given to those in liquids.</p> <p>These powdered products are usually dissolved in water by consumers before intake. It is therefore imperative to determine the caffeine, aspartame and other energizers of the powdered products and compared them with those of the liquid products. It will also be necessary to determine some other physicochemical properties of the energy drinks.</p> <ul><li><strong>Aim and Objectives</strong></li> </ul> <p>The aim of this work is to carry out comparative study on the physicochemical properties and some chemical constituents of selected energy drinks. This will be achieved through:</p> <ol><li>determination of the caffeine and aspartame concentrations of the energy drinks;</li> <li>determination of the carbohydrate (sugar) contents;</li> <li>determine the physicochemical properties of energy drinks;</li> <li>determination of the level of heavy metals (Cu, Zn, Pb, Cd, Mn, Fe) in them;</li> <li>determination of macronutrients (K, Ca,) present in them;</li> <li>using Statistical Analysis to analyse and compare between the powdered and liquid forms of energy drinks;</li> <li>comparing the obtained results with set standards by regulatory bodies.</li> </ol> <p><strong>REFERENCES</strong></p> <p>Acheson, K. J., Zahorska-Markiewics, B., Pittet, P., Anantharraman, K., Jequier, E. (1980). Caffeine and coffee: their influence on metabolic rate and substrate oxidation in normal weight and obese individuals. Am J Clin Nutr 33: 989–97.</p> <p>Adeleke, R. O., Abiodun, O. A. ( 2010). Physico-chemical Properties of Commercial Local Beverages in Osun State, Nigeria. Pakistan Journal of Nutrition 9 (9): 853-855.</p> <p>Alghamdi, A. H., Alghamdi, A. F. and Alwarthan, A. A. (2005). Determination of Content Levels of Some Food Additives in Beverages Consumed in Riyadh City. J. King Saud Univ., 18(2): 99-109.</p> <p>Al-Mayaly K. I. (2013). Determination of heavy Metals in some Artificial Fruit juices in Iraqi Local Markets. Intern. Journal. Of Research and Dev. In Pharm. And Life Sci. 2(4): 507-510.</p> <p>Appleton, N. “146 Reasons Why Sugar Is Ruining Your Health.” Antibiotics to Treat. November 15, 2011.</p> <p>Aschner, M., (2000). Manganese: brain transport and emerging research needs. Environ. Health Perspect. 108 (Suppl. 3), 429–432.</p> <p>Ashurst, P.R., 2005. Chemistry and Technology of Soft drinks and Fruit Juices. 2nd Edn., Vol. III (4) Blackwell Scientific Publication, London, pp: 433.</p> <p>Astrup, A., Dyerberg, J., Selleck, M. and Stender, S. (2008). Nutrition transition and its relationship to the development of obesity and related chronic diseases. Obesity review. 9: 48-52.</p> <p>Astrup, A., Toubro, S., Cannon, S., Hein, P., Breum, L., Madsen, J. (1990). Caffeine: a doubleblind, placebo-controlled study of its thermogenic, metabolic, and cardiovascular effects in healthy volunteers. Am J Clin Nutr 51: 759–67.</p> <p>Attila, S., and Çakir, B. (2011). Energy-drink consumption in college students and associated factors. Nutrition, 27(3): 316-322.</p> <p>Attieh, Z. K., Mukhopadhyay, C. K., Seshadri, V., Tripoulas, N. A., Paul, L. (1999). FoxCeruloplasmin Ferroxidase Activity Stimulates Cellular Iron Uptake by a Trivalent Cation-specific Transport Mechanism, J. Biol Chem., 274: 1119.</p> <p>Ayala, J., Simons, K., and Kerrigan, S. (2009). Quantitative determination of Caffeine and Alcohol in energy drinks and the potential to produce positive transdermal alcohol concentrations in human subjects. Journal of analytical Toxicology. Vol. 33</p> <p>Babu, M., Kavita, M. D., Church, J., Richard, M. D., Lewander, William, M. D. (2008). Energy Drinks: The New Eye-Opener for Adolescents. Clinical Paediatric Emergency Medicine, 9(1): 35-40.</p> <p>Barbaste, M., Medina, B., Perez-Trujillo, J. P. (2003). Analysis of arsenic lead and cadmium in wines from the Canary Islands, Spain, by ICP/MS. Food Additives and Contaminant, 20: 141–148.</p> <p>Barbee, Jr. J. Y., Prince, T. S. (1999). Acute respiratory distress syndrome in a welder exposed to metal fumes. South Med J; 92: 510–2</p> <p>Bassiouny, M. A. and Yang, J. (2005). Influence of drinking patterns of Carbonated beverages on dental erosion. General Dentistry, 53: 207-210.</p> <p>Bauer, J. (2011). “Sugar: How Much Should We Eat?” Yahoo! Health. Web. 08 Dec.</p> <p>Bengol, M., Yentur, G., Er B., Oktem, A.,B. (2010). Determination of some heavy metal levels in soft drinks from Turkey using ICP/OES method. Czech J. Food Sci., 28: 213–216.</p> <p>Berkey, C. S., Rockett, H. R., Field, A. E., Gillman, M. W. and Colditz, G. A. (2004). Sugar added beverages and adolescent weight change. Obesity research. 12(5): 778-88.</p> <p>Bonnet, M. H., Balkin, T. J., Dinges, D. F., Roehrs, T., Rogers, N. L., Wesensten, N. J. (2005). The use of stimulants to modify performance during sleep loss: a review by the Sleep Deprivation and Stimulant Task Force of the American Academy of Sleep Medicine. Sleep 28: 1163–87.</p> <p>Bracco, D., Ferrarra, J. M., Arnaud, M. J., Jequier, E., Schutz, Y. (1995). Effects of caffeine on energy metabolism, heart rate, and methylxanthine metabolism in lean and obese women. Am J Physiol Endocrinol Metab 269: 671–78.</p> <p>Braganza, S. and Larkin, M. (2007). Riding high on energy drinks. Modern medicine. Available at: http://www.modernmedicine.com/modernmedicine/ article/articleDetail.jsp?id=426763. Posted May 15, 2007. [Accessed September 15, 2007].</p> <p>Brand-Miller, J. C., Holt, S. H., Pawlak, D. B. and McMillan, J. (2002). Glycemic index and obesity. American Journal of Clinical Nutrition. 76(1): 281S-5S.</p> <p>Brownell K. D. and Frieden T. R. (2009). Ounces of prevention—the public policy case for taxes on sugared beverages. N Engl J Med; 360:1805-8.</p> <p>Brownell, K. D., Farley, T., Willett, W. C., (2009). The public health and economic benefits of taxing sugar sweetened beverages. N Engl J Med.; 361:1599-605.</p> <p>Butchko, H. H., and Stargel, W. W. (2001). Aspartame: Scientific evaluation in the postmarketing period. Regulatory Toxicology and Pharmacology, 34:221–233.</p> <p>Cabrera, C., Lorenzo, M. L., Lopez, M. C. (1995). Lead and cadmium contamination</p>\n\nEVALUATION OF SOME CHEMICAL CONSTITUENTS OF SELECTED ENERGY DRINKS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF SOME CHEMICAL CONSTITUENTS OF SELECTED ENERGY DRINKS", "id": 5}, {"content": "<div class=\"abstract\">\n<p><strong>Abstract</strong></p> <p>The optimization of biodiesel production from two non-edible oils and studies of their fuel and biodegradability properties was carried out. The two oil feedstocks (Yellow oleander and Castor oils) were extracted from their seeds using an oil expeller and their physicochemical properties such as iodine value, moisture content, saponification value, acid value, viscosity, specific gravity and refractive index were determined. Most of these properties were within the acceptable limit of American Standard Testing Method (ASTM). The methyl esters were optimized using methanol as solvent and by varying conditions like reaction temperature, reaction time, type and concentration of catalyst, molar ratio of methanol and oil. For maximum biodiesel production, the transesterification reaction showed that the concentration of alkali catalyst was 0.8 % sodium hydroxide, 0.33 %v/v alcohol/oil ratio, 1 hr reaction time, 60 0C temperature and excess alcohol 150 %v/v. Optimized parameters for production of biodiesel through base catalyzed transesterification gave maximum yield of 96 % and 98 % for yellow oleander and castor oil respectively. The Yellow Oleander Methyl Ester (YOME) and Castor Oil Methyl Ester (COME) and their diesel blends were comparatively analysed for fuel properties such as flash point, relative density, kinematic viscosity, calorific value, distillation, sulphur, phosphorous, water content, cetane number and acid number . The methyl ester of yellow oleander was found to have properties closer to ASTM D 6751 fuel specifications than that of castor oil. It is further observed from the results that the biodiesel from yellow oleander and castor oil are environmentally friendly, such that after spillage, it will take about 28 days for them to have biodegradability of 82.4 and 87.3 for YOME and COME respectively. This is an advantage over petro-diesel which was found to have biodegradability of 25.29 in 28 days.</p> <p>TABLE OF CONTENTS</p> <p>Title<br/>Abstract<br/>Table of Contents<br/>List of Abbreviations and Symbols</p> <p>CHAPTER ONE<br/>1.0 INTRODUCTION<br/>1.1 Statement of Research Problem<br/>1.2 Justification for Research<br/>1.3 Aims and Objectives</p> <p>CHAPTER TWO<br/>2.0 LITERATURE REVIEW<br/>2.1 Biodiesel as an Alternative to Petroleum Diesel<br/>2.2 Performance Characteristics of Biodiesel<br/>2.3 Biodiesel Storage Stability<br/>2.4 Biodiesel Production<br/>2.5 Optimization of Transesterification Process<br/>2.5.1 Catalyst type and concentration<br/>2.5.2 Effect of free fatty acid and moisture<br/>2.5.3 Effect of reaction time and temperature<br/>2.5.4 Mixing intensity<br/>2.5.5 Molar ratio of alcohol to oil and type of alcohol<br/>2.5.6 Effect of using organic solvents<br/>2.6 Transesterification under different Conditions<br/>2.7 Biodiesel Properties<br/>2.7.1 Flash point<br/>2.7.2 Viscosity<br/>2.7.3 Cloud and pour point<br/>2.7.4 Specific gravity<br/>2.7.5 Calorific value<br/>2.7.6 Sulphur<br/>2.7.7 Cetane number<br/>2.7.8 Carbon residue</p> <p>CHAPTER THREE<br/>3.0 MATERIALS AND METHODS<br/>3.1 Samples<br/>3.2 Preparation of Solutions<br/>3.2.1 Preparation of 1% v/v phosphoric acid solution<br/>3.2.2 Preparation of 1 M sodium hydroxide solution<br/>3.2.3 Preparation of 1M sulphuric acid solution<br/>3.2.4 Preparation of 0.1M potassium hydroxide solution<br/>3.2.5 Preparation of 0.8 % w/w sodium hydroxide solution<br/>3.2.6 Preparation of 10 % potassium iodide solution<br/>3.2.7 Preparation of 0.1N sodium thiosulphate solution<br/>3.2.8 Preparation of 0.1M hydrochloric acid solution<br/>3.3 Sample Collection and preparation<br/>3.4 Extraction<br/>3.5 Refining Process<br/>3.5.1 De-waxing<br/>3.5.2 Degumming<br/>3.5.3 Neutralizing<br/>3.6 Determination of Acid Value of the Oils<br/>3.7 Determination of Percentage Free Fatty Acid Content<br/>3.8 Transesterification<br/>3.8.1 Acid esterification (Step I)<br/>3.8.2 Alkaline transesterification (Step II)<br/>3.9 Test Methods for Physico-Chemical Properties<br/>3.9.1 Kinematic viscosity<br/>3.9.2 Density/API gravity measurement<br/>3.9.3 Acid value<br/>3.9.4 Iodine value<br/>3.9.5 Peroxide value<br/>3.9.6 Pour point<br/>3.9.7 Cloud point<br/>3.9.8 Sulphur content<br/>3.9.9 Water content<br/>3.9.10 Saponification value<br/>3.9.11 Refractive index<br/>3.9.12 Free and total glycerin<br/>3.9.13 Flash point<br/>3.9.14 Distillation characteristics<br/>3.9.15 Cetane index<br/>3.10 Biodegradation Study of the Biodiesels<br/>3.11Fuel Blends Preparation</p> <p>CHAPTER FOUR<br/>4.0 RESULTS<br/>4.1 Result of Phytochemical Properties<br/>4.2 Result of<br/>4.2.1 Result of acid esterification 4.2.2 Result of transesterification (Step II)<br/>4.3 Result of Characterization of Biodiesel Produced<br/>4.4 Effect of Blending on fuel properties of the Biodiesels<br/>4.5 Result of Distillation of Yellow Oleander and Castor oil methyl esters<br/>4.6 Result of Biodegradability studies of Biodiesel</p> <p>CHAPTER FIVE<br/>5.0 DISCUSSION OF RESULTS<br/>5.1 Percentage oil yield<br/>5.2. Physicochemical Properties of Yellow oleander and Castor oil<br/>5.3 Process Optimization<br/>5.3.1 Acid esterification (Step I)<br/>5.3.2 Transesterification (Step II)<br/>5.4 Characterization of Biodiesel produced<br/>5.5 Effect of Blending on Fuel properties of the Biodiesels<br/>5.6 Distillation Characteristic of the Biodiesels produced</p> <p>CHAPTER SIX, CONCLUSION AND RECOMMENDATIONS<br/>6.1 Summary<br/>6.2 Conclusion<br/>6.3 Recommendations<br/>REFERENCES<br/>APPENDICES</p> <p><strong>List of Abbreviations and Symbols</strong></p> <p>AOAC American Oil Association of Chemist<br/>AOCS American Oil Chemist’s Society<br/>ASTM American Standard Testing materials<br/>B2 2% Biodiesel and 98% Diesel<br/>B5 5% Biodiesel and 95% Diesel<br/>B7 7% Biodiesel and 93% Diesel<br/>B10 10% Biodiesel and 90% Diesel<br/>B20 20% Biodiesel and 80% Diesel<br/>B40 40% Biodiesel and 60% Diesel<br/>B60 60% Biodiesel and 40% Diesel<br/>B80 80% Biodiesel and 20% Diesel<br/>B100 100% Biodiesel and 0% Diesel<br/>CI Compression Ignition<br/>COME Castor Oil Methyl Ester<br/>CO Carbon monoxide<br/>CSO Castor Seed Oil</p> <p>FAME Fatty Acid Methyl Ester</p> <p>FFA Free Fatty Acid</p> <p>GC-MS Gas Chromatography Mass spectroscopy</p> <p>HC Hydrocarbon</p> <p>ISO International Standard Organization</p> <p>NAOME Sodium methoxide</p> <p>OPEC Organization of Petroleum Exporting Countries</p> <p>PAHs Poly Aromatic hydrocarbons</p> <p>PM Particulate Matter</p> <p>TAN Total Acid Number</p> <p>VOs Vegetable Oils</p> <p>YOME Yellow Oleander Methyl Ester</p> <p>YOSO Yellow Oleander Seed Oil</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0 INTRODUCTION</strong></p> <p>The world energy sector depends on the petroleum, coal and natural gas reservoirs to fulfill its energy requirements (Meher et al., 2006). Nigeria is traditionally an energy-deficient country which exports above 70% of its crude oil production. The country is dependent upon import of petroleum products to sustain its growth. Diesel fuel plays an essential function in the industrial economy of Nigeria. The fuel is used in heavy trucks, city transport buses, electric generators, farm equipment etc. (Anjana, 2000). However, diesel engine also emits various forms of pollutants into the environment which can endanger human health and damage the ecological environment (Antolin et a.l, 2002). It is therefore essential that the world extend its interest towards new sources of energy. A relatively new alternative that is currently booming worldwide is fuel obtained from renewable resources or biofuel. Biofuels are well suited for decentralized development i.e can be utilised to meet the needs for social and economic progress, especially in rural communities where fossil fuels may be difficult or expensive to obtain (Nwafor and Nwafor, 2000; Ezeanyananso et al., 2010).</p> <p>Amongst the various alternative fuels which could match the combustion features of diesel oil and can be easily adapted for use in existing engine technologies with or without any major modifications is biodiesel. Biodiesel fuel produced from vegetable oils (both edible and non edible) or animal fats is one of the promising possible sources that can be substituted for conventional diesel fuel and produces favourable effects on the environment. Biodiesel is recommended for use as a substitute for petroleum diesel mainly because it is a renewable, domestic resource with an environmentally friendly emission profile and is readily available and biodegradable (Zhang et al., 2003).</p> <p>The research and use of biodiesel fuel as an alternative started in the 1980’s and the reason was the diesel crisis caused by the reduction of petroleum production by the Organization of Petroleum Exporting Countries (OPEC) and the resultant price hike. The biodiesel produced from locally available resources offer a great promise for future application in Nigeria as it can help in attaining much needed energy security and being environment friendly, will help to conform to stricter emission norms (Ezeanyananso, 2010).</p> <p><strong>Castor plant (Ricinus communis)</strong></p> <p>Ricinus communis (Plate I) is a species that belongs to the Euphorbiaceae family and it is commonly known as castor oil plant, and Palma christi. Castor oil is possibly the plant oil industry’s most underappreciated asset. It is one of the most versatile of plant oils, being used in over ten diverse industries.</p> <p>Owing to its unique chemical composition and structure, castor oil can be used as the starting material for producing a wide range of end-products such as biodiesel, lubricants and greases, coatings, personal care and detergent, surfactants, oleochemicals e.t.c. Compared to many other crops, castor crop requires relatively fewer inputs such as water, fertilizers and pesticides. The crop can also be grown on marginal land, thus providing an excellent opportunity for many regions of the world to utilize their land resources more productively (Dokwadanyi, 2011). The plant prefers well-drained moisture relative clay or sandy loan in full sun requires a rich soil and day time temperature above 20oC for seedling to grow well. Castor is native to tropical Africa but it grows widely in Nigeria as weed it can be found in Borno, Sokoto, Jos, Zaria and so many other places in the country (Dokwadanyi, 2011). Though, it has been reported that the plants is not properly exploited, however a fiber for making ropes can be obtained from its stem. The growing plant is said to repel flies and mosquitoes when grown in the garden and it is also said to rid it of moles and nibbling insect, while the leaves have insecticidal properties. (Abdulkareem et al, 2012).</p> <p><strong>Thevetia plant (Thevetia peruviana)</strong></p> <p>Thevetia peruviana (Plate II) is an ever – green ornamental dicotyledonous shrub that belongs to Apocynaceae family (Dutta, 1964). It is commonly found in the tropics and subtropics but it is native to Africa, Central and South America. It grows to about 10 – 18 feet high, the leaves are spirally arranged, linear and about 13 – 15 cm in length. There are two varieties of the plant, one with yellow flowers, yellow oleander, and the other with purple flowers, nerium oleander. Both varieties flower and fruit all the year round providing a steady supply of seeds. Grown as hedges, they can produce between 400 – 800 fruits per annum depending on the rainfall pattern and plant age. The flowers are funnel-like with petals that are spirally twisted. The fruits are somewhat globular, with fleshy mesocarp and have a diameter of 4 – 5 cm. The fruits are usually green in colour and become black on ripening. Each fruit contains a nut which is longitudinally and transversely divided. The fruit contains between one to four seeds in its kernel, and the plants bears milky juice in all organs. In Nigeria, Thevetia peruviana has been grown for over fifty years as an ornamental plant in homes, schools and churches by missionaries and explorers (Ibiyemi <em>et al.,</em> 2002). All parts of the plant are toxic, due to the presence of glycosides. The toxicity of the glycoside is reflected in the accidental poisonings that occur among children that feed on the seed of the plants (Brewster 1986; Shaw and Pearn 1979). Some adults have reportedly died after consuming oleander leaves in herbal teas (Haynes <em>et al.,</em> 1985). According to Saravanapavan Atha (1985), the kernel of about ten fruits may be fatal to an adult while kernel of one fruit may be fatal to children. Generally, small children and livestock are at higher risk of <em>Thevetia peruviana</em> poisoning Livestock poisoning after consuming thevetia has been reported by various workers. For instance Singh and Singh (2002) reported that leaf, stem and bark extracts of the plant killed fish. These extracts together with seed kernel extract also caused poisoning symptoms and death of albino rats (Oji and Okafor, 2000). Pahwa and Chatterjee (1990) reported 80 and 90% mortality of rats that were fed on 20 and 30% kernels of thevetia seed after ten days of feeding.</p> <p><strong>1.1 Statement of Research Problem</strong></p> <p>The use of vegetable oil for biodiesel production may result in increases in price of food or lead to food shortages (Ezeanya Naso <em>et al.,</em> 2010). Fortunately, non-edible vegetable oils, mostly produced by seed-bearing trees and shrubs can provide an alternative, with no competing food uses. Crude non-edible oils however have high free fatty acid (FFA) content, which affects biodiesel yield and capital cost. These oils can be pre-refined by reducing the free fatty acid content (FFA) using esterification and saponification processes. The fuel properties of biodiesel differ from those of petrodiesel fuels. This implies that different engine performance and emissions will occur when biodiesel is used in diesel engines (Carraretto <em>et al.,</em> 2004).</p> <p>Compared to petroleum-based diesel, the high cost of biodiesel is a major barrier to its commercialization; its cost is 150% more than that of petroleum-based diesel depending on feedstock used. Approximately 70-95% of the total biodiesel production cost arises from the cost of feedstock, solvent and refining process of the crude oil (Hass <em>et al</em>., 2006; Umer and Farooq, 2008).</p> <p>Previous work on biodiesel has not quantified the biodegradability of Castor oil biodiesel. Furthermore, work is still ongoing by scientists on better methods of optimization of Biodiesel.</p> <ul><li><strong>Justification for Research</strong></li> </ul> <p>Energy is the main driver of socio-economic growth of any nation. It plays a vital role in the overall frame work of development worldwide. Energy is an indispensable commodity and all aspect of human activities is hinged to it, It is also as a factor of production whose cost directly affects price of other goods and services (OPEC, 1994). Access to energy has been described as a key factor in industrial development and in providing vital services that improve the quality of life as well as the engine of economic progress (Singh and Sooch, 2004).</p> <p>Diesel fuels produced from vegetable oils have practically no sulphur content, no greenhouse gases emissions especially with CO2, offer no storage difficulty, and they have excellent lubrication properties. Moreover, vegetable oils, yielding trees absorb more carbon dioxide from the atmosphere on burning (Erhan and Sharma, 2006). Hence, diesel fuels essentially help to alleviate the increasing carbon dioxide content in the atmosphere. With this development, there has been a renewed focus on vegetable oils to make biodiesel fuels (Kim <em>et al</em>., 2004).</p> <p>The substitution of diesel oil by renewable fuels produced within the country would generate higher foreign exchange savings, even for the major oil exporting countries like Nigeria. Therefore developing countries can use this kind of project not only to solve their environmental problems but also to improve their economy (Ezeanya Manso <em>et al., </em>2010). There is need for the production of biodiesel using a cheaper reagent, which contributes to the reduction of capital, and manufacturing cost. Furthermore, more investigations are needed about the fuel properties of biodiesels, diesel fuels and their blends before using in a diesel engine (Hass <em>et al</em>., 2006).</p> <ul><li><strong>Aims and Objectives</strong></li> </ul> <p>The aim of this research is to produce biodiesel from non-edible oils, optimize methods and compare physico-chemical properties of the biodiesels. Specific objectives are to:</p> <ol><li>extract the oil from yellow oleander and castor plant using an oil press machine;</li> <li>prepare biodiesels by transesterification;</li> <li>optimize the production process by varying reaction temperature, reaction time, concentration of catalyst and molar ratio of methanol/oil;</li> <li>blend the biodiesels with petro-diesel to improve their fuel properties;</li> <li>determine the flash point, relative density, kinematic viscosity, cloud point, pour point, oxidative stability, calorific value, distillation, sulphur, water content, cetane number, acid value and free fatty acid of diesel, biodiesel and different blends of these in accordance to appropriate ASTM standards and evaluate the biodegradability of the biodiesels and compare with petro-diesel.</li> </ol>\n\nOPTIMIZATION OF BIODIESEL PRODUCTION FROM YELLOW OLEANDER AND CASTOR OILS AND STUDIES OF THEIR FUEL PROPERTIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " OPTIMIZATION OF BIODIESEL PRODUCTION FROM YELLOW OLEANDER AND CASTOR OILS AND STUDIES OF THEIR FUEL PROPERTIES", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>The Pulverized stem bark of Indigofera arrecta was exhaustively extracted with methanol and concentrated in vacuo using rotary evaporator at 40 0C.The extract was later subjected to solvent partitioning to yield soluble extracts of n-hexane, ethyl acetate, chloroform, and methanol. General phytochemical screening of the fractions revealed the presence of secondary metabolites such as cardiac glycoside,steroid, terpenes flavonoids and tannins. The antimicrobial activity against S. aureus,S. pyogenes,S.faecalis, S.typhi, E.coli C. ulcerans,P. vulgaris and C.albicans was tested using the tube dilution and agar diffusion methods as outlined by the NCCLS. The results of the antimicrobial activity as indicated by the zones of inhibition of growth of microorganism ranged from 20mm to 40mm for the n-hexane extract, 16mm to 21mm for ethyl acetate extract and 20mm to 27mm for the methanol extract. The MIC result for the n-hexane, ethyl acetate and methanol extracts ranged from 7.5mg/ml to 15mg/ml. The MIC of 15mg/ml exhibited by the n-hexane extract against both gram positive and gram negative bacteria indicates broad spectrum activity of Indigofera arrecta. The n-hexane fractions was subjected to Column Chromatography using silica gel to yield 87 fractions, which were combined based on their thin layer chromatography analysis and recrystallized in methanol to give a pure white crystalline powder, which melts at 144oC. The structure of the isolated compound was established by spectroscopic analysis and by direct comparison of the data obtained with those reported in literature to be Stigmasterol (3β,22E-Stigmasta-5,22-dien-3-ol).</p> <p>TABLE OF CONTENTS</p> <p>Title page<br/>Abstract<br/>Table of contents<br/>List of abbreviations</p> <p>CHAPTER ONE<br/>1.0 Introduction<br/>1.1 Definition of a drug<br/>1.2 Medicinal plants<br/>1.3 Medicinal plant research<br/>1.4 Aim<br/>1.4.1 Objectives<br/>1.5 Scope and limitations of research<br/>1.6 Justification of the research</p> <p>CHAPTER TWO<br/>2.0 Literature review<br/>2.1 Botanical description of the genus Indigofera arrecta<br/>2.1.1 Other botanical information<br/>2.1.2 Origin and geographical distribution<br/>2.2 Chemical constituents of indigofera arrecta<br/>2.2.1 Traditional medicinal uses<br/>2.2.2 Uses of some of the genus<br/>2.3 Production and international trade<br/>2.3.1 Pharmacological properties<br/>2.3.2 Adulterations and substitutes<br/>2.3.3 Growth and development<br/>2.3.4 Ecology<br/>2.3.5 Management<br/>2.3.6 Propagation and planting<br/>2.3.7 Diseases and pests<br/>2.3.8 Harvesting<br/>2.3.9 Yield<br/>2.4 Handling after harvest<br/>2.4.1 General description of Indigofera arrecta (HOCHST EX.A.RICH )<br/>2.5 Review of some natural products from plants, tests and their uses<br/>2.5.1Alkaloids<br/>2.5.2Flavonoids<br/>2.5.3 Saponins<br/>2.5.4 Glycosides<br/>2.5.5 Tannins<br/>2.5.6 Steroids<br/>2.5.7. Terpenoids<br/>2.6 Factors which can affect the level or the composition of the active ingredients in medicinal plant<br/>2.7 Some microorganisms and their effects on the human body<br/>2.7.1 Staphylococci<br/>2.7.2 Streptococci<br/>2.7.3 Candida<br/>2.7.4 Enterobacteriaceae<br/>2.7.5 Klebsiella<br/>2.7.6 Escherichia coli<br/>2.7.7 Salmonellae</p> <p>CHAPTER THREE<br/>3.0 Materials and method<br/>3.1 Materials/reagents/equipment and analytical procedure<br/>3.1.1 Solvents<br/>3.1.2 Equipment<br/>3.1.3 Reagent<br/>3.1.4 Microbial media, test organisms and equipment for antimicobial test<br/>3.1.5 The identification and preparation of plant material<br/>3.1.6 Extraction procedure for crude extract<br/>3.2 Preliminary phytochemical screening<br/>3.2.1 Test for steroids/terpenes<br/>3.2.2 Test for flavonoids<br/>3.2.3 Test for alkaloids<br/>3.2.4 Test for tannins<br/>3.2.5 Test for anthraquinones<br/>3.2.6 Test for saponins<br/>3.2.7 Test for glycoside (fecl3 test)<br/>3.3 Antimicrobial screening<br/>3.3.1 Preparation of bacterial test organisms<br/>3.3.2 Preparation of fungal test organisms<br/>3.3.3 The stock dilution of the plant extracts<br/>3.3.4 Preparation of the nutrient agar<br/>3.3.5 Preparation of the sabouraud dextrose agar media<br/>3.3.6 The punched agar diffusion method [bryant, 1972]<br/>3.3.7 Preparation of inoculums of test organisms<br/>3.3.8 Sensitivity test of the extract using agar diffusion method<br/>3.3.9 Determination of minimum inhibitory concentration using tube dilution method<br/>3.4 Minimum bactericidal concentration (mbc)<br/>3.4.1 Chromatographic purification of extracts<br/>3.4.2 Thin layer chromatography (TLC)<br/>3.4.3 Column chromatography<br/>3.4.4 Solvents system/elution<br/>3.4.5 Gel filtration chromatography<br/>3.4.6 Thin layer chromatography of the n-hexane extract<br/>3.4.7 Column chromatography of n-hexane fraction</p> <p>CHAPTER FOUR<br/>4.0 Results<br/>4.1 Result of extraction<br/>4.2 Result of phytochemical screening<br/>4.3 Results of antimicrobial activity<br/>4.4 Result of chromatographic separation<br/>4.5 Column chromatography of n-hexane fraction<br/>4.6 Isolation of EB<br/>4.7 TLC analysis of EB<br/>4.8 Result of antimicrobial activity of compound EB</p> <p>CHAPTER FIVE<br/>5.0 Discussion of result<br/>5.1 Extraction<br/>5.2 Phytochemical screening<br/>5.3 Antimicrobial screening<br/>5.4 Physical and chemical properties of EB<br/>5.4.1 Spectral analysis<br/>5.4.2 FTIR<br/>5.4.3 1H NMR<br/>5.4.4 13C NMR<br/>5.4.5 DEPT</p> <p>CHAPTER SIX<br/>6.0 Summary, conclusion and recommendation<br/>6.1. Summary<br/>6.2 Conclusion<br/>6.3 Recommendation<br/>References</p> <p>LIST OF ABBREVIATION</p> <p>cm Centimeter</p> <p>cm-1 Per centimeter</p> <p>Hz Hertz</p> <p>ml Milliliter</p> <p>nm Nanometer</p> <p>ppm Parts per million</p> <p>UV Ultra violet</p> <p>IR Infrared</p> <p>λmax Wavelength of maximum absorption</p> <p>TLC Thin layer chromatography</p> <p>δ Chemical shift in ppm</p> <p>s Singlet</p> <p>d Doublet</p> <p>dd Double doublet</p> <p>MHz Megahertz</p> <p>% Percentage</p> <p>Rf Retardation factor</p> <p>HMBC Heteronuclear multiple bond correlation</p> <p>HSQC Homonuclear single quantum coherence</p> <p>COSY Correlation spectroscopy</p> <p>DEPT Distortionless enhancement by polarization transfer</p> <p>MIC Minimum inhibitory concentration</p> <p>MBC Minimum bactericidal concentration</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0 INTRODUCTION</strong></p> <p><strong>1.1 Definition of a drug</strong></p> <p>A drug can be described as any chemical substance that has no nutritional value when introduced into the body but causes some physiological effects within the system (Mbah, 2000). Drugs are classified under pharmaceuticals. Pharmaceutical drug, according to Dey (2006), also refers to as medicine or medicament, can be loosely defined as any substance intended for use in the diagnosis, cure, mitigation, treatment or prevention of diseases.</p> <p>Some pharmaceuticals occur naturally in plants. These can be called phyto pharmaceuticals. By the strictest definition, they are drugs or chemicals that may have health related effects but are not considered essential nutrients. Protein, carbohydrates, fats, minerals and vitamins are regarded as essential nutrients. Some pharmaceuticals found in plants include gedunin and nimbolide from Azadirachta indica (Neem) (Khalid and Duddeck, 1993); santonin, a sesquiterpenoid lactone is found in species of Artemisia which grows in Asia, quinine and alkaloid occurs in the bark of cinchona tree; penincillin- a beta-lactam is produced by fungi in the genus Penicillium (Finar, 2003) and reserpine-an alkaloid is isolated from Rauwolfia plant.</p> <p><strong>1.2 Medicinal plants</strong></p> <p>According to biblical records, Prophet Ezekiel reported that the fruits will serve as food and their leaves for healing (Ezekiel 47:12). Thus, the use of plants for medicinal purposes dates back to thousands of years ago as the earliest humans used various plants to treat illness (Dey, 2006). Medicinal plants or healing herbs, as they are called, are used in treating and preventing specific ailments and diseases and as such are considered to play a beneficial role in health care.</p> <p>Srivastava et al., (1996) earlier stated that hundreds of plant species are recognized as having medicinal values and four out of every five of those plants are collected from the wild forest while most are from the flora of developing countries. The medicinal properties or values may be present in one or all the plants parts like roots, stem, back, leaves, flower, fruit or seeds.</p> <p>In fact, with all the progress in synthetic chemistry and biotechnology, plants are still indispensable source of drugs and natural products on the basis of their therapeutics (Lawn, 1993).</p> <p>Some common medicinal plants that occur in our locality include Azadirachta indica (Neem), Ocimum gratissimum persea americana, Vernonia amygdalina, Alstonia boonei, Zanthoxylum gilletii and Buchholzia coriacea among others.</p> <p><strong>1.3 Medicinal plant research</strong></p> <p>The efficacy of these medicinal plants is based on the presence of secondary metabolites which belong to a group of compounds called natural products. Natural products are those chemical compounds derived from living organisms, plants, animals, insects and the study of natural products is the investigation of their structure formation, applications and purpose in the organisms. The drugs or active ingredients derived from natural products are usually secondary metabolites, for example, terpenes, flavonoids, saponins and alkaloids and their derivatives. Today, these compounds must be pure and highly characterized compounds through scientific research.</p> <p>Medicinal plant research starts by people carrying out general screening of plants which are collected either randomly or based on local reputations as medicinal plants after botanically identified by a reputable authority or plant taxonomist. This screening consists mainly of solvent extraction and standard tests of the extracts for the presence of such class of compounds or secondary metabolites as alkaloids, saponins and phenolic compounds. This in itself may not lead to the discovery of any new biologically active compound if carried out competently and consistently but it could provide data from which plants with potential biological activity could be selected for further detailed study (Adjanohoun et al., 1991,Farnsworth,1996).</p> <p>The extracts are then fractionated with a view of isolating pure compounds. Modern isolation techniques include all types of chromatography often guided by bioassays to isolate the active compounds. The chromatographic procedures include absorption and partition chromatography in columns, thin layer and recently high performance liquid Chromatography. The structures of the isolatein modern times are elucidated primarily by spectroscopic techniques. The compounds can be identified as already known compounds or entirely new compounds.</p> <p><strong>1.3.1 AIM</strong></p> <p>1. The aim of this work was to justify or otherwise the claimed ethnomedicinal uses of the plant</p> <p><strong>1.3.2 OBJECTIVES</strong></p> <p>I. Collection, proper botanical identification, drying and pulverizing of the plant.</p> <p>II. Extraction of the powdered plant material using different solvents based on the elutropic series i.e from non-polar to most polar.</p> <p>III.The extract of this plant would be subjected to phytochemical and antimicrobial screening</p> <p>IV. Analytical separations involving several consecutive steps of chromatographic techniques.</p> <p>V. Structural elucidation of the isolated compound(s) using spectral techniques</p> <p><strong>1.4:SCOPE AND LIMITATION OF THE RESEARCH</strong></p> <p>The scope of this research work would be:</p> <p>1. The phytochemical screening, antibacterial, antifungal screening, isolation, characterization and structural elucidation of the active principles of Indigofera arrecta.</p> <p><strong>1.5 JUSTIFICATION OF THE RESEARCH</strong></p> <p>The need to know the active ingredients in the stem of Indigofera arrecta which are responsible for the cure/treatment of various ailments such as epilepsy, sores treatment, diarrhea and ulcer and to have scientific evidence of the claims of the ethnomedicinal practices of the stem of Indigofera arrecta.</p>\n\nPHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACTS) OF INDIGOFERA ARRECTA HOCHST EX A. RICH(FABACEAE)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACTS) OF INDIGOFERA ARRECTA HOCHST EX A. RICH(FABACEAE)", "id": 7}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT </p> <p>The Pulverized stem bark of <em>Indigofera arrecta</em>was exhaustively extracted with methanol and concentrated in vacuo using rotary evaporator at 40 0C.The extract was later subjected to solvent partitioning to yield soluble extracts of n-hexane, ethyl acetate, chloroform, and methanol. Genernal phytochemical screening of the fractions revealed the presence of secondary metabolites such as cardiac glycoside,steroid, terpenes flavonoids and tannins. The antimicrobial activity against S. aureus,S. pyogenes,S.feacalis, S.typhii, E.coli C. ulcerans,P. vulgaris and C.albicans was tested using the tube dilution and agar diffusion methods as outlined by the NCCLS.</p> <p>The results of the antimicrobial activity as indicated by the zonesof inhibition of growth of microorganism ranged from 20mm to 40mm for the n-hexane extract, 16mm to 21mm for ethyl acetate extract and 20mm to 27mm for the methanol extract. The MIC result for the n-hexane, ethyl acetate and methanol extracts ranged from 7.5mg/ml to 15mg/ml. The MIC of 15mg/ml exhibited by the n-hexane extract against both gram positive and gram negative bacteria indicates broad spectrum activity of <em>Indigofera arrect</em>.</p> <p>The n-hexane fractions was subjected to Column Chromatography using silica gel to yield 87 fractions, which were combined based on their thin layer chromatography analysis and recrystallized in methanol to give a pure white crystalline powder, which melts at 144oC. The structure of the isolated compound was established by spectroscopic analysis and by direct comparison of the data obtained with those reported in literature to be Stigmasterol (3β,22E-Sigmasta-5,22-dien-3-ol).</p><p> <strong>CHAPTER ONE</strong> </p> <ul><li><strong>INTRODUCTION</strong></li> <li><strong>Definition of a drug</strong></li> </ul> <p>A drug can be described as any chemical substance that has no nutritional value when introduced into the body but causes some physiological effects within the system (Mbah, 2000). Drugs are classified under pharmaceuticals. Pharmaceutical drug, according to Dey (2006), also refers to as medicine or medicament, can be loosely defined as any substance intended for use in the diagnosis, cure, mitigation, treatment or prevention of diseases.</p> <p>Some pharmaceuticals occur naturally in plants. These can be called phyto pharmaceuticals. By the strictest definition, they are drugs or chemicals that may have health related effects but are not considered essential nutrients. Protein, carbohydrates, fats, minerals and vitamins are regarded as essential nutrients. Some pharmaceuticals found in plants include gedunin and nimbolide from <em>Azadirachta indica</em> (Neem) (Khalid and Duddeck, 1993); santonin, a sesquiterpenoid lactone is found in species of <em>Artemisia</em> which grows in Asia, quinine and alkaloid occurs in the bark of <em>cinchona</em> tree; penincillin- a beta-lactam is produced by fungi in the genus Penicillium (Finar, 2003) and reserpine-an alkaloid is isolated from <em>Rauwolfia</em> plant.</p> <p><strong>1.2Medicinal plants</strong></p> <p>According to biblical records, Prophet Ezekiel reported that the fruits will serve as food and their leaves for healing (Ezekiel 47:12). Thus, the use of plants for medicinal purposes dates back to thousands of years ago as the earliest humans used various plants to treat illness.</p> <p>(Dey, 2006). Medicinal plants or healing herbs, as they are called, are used in treating and preventing specific ailments and diseases and as such are considered to play a beneficial role in health care.</p> <p>Srivastava <em>et al.,</em> (1996) earlier stated that hundreds of plant species are recognized as having medicinal values and four out of every five of those plants are collected from the wild forest while most are from the flora of developing countries. The medicinal properties or values may be present in one or all the plants parts like roots, stem, back, leaves, flower, fruit or seeds.</p> <p>In fact, with all the progress in synthetic chemistry and biotechnology, plants are still indispensable source of drugs and natural products on the basis of their therapeutics (Lawn, 1993).</p> <p>Some common medicinal plants that occur in our locality include<em>Azadirachta indica</em></p> <p>(Neem),   <em>Ocimum</em>   <em>gratissiumpersea</em>    <em>americana</em>,    <em>Vernonica</em>   <em>amygdaline</em>,   <em>Astonia</em>    <em>boonei</em>,</p> <p><em>Zanthoxyllium gilleti </em>and<em> Bucchslozia coreacae </em>among others.</p> <p><strong>1.3</strong>    <strong>Medicinal plant research</strong></p> <p>The efficacy of these medicinal plants is based on the presence of secondary metabolites which belong to a group of compounds called natural products. Natural products are those chemical compounds derived from living organisms, plants, animals, insects and the study of natural products is the investigation of their structure formation, applications and purpose in the organisms. The drugs or active ingredients derived from natural products are usually secondary metabolites, for example, terpenes, flavonoids, saponins and alkaloids and their derivatives. Today, these compounds must be pure and highly characterized compounds through scientific research.</p> <p>Medicinal plant research starts by people carrying out general screening of plants which are collected either randomly or based on local reputations as medicinal plants after botanically identified by a reputable authority or plant taxonomist. This screening consists mainly of solvent extraction and standard tests of the extracts for the presence of such class of compounds or secondary metabolites as alkaloids, saponins and phenolic compounds. This in itself may not lead to the discovery of any new biologically active compound if carried out competently and consistently but it could provide data from which plants with potential biological activity could be selected for further detailed study (Adjanohoun et al., 1991,Farnsworth,1996).</p> <p>The extracts are then fractionated with a view of isolating pure compounds. Modern isolation techniques include all types of chromatography often guided by bioassays to isolate the active compounds. The chromatographic procedures include absorption and partition chromatography in columns, thin layer and recently high performance liquid Chromatography. The structures of the isolatein modern times are elucidated primarily by spectroscopic techniques. The compounds can be identified as already known compounds or entirely new compounds.</p> <p><strong>1.3.1 AIM</strong></p> <ol><li>The aim of this work was to justify or otherwise the claimed ethnomedicinal uses of the plant</li> </ol> <p><strong>1.3.2 OBJECTIVES</strong></p> <ul><li>Collection, proper botanical identification, drying and pulverizing of the plant.</li> <li>Extraction of the powdered plant material using different solvents based on the elutropic series i.e from non-polar to most polar.</li> <li>III.The  extract  of  this  plant  would  be  subjected  to  phytochemical  and  antimicrobial screening</li> </ul> <ul><li>Analytical separations  involving  several consecutive steps  of  chromatographic techniques.</li> <li>Structural elucidation of the isolated compound(s) using  spectral techniques</li> </ul> <p><strong>1.4:SCOPE AND LIMITATION OF THE RESEARCH</strong></p> <p>The scope of this research work would be:</p> <ol><li>The phytochemical screening, antibacterial, antifungal screening, isolation, characterization and structural elucidation of the active principles of <em>Indigofera arrecta.</em></li> </ol> <ul><li><strong>JUSTIFICATION OF THE RESEARCH</strong></li> </ul> <p>The need to know the active ingredients in the stem of <em>Indigofera arrecta</em> which are responsible for the cure/treatment of various ailments such as epilepsy, sores treatment, diarrhea and ulcer and to have scientific evidence of the claims of the ethnomedicinal practices of the stem of <em>Indigofera arrecta</em>.</p>\n\nPHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACT(S) OFINDIGOFERA ARRECTAHOCHST EX A. RICH(FABACEAE)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACT(S) OFINDIGOFERA ARRECTAHOCHST EX A. RICH(FABACEAE)", "id": 8}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <p>The Pulverized stem bark of <em>Indigofera arrecta</em>was exhaustively extracted with methanol and concentrated in vacuo using rotary evaporator at 40 0C.The extract was later subjected to solvent partitioning to yield soluble extracts of n-hexane, ethyl acetate, chloroform, and methanol. Genernal phytochemical screening of the fractions revealed the presence of secondary metabolites such as cardiac glycoside,steroid, terpenes flavonoids and tannins. The antimicrobial activity against S. aureus,S. pyogenes,S.feacalis, S.typhii, E.coli C. ulcerans,P. vulgaris and C.albicans was tested using the tube dilution and agar diffusion methods as outlined by the NCCLS. The results of the antimicrobial activity as indicated by the zonesof inhibition of growth of microorganism ranged from 20mm to 40mm for the n-hexane extract, 16mm to 21mm for ethyl acetate extract and 20mm to 27mm for the methanol extract. The MIC result for the n-hexane, ethyl acetate and methanol extracts ranged from 7.5mg/ml to 15mg/ml. The MIC of 15mg/ml exhibited by the n-hexane extract against both gram positive and gram negative bacteria indicates broad spectrum activity of <em>Indigofera arrect</em>. The n-hexane fractions was subjected to Column Chromatography using silica gel to yield 87 fractions, which were combined based on their thin layer chromatography analysis and recrystallized in methanol to give a pure white crystalline powder, which melts at 144oC. The structure of the isolated compound was established by spectroscopic analysis and by direct comparison of the data obtained with those reported in literature to be Stigmasterol (3β,22E-Sigmasta-5,22-dien-3-ol).<br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0    </strong><strong>INTRODUCTION</strong></div> <div><strong>1.1              </strong><strong>Definition of a drug</strong></div> <div>A drug can be described as any chemical substance that has no nutritional value when</div> <div>introduced into the body but causes some physiological effects within the system (Mbah, 2000). Drugs are classified under pharmaceuticals. Pharmaceutical drug, according to Dey (2006), also refers to as medicine or medicament, can be loosely defined as any substance intended for use in the diagnosis, cure, mitigation, treatment or prevention of diseases.</div> <div>Some pharmaceuticals occur naturally in plants. These can be called phyto pharmaceuticals. By the strictest definition, they are drugs or chemicals that may have health related effects but are not considered essential nutrients. Protein, carbohydrates, fats, minerals and vitamins are regarded as essential nutrients. Some pharmaceuticals found in plants include gedunin and nimbolide from <em>Azadirachta indica</em> (Neem) (Khalid and Duddeck, 1993); santonin, a sesquiterpenoid lactone is found in species of <em>Artemisia</em> which grows in Asia, quinine and alkaloid occurs in the bark of <em>cinchona</em> tree; penincillin- a beta-lactam is produced by fungi in the genus Penicillium (Finar, 2003) and reserpine-an alkaloid is isolated from <em>Rauwolfia</em> plant.</div> <div><strong>1.2Medicinal plants</strong></div> <div>According to biblical records, Prophet Ezekiel reported that the fruits will serve as food and their leaves for healing (Ezekiel 47:12). Thus, the use of plants for medicinal purposes dates back to thousands of years ago as the earliest humans used various plants to treat illness.</div>\n\nPHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACT(S) OF INDIGOFERA ARRECTAHOCHST EX A. RICH (FABACEAE)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF THE STEM BARK EXTRACT(S) OF INDIGOFERA ARRECTAHOCHST EX A. RICH (FABACEAE)", "id": 9}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>This study was initiated as a follow-up information on some impounded products tomato puree (Samples A and B) chocolates and candies (Samples C, D, E and F) imported from China, and sold in Nigerian markets. This result as their failure to meet National Agency for food drug administration and control (NAFDAC) regulatory standard. Samples A, B, C, D, E and F were collected in five markets from each six states of the six geographical zones: North-West (Kano), North-East (Bauchi), North-Central (Kogi), South-West (Lagos), South-East (Abia), and South-South (Rivers) of the country. In order to evaluate the quality of the products, the levels of some heavy metals (Cu, Mn, Fe, Ni, Zn, Ti and Cr) were evaluated in the samples using X-ray fluorescence (XRF). Concentrations of metals in both tomato puree ranged 4.0 – 4.5  mg/g for Cu, 18.0 – 42.5mg/g for Mn, 26.0 – 62.5mg/g for Fe, 4.0 – 56.0mg/g for Ni, 27.0 – 35.2mg/g for Zn, ND – 25.0mg/g for Ti, and ND – 20.0mg/g for Cr while concentrations of metals in both chocolates and candies ranged 3.0 – 4.2  mg/g for Cu, 40.0 – 55.7mg/g for Mn, ND – 102.5mg/g for Fe, ND – 305.0mg/g for Ni, ND – 42.5mg/g for Zn, ND – 23.8mg/g for Ti, and ND – 10.8mg/g for Cr. The concentrations of all the metals studied were generally higher in samples A and B compared to recommended levels of these metals in vegetable crops. Also, the data showed that these metals are at higher levels in samples C, D, E and F compared to other studies in candies and chocolates in Nigeria. Correlation analysis among metals revealed positive correlations, which indicates similar sources of these metals. Also, evaluation of dietary intake of these products daily revealed that sample A (except for Cu and Fe), B, C (except for Cu), D and E are above the daily dietary recommended limit for all the metals studied in food. Thus, frequent intake of these contaminated products is likely to induce health effects arising largely from Cu, Mn, Fe, Ni and Zn.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0              </strong><strong>INTRODUCTION</strong></div> <div><strong>1.1              </strong><strong>BACKGROUND</strong></div> <div>Recently, there is an increasing concern about the quality of imported foods and food related products in several parts of the world (Maxwell and Neumann, 2009) particularly from China. This, as observed by the United States Congress, was due to the large size of shipments, the many different routes of entry, the variety of foods imported, and the large numbers of potential contaminants make effective interdiction of contaminated foods difficult (Congress Research Service (CRS) Report, 2008). Additionally, the US Congress observed that many products were brought into the United States by travelers especially residents travelling back and forth regularly to China. Among the common products imported were canned tomatoes, chocolates, candies, biscuits, bean paste, bean curd, teas and various nuts and spices (CRS Report, 2008).</div> <div>According to the United States Congress Research Service Report (2008), in early 2007, evidence emerged that adulterated pet food ingredients from China had caused the deaths of many dogs and cats. However, toxicological and environmental studies have interest in the determinations of toxic elements in food. \"Food safety\" implies absence or acceptable and safe levels of contaminants, adulterants, naturally occurring toxins or any other substance that may make food injurious to health on an acute or chronic basis. Food quality can be considered as a complex characteristic of food that determines its value or acceptability to consumers. Besides safety, quality attributes includes nutritional value, organoleptic properties such as appearance, color, texture, taste and functional properties (World Health Organization (WHO), 1998).</div>\n\nEVALUATION OF SOME HEAVY METALS CONCENTRATIONS IN CHOCOLATE, CANDIES AND TOMATO PUREE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF SOME HEAVY METALS CONCENTRATIONS IN CHOCOLATE, CANDIES AND TOMATO PUREE", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This research work focused on the application of environmental management systems in a soap production plant. An environmental management systems (EMS) is a tool used to implement a structure programme of continual improvement in environmental management system. It is a tool for managing the impacts of organization’s activities in the soap production industry. It provides a structural approach and implementing environmental protection measures. EMS is also systematic approach for incorporating energy and environmental goals and priorities (such as energy use and regulatory compliance) into routine operations. This research established that the main causes of environmental management systems in soap production plants include climate change, water availability, pollution, waste generation and disposal are among the leading challenges in this regard. Based on the constraints and causes, the following conclusions were draw, overall demand for soaps and detergents depends on multiple factors and results in wide swings in production volume, making capacity planning difficult, consumer demand is influenced by population growth, particularly of households with children; commercial demand is driven by the health of the hotel, restaurant and hospital industries.  Recommendations were drawn based on the causes and conclusions, implement reasonable actions for prevention of pollution of air, water, soil and minimize the impact of any pollution which is accidental or unavoidable, use energy as efficiently as possible during the generation, transmission, and distribution of electricity and the operation of its facilities, and promote efficient use of electricity by stakeholders, maintain an adequate level of emergency preparedness in order to respond quickly and effectively to environmental emergencies, recover, reduce, identification of significant environment impacts-a company should undertake an analysis of its activities in order to define the areas where it has most impact, for example energy consumption, emissions to air, water pollution, waste, water consumption, draft an environmental policy stating the company’s intentions and its commitment to compliance with legal and other applicable requirements, and its commitment to continual improvement of its environmental performance through pollution prevention and reuse and recycle waste materials whenever feasible in Nigeria.  </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.0</strong><strong>INTRODUCTION</strong></p> <p>The domestic and industrial soap throughout the world is improving very fast with diversifying through great innovation and quality with each day in its business into variety of products and services. Soap products like soap noodles, detergents, dish-wash bars, bath soaps, liquid soap, body shower, gel etc. have become an integral part of an individual’s day to day life. These products in their product line are the unique feature of selling throughout the globe value chain which comes up from various source of processing. Soap comes to the market after different set of processes such as mixer, duplex, steel frames for cutting cakes, pans for cooling for paste, bubbling cattle and packaging. The chain involves forward integration with transportation to supply the finished products to the retailers and finally to the customers. The finished product reaches the ultimate customer through a variety of production steps and industry involvements, along with supply value chain networking. The major importance of getting the know-how of the soap manufacturing value chain is to highlight the issues faced by the soap firms. In achieving idea level of quality which equally competes with the multi-nationals products and become aware of the constraints from the grass root level of raw materials purchasing to transforming it into highly quality finished products for the customers.</p> <p><strong>1.1 Background to the Study</strong></p> <p>Environmental Management System (EMS) is a concept based on continuous improvement in all aspects of a firm’s environmental performance. According to Khanna and Anton (2002) EMS “represent an organizational change within firms and a self-motivated effort at internalizing environmental externalities by adopting management practices that integrate environment and production decisions, which identify opportunities for pollution reduction and enable the firm to make continuous improvements in production methods and environmental performance”.  Standards for environmental management systems have been developed and evolving for several years (Brorson and Larsson, 1999). The British Standards Institution (BSI) introduced the first standard for environmental management in 1992 (BS 7750). The International Organization for Standardization (ISO) introduced the ISO 14000 series in September 1996 and it specifies the requirements for an EMS (Clements, 1996, Brorson and Larsson, 1999). Clement (1996) notes that the standard applies to “those environmental aspects over which the firm either has control or could be expected to have an influence on”. Aboulnaga (1998) pointed out that, the adoption and use of an EMS can be a source of competitive advantage to soap industries and organizations wishing to compete on the international stage. Roy and Vezina (2001) also show that environmental initiatives can be used to enhance a soap production’s innovative capability. Sheldon (1997) also shows that ISO 14001 has been heartily welcomed by people in government, business and academia. It is believed globally that the standard is useful and one that augurs well for the future of environmental management (Moxen and Strachan, 2000). Other proponents of ISO 14001 like Stapleton et al., (2001) argued that the standard could act as a framework for significantly improving organizational performance.</p> <p>Soap is integral to our society today, and we find it hard to imagine a time when people were kept sweet-smelling by the action of perfume rather than soap.  However, the current widespread use of soap is only a very recent occurrence, despite the fact that it has been made for more than 2500 years.  The first recorded manufacture of soap was in 600BC, when Pliny the Elder described its manufacture by the Phonecians from goats tallow and ash, and it was known among the British Celts and throughout the Roman Empire.  However, these people used their soap medicinally, and it was not until the second century AD that it was used for cleaning, and not until the nineteenth century that it began to be commonly used in the Western world. </p> <p>Early this century the first synthetic detergents were manufactured, and these have now taken the place of soap for many applications. </p> <p>Soaps are widely used in our society.  Soaps are the product of the reaction between a fat and sodium hydroxide: </p><p> </p> <p>heat</p><p> </p> <p> </p> <p>RCOOR’  +   NaOH            R’OH    +    RCOO-Na+.</p> <p>Soap is produced industrially in four basic steps.  This study lists different steps because in the industrial processes described each of these is done over several process steps, but in principle it could be done in the three steps which are saponification, glycerine removal, soap purification and finishing.</p> <p>All soaps contain a surfactant as their active ingredient.  This is an ionic species consisting of a long, linear, non-polar ’tail’ with a cationic or anionic ‘head’ and a counter ion.  The tail is water insoluble and the head is water soluble - a difference in solubility which has two important implications. Firstly, this makes the surfactant molecule a wetting agent: the tails migrate to align themselves with the solid: water interface, lowering the surface tension at that point so that it penetrates the fabric better.  Secondly, it allows the oily dirt particles to form an emulsion with the water: the tails of many surfactant molecules surround an oily dirt particle, forming a micelle with a drop of oil in the centre and the ionic heads of the surfactant molecules pointing outwards and hence keeping the micelle in the polar solution.</p> <p>The soap industry throughout the world is improving very fast with diversifying through great innovation and quality with each passing day in its business into variety of products and services. Soap products like soap noodles, detergents, dish-wash bars, bath soaps, liquid soap, body shower gels, etc have become an important part of every one’s daily life. These products in their product line are the unique feature of selling throughout the globe. These products are the best source of supply value chain which comes up from various sources of processing. Soap comes to the market after different set of processes such as mixer, duplex, steel frames for cutting cakes, pans for cooling for paste, bubbling cattle and packaging. The chain involves forward integration with transportation and packaging industry, to supply the finished products to the retailers and finally to the customers. </p> <p>Vertical integration: is a strategy used by a company to control over its suppliers or distributors in order to increase the firm’s power in the market place, reduce transaction costs and secure supplies or distribution channels. Vertical integration has two dimensions backward and forward. In backward ties the raw material manufacturing firms are closely connected with their vendors and suppliers. Manufacturers and customers provide specifications to their subcontractors, vendors and suppliers. In forward ties, being the part of domestic value chain soap firms in Faisalabad is connected with distributors, whole sellers and retailers. Process of order flow and specifications starts from the buyers who order and specify the product after that manufacturing process is monitored.</p> <p>Horizontal Integration: is a process where a corporate company usuallu acquires or merge with a competitor in a same industry. There are two types of horizontal ties as observed in Faisalabad, bilateral ties and multilateral ties; the former exist between two firms dealing in the same product. It is noted that such ties are rare in Faisalabad mainly because of lack of trust and fierce competition among firms and the latter exist among more than two firms to achieve mutual goals. There is strong evidence of multilateral horizontal ties among firms in Faisalabad soap clusters as its seen at different occasions in past formation of Faisalabad soap manufacturing association (FSMA) in 1990 by separating its entity from Pakistan soap manufacturing association (PSMA), facing challenges of quality by multi nationals, existence of dry port of International facilities and development of FIA (Faisalabad International Airport) through FCCI.</p> <p>There is cut throat competition among firms in the cluster. Most of the firms are producing low quality products. The organizational structure of small firms is lack of facilities and operations are run by either the entrepreneur himself or by a low level supervisor. Entrepreneurs are not having any management and technical skills which are one of the reasons of no international linkages of the sector.</p> <p>Soap Value chain. The stages of value-added chains are divided into two categories:</p> <p>• Primary Activities</p> <p>• Supporting Activities.</p> <p>Primary activities include: </p> <p>·        Raw-Material accumulation (local, foreign or both)</p> <p>·        Manufacturing ( Mixer, Duplex, Cutting Pans, Bubbling Cattle, etc)</p> <p>·        Packaging and Quality inspection</p> <p>·        Distribution.</p> <p>Supporting activities include: </p> <p>·        Equipment and Technology </p> <p>·        HRD and Administrative support </p> <p>·        Firm infrastructure </p> <p>·        Physical support</p> <p>The major benefit associated with the value chain networking is that it continuously improves the performance and productivity of its members. The soap value chain is a perfect fit, thereby improving the structure, designs and supply of the soap industry. These primary and supporting activities add value to the process of transforming raw-material into finished soap product. Figure 1.1 highlights the process of soap industry’s value chain.</p> <p>An Environmental Management System (EMS) is a systematic approach for incorporating energy and environmental goals and priorities (such as energy use and regulatory compliance) into routine operations.   While some sort of de facto system is inherent to any organization that must meet energy and environmental requirements as part of daily operations, it is generally accepted as a valuable step to formalize the approach by documenting it.  Not only does documentation of the system ensure consistency over time and across employees, there is a growing body of evidence indicating that there is considerable value in defining a systematic approach to managing energy and environmental goals.</p> <p><strong>1.2  Importance of the Study</strong></p> <p>Environmental management system is a tool for managing the impacts of organization’s activities on the soap production industry. It provides a structural approach and implementing environmental protection measures.</p> <p>Concern for the environment can be traced as far back as the pre-biblical periods. However, Pickering and Owen (1997) were the first to give concrete meaning to it at the United Nations Conference on the Human Environment held at Stockholm, Sweden in June 1972. The next summit was held in Brazil “Rio Conference” or the “Earth Summit” of 1992. Pickering and Owen further stressed that, the earth summit offered world leaders the rare opportunity of building consensus on managing the planet. A major outcome of the conference was the 27 point principle that was adopted by all the 171 countries. It was this awakening that gingered governments all over the world including Ghana to take concrete steps towards the protection, management and enhancement of the environment (EPA, 1994).  The government of Ghana since the Stockholm conference established agencies to manage its environment. The purpose of environmental management according to the EPA (2002) is to “identify human activities that may threaten and affect the quality of the environment, implement mitigation measures at the appropriate time to manage these effects, ensure that anticipated effects are maintained within the levels predicted, manage anticipated effects before they become a problem and, optimize environmental protection”.</p> <p>EMS monitors environmental performance, similar to the way a financial management system monitors expenditure and income and enables regular checks of a company’s performance. An EMS integrates environmental management into a company’s daily operations, long term planning and quantity management system.</p> <p>Soap is designed as a product to be used once then flushed down the drain, so as expected the environmental implications of its manufacture are not nearly so great as many other chemical processes.  There are two main areas of concern: the safe transport and containment of the raw materials, and the minimisation of losses during manufacture.</p> <p>EMS are becoming increasingly important to both national and multinational production companies. Underlying its emergence and acceptance is the premise that improved systems associated with EMS can make achievement of strategic goals more likely.</p> <p>Through the systematic approach of an EMS, an industry can define and implement the organization’s environmental policy, ensure compliance with relevant environmental legislation and regulations, identify and manage its environmental impacts, and achieve continual improvements in environmental performance. If an enterprise adequately designs and sizes its EMS for the scale of the business’s activity, then the EMS’s implementation will allow management to understand and track its environmental performance, and thereby develop and adopt measures to improve such performance.</p> <p>An EMS dictates that an organization not only understands the regulatory framework in which it operates, but that the organization incorporates these specific requirements into the controls developed to manage specific tasks and risks. Adoption of an EMS can enable organizations to collect data that they did not previously have. Examples would be water use, energy consumption, and volume of waste generated. Additionally, these data can assist in responding to regulators as well as to markets. The challenge occurs, particularly in developing or transitional countries, when the environmental regulatory framework is still immature or under development. An important benefit of an EMS is its capacity to help improve an organization’s performance in developing countries where the regulatory framework and other drivers may not be as robust.</p> <p><strong>1.3 Statement of the Problem</strong></p> <p>According to the EPA, there are over 5000 manufacturing industries in the country of which half are classified as medium to large scale. About 60% of these are located in the Lagos Municipal area (EPA, 2002). These industries have had a large impact on the economy of the area and the country in general. The concentration of the industries in such a small area has aggravated the environmental stress caused by industrial activities. Some of the major problems include industrial liquid and solid waste, air and water pollution.</p> <p>Soap manufacturing firms have to identify various sources of raw-material such as tello, animal skin, acids, oils, fats, silicate, toxics, caustic soda, etc from various parts of the world. The local sources of raw-material are widely available but it is not up to the mark to compete with major brands. There is a good market of local raw-material as many of the micro, small and medium sized soap firms work with them with huge volumes.</p> <p>Input (raw-material) from different markets are supplied to the manufacturing units of soap firms for processing. The raw- material is treated with chemicals and equipment usually locally manufactured which process the raw-material and transform them into semi-finished soap which is then used by processing units. Soap production firms face major constraints of technical and financial problems. Lack of technical competence, financial sources, unskilled worker, etc are the major reason of restricting the process of finished goods as per the demand and market requirement. At this point, multi-national firms score with producing quality and standard soap product line in the market which helps them to extract lion’s share of profit from the market. In local manufacturer’s case, the finished goods are imported from various countries at higher price for domestic use creating imbalance. </p> <p>The soap manufacturing firms lack in marketing activities as they use traditional mode of marketing through posters, cable-TV adds, etc but few of the large firms equally compete with the multi- national’s advertising approaches. The soap firms totally emphasizes on distributor’s wishes of advertising and promotions for the customers. The soap firms should concentrate on the competitive-edge through marketing and quality assurance.</p> <p>The soap firms hardly invest on packaging of their products. Most of the soap firms outsource packaging. Mostly firms copy each other’s brand to compete in the market which gives a set-back to the local industry. The soap manufactures should expand both domestically and capture the international markets through exports. If manufacturers concentrate on marketing they can have international agents, intermediaries who have a great knowledge of the native markets, have wide network channel and manage value chain.</p> <p>Despite of the large markets of suppliers of raw-material and buyers of soap products, the manufacturers failed to capitalize the opportunity and unable to capture the domestic and International markets. The main reason being the energy crisis which are haunting the industry from last one decade on continuous basis. The load shedding of power and gas shortage has turned this potential industry into a recession. Moreover, inability of local manufacturers, undeveloped infrastructure and support activities restrict them in improving the quality, making them compete with the multi-national giants soap products in foreign markets even in the domestic market. Supporting activities such as up gradation of technology and equipment are the major factors in soap value chain process. The lack of modern equipment, technology in the local market, restricts the firms in producing competitive products.  Nigeria does not have a vocational technical college which specifically gives the modern knowledge of soap machinery and equipment up gradation. The shortage in supply of skilled and experienced manpower to handle the soap units acts as a drawback for the supply value chain process. The irregular and costly supply of raw-material also create large problem leading to heavy loss and closure of firms. During the last few years, small firms have faced drastic recession because of costly raw-material, energy crisis and strikes. In a nutshell, weak physical supply, shortage of finance, no R &amp; D facility, undeveloped IT support, and lack of knowledge related to modern soap units, unskilled labor, etc reduce the scope of growth and development in the soap industry. The value chain of soap industry to achieve maximum level of productivity and quality is based upon these supporting activities, which help to identify the potential of growth and expansion in local and International markets.</p> <p><strong>1.4 Aims and Objectives of the Study</strong></p> <p>The main objectives of the study are to examine the application of environmental management system in a domestic and industrial soap production plant.</p> <p>To reach these objectives, the following will be answered: </p> <p>·        Determine current environmental management practices in Nigerian soap production industries. </p> <p>·        Show the current situation with respect to the adoption of ISO 14001 standards in Nigeria.</p> <p>·        Identify the most important drivers to the adoption of EMS practices in Nigeria.</p> <p>·        Identify the most important problems that companies encounter getting certified to ISO 14001. </p> <p>·        Access the extent of compliance to local environmental regulations.</p> <p>·        Conduct a focused baseline assessment to identity what really matters for the organization in terms of environmental performance</p> <p>·        To review present state of the environment;</p> <p>·         To review application of economic tools and its effectiveness for industrial environmental management.</p> <p>·        Environmental Management Systems– provides an overview of environmental management systems, a discussion of the elements on the ISO 14001 standard, and describes three levels of EMS implementation.</p> <p>·        Environmental Management Systems inorganisation–discusses the application of environmental management systems in a organisation setting, the benefits that municipalities can realize through an EMS, the key success factors to implementing an EMS in an organisation setting, and the level of effort required to complete an EMS implementation.</p> <p>·        Complementary Systems and Tools: Growing industrial and government interest in energy and environmental management has led to the development of a number of concepts and tools that enable organizations to understand, evaluate and manage the environmental implications of their operations, services and products. Some tools are:</p> <p>• Green procurement;</p> <p>• Sustainable community planning;</p> <p>• Life cycle management;</p> <p>• Life cycle assessment; and</p> <p>• Sustainable design.</p> <p><strong>1.5 Scope of Study</strong></p> <p>This study is limited only to Domestic and Industrial Soap production companies in Nigeria focusing on reviewing industrial compliance to existing main environmental regulations only and not included others environmental-related laws. Further, the study mainly reviews use of economic tools in industrial environmental management in Nigeria.</p>                                                          \n\nAPPLICATION OF ENVIRONMENTAL MANAGEMENT SYSTEMS IN A SOAP PRODUCTION PLANT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " APPLICATION OF ENVIRONMENTAL MANAGEMENT SYSTEMS IN A SOAP PRODUCTION PLANT", "id": 11}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE INTRODUCTION </p> <p> 1.1 BACKGROUND OF STUDY  1.1.1 CORROSION  </p> <p>Corrosion is defined as a natural process, which converts refined metal to their more stable oxide. It is the gradual destruction or degradation of materials (usually metals) by chemical reaction with their environment which are most likely inevitable. Corrosion is a natural and costly process of destruction like earthquakes, tornados, floods and vocanic eruptions, with one major difference. Whereas we can be only a silent spectator to the above processes of destruction, corrosion can be prevented or at least be controlled. </p> <p>Despite different definitions, it can be observed that corrosion is basically the result of interaction between materials and their environment. Up to the 1960s, the term corrosion was restricted only to the metals and their alloys and it did not incorporate ceramics, polymers, composites and semiconductors in its regime. The term corrosion now encompasses all types of natural and man – made materials including biomaterials and nanomaterials, and it is not confined to metals and alloys alone. The scope of corrosion is consistent with the revolutionary changes in materials development witnessed in recent years.</p> <p>            FIGURE  1.1: CORROSION ATTACK ON AN OLD SHIP</p> <p> 1.1.1.2 CORROSION AND ITS MECHANISM </p> <p>In nature, metals are not found in free state due to their reactivity. Metals are generally in high energy state because some energy is added during their manufacturing process from the ores. Low energy - state ores are more stable than the high energy – state metals. As a result of this uphill thermodynamic struggle, the metals have a strong driving force to release energy and  go back to their original form. Hence the metals revert to their parent state or ore under a suitable corrosive environment. The electrochemical  process involved in corrosion by nature is opposite to the extractive metallurgy involved in manufacturing of the metals. Therefore, corrosion is sometimes considered as the reverse process of extractive metallurgy as can be seen below:</p> <p>                   FIGURE 1..2:   THE ENERGY CYCLE OF IRON INDICATING ITS EXTRACTIVE                                       METALLURGY  </p> <p>          </p> <p>According to electrochemistry, the corrosion reaction can be considered as taking place by two simultaneous reactions:</p> <p>The oxidation of a metal at an anode (a corroded end releasing electrons) and the reduction of a substance at a cathode (a protected end receiving electrons). In order for the reaction to occur, the following conditions must exist:</p> <p>1.      Two areas on the structure must differ in electrical potential.</p> <p>2.      Those areas called anodes and cathodes must be electrically interconnected.</p> <p>3.      Those areas must be exposed to a common electrolyte.</p> <p>4.      An electric path through the metal or between metals be available to permit electron flow.</p> <p>When these conditions exist, a corrosion cell is formed in which the cathode remains passive while the anode deteriorates by corrosion. As a result of this process, electric current flows through the interconnection between cathode and anode. The cathode area is protected from corrosion damage at the expense of the metal, which is consumed at the anode. The amount of metal lost is directly proportional direct current flow.  Mild steel is lost at approximately 20  pounds for each ampere flowing for a year. (Thomas, 1994) .</p> <p>FIGURE 1.3: THE COMPONENT OF  AN ELECTROCHEMICAL CORROSION CELL</p> <p>At the anode, metals are oxidized and the electrons are liberated from the metal to form positive  metal ions. The liberated electrons dissolve into the electrolyte, and deposition is formed on the cathodic metal. Anode corrodes while the cathode  remains intact.</p> <p> 1.1.1.2.1 ELECTROCHEMISTRY OF CORROSION </p> <p>Corrosion occurs by an electrochemical process. The phenomenon is similar to that which takes place when a carbon-zinc “dry” cell generates a direct current. Basically, an anode (negative electrode), a cathode (positive electrode), an electrolyte (environment), and a circuit connecting the anode and the cathode are required for corrosion to occur <strong>(</strong>see Figure 1.3<strong>)</strong>.</p> <p>Dissolution of metal occurs at the anode where the corrosion current enters the electrolyte and flows to the cathode. The general reaction or reactions, if an alloy is involved) that occurs at the anode is the dissolution of metal as ions:</p> <p>M → Mn+ + <em>e</em>n-</p> <p><em>Where</em></p> <p><em>M = metal involved n = valence of the corroding metal species e = electrons</em></p> <p>FIGURE 1.4<strong>:</strong> A BASIC CORROSION CELL.</p> <p>The basic corrosion cell consists of an anode, a cathode, an electrolyte, and a metallic path for electron flow. Note that the corrosion current (z) enters the electrolyte at the anode and flows to the cathode.</p> <p>Examination of this basic reaction reveals that a loss of electrons, or oxidation, occurs at the anode. Electrons lost at the anode flow through the metallic circuit to the cathode and permit a cathodic reaction (or reactions) to occur. In alkaline and neutral aerated solutions, the predominant cathodic reaction is</p> <p>O2 + 2H2O + 4<em>e</em>- → 4(OH)                                                                                                   (1.1)</p> <p>The cathodic reaction that usually occurs in deaerated acids is</p> <p>2H- + 2<em>e</em>- → H2                                                                                                                     (1.2)</p> <p>In aerated acids, the cathodic reaction could be</p> <p>O2 + 4H- + 4<em>e</em>- → 2H2O                                                                                                        (1.3) </p> <p>All of these reactions involve a gain of electrons and a reduction process. The number of electrons lost at the anode must equal the number of electrons gained at the cathode. For example, if iron (Fe) was exposed to aerated, corrosive water, the anodic reaction would be</p> <p>Fe → Fe++ + 2<em>e</em>-                                                                                                                    (1.4)</p> <p>At the cathode, reduction of oxygen would occur</p> <p>O2 + 2H2O + 4<em>e</em>- → 4(OH-)                                                                                                   (1.5)</p> <p>Because there can be no net gain or loss of electrons, two atoms of iron must dissolve to provide the four electrons required at the cathode. Thus, the anodic and cathodic reactions would be</p> <p>2 Fe → 2Fe++ + 4<em>e</em>-    (anodic)                                                                                               (1.6)</p> <p>O2 + 2H2O + 4<em>e</em>-→ 4(OH-)    (cathodic)                                                                               (1.7)</p> <p>These can be summed to give the overall oxidation-reduction reaction</p> <p>2Fe + O2 + 2H2O → 2Fe++ + 4(OH-)                                                                                    (1.8)</p> <p>After dissolution, ferrous ions (Fe++) generally oxidize to ferric ions (Fe+++); these will combine with hydroxide ions (OH-) formed at the cathode to give a corrosion product called</p> <p>rust.</p> <p>(FeOH or Fe2O3.H2O)                                                                                                           (1.9)</p> <p>Similarly, zinc corroding in aerated, corrosive water (i.e., Zn → Zn++ + 2<em>e</em>-) will form the corrosion product Zn(OH)2. The important issue to remember is that anodic dissolution of metal occurs electrochemically; the insoluble corrosion products are formed by a secondary chemical reaction.</p> <p><strong>1.1.1.3 CLASSIFICATION OF CORROSION</strong></p> <p>Corrosion based on the appearance of the corroded metal can be classified as uniforrm or localized. Corrosion is either uniform i.e  the metal corrodes at the same rate over the entire surface,or it is localized, in which case only small areas are affected.</p> <p>Classification by appearance, which is particularly useful in failure analysis, is based on identifying forms of corrosion by visual observation with either the naked eye or magnification.The morphology of attack is the basis for classification. Figure 1.5 illustrate some of the most common forms of corrosion.</p> <p>FIGURE 1.5 :  MACROSCOPIC VERSUS MICROSCOPIC FORMS OF LOCALIZED CORROSION</p> <p>There should be vivid distinction between macroscopically localized corrosion and microscopic local attack. In the latter case, the amount of metal dissolved is minute (minimal), and considerable damage can occur before the problem becomes visible to the naked eye or can be viewed with the aid of  a low – power magnifying device (Schweitzer, 1998). </p><p> 1.1.1.4 CORROSION PREVENTION </p> <p>Some corrosion prevention methods include material selection, conditioning the corrosive environment, electrochemical control, protective coating and use of corrosion inhibitors. The most common and easiest way of preventing corrosion is through the judicious selection of material once the corrosion environment has been characterized. Standard corrosion references are helpful in this respect. Here, cost may be a significant factor and it is not always economically feasible to employ the material that provides the optimum corrosion resistance; sometimes, either another alloy or some other measure must be used.</p> <p>Conditioning the corrosive environment if possible may also significantly influence corrosion. Lowering the fluid temperature and/or velocity usually produces a reduction in the rate at which corrosion occurs. Many times increasing or decreasing the concentration of some species in the solution will have a positive effect; for example, the metal may experience passivation. </p><p> CORROSION INHIBITORS: </p> <p>Corrosion inhibitors are chemicals that react with the metal's surface or the environmental gases causing corrosion, thereby, interrupting the chemical reaction that causes corrosion. Inhibitors can work by adsorbing themselves on the metal's surface and forming a protective film. These chemicals can be applied as a solution or as a protective coating via dispersion techniques.</p> <p>The inhibitors process of slowing corrosion depends upon:</p> <p>•       Changing the anodic or cathodic polarization behavior</p> <p>•       Decreasing the diffusion of ions to the metal's surface</p> <p>•       Increasing the electrical resistance of the metal's surface</p> <p>Major end-use industries for corrosion inhibitors are petroleum refining, oil and gas exploration, chemical production and water treatment facilities.</p> <p>The benefit of corrosion inhibitors is that they can be applied in-situ to metals as a corrective action to counter unexpected corrosion.</p><p> 1.1.1.5 ECONOMIC IMPORTANCE OF CORROSION </p> <p>The problems of metallic corrosion is one significant propotion, it has been estimated that appoximatly 5% of an industrial nation’s income is spent on corrosion prevention and its maintenance or preplacement of products lost or contaminated as a result of corrosion reaction. The consequences of corrosion are many and the effects of these on the safe, reliable and efficient operation of equipment or structures are often more serious than the simple loss of a mass of metal. Failure of various kinds of equipment and the need for expensive replacement may occur even though the amount of metal destroyed is quite small. Some of the major harmful effects of corrosion can be summarized as follows:</p> <p>•      Perforation of vessels and pipes allowing escape of their contents and possible harm to the surroundings. For example a leaky domestic radiator can cause expensive damage to carpets and decorations, while corrosive sea water may enter the boilers of a power station if the condenser tubes perforate.</p> <p>•      Loss of technically important surface properties of a metallic component. These could include frictional and bearing properties, ease of fluid flow over a pipe surface, electrical conductivity of contacts, surface reflectivity or heat transfer across a surface.</p> <p>•      Mechanical damage to valves, pumps, etc., or blockage of pipes by solid corrosion products.</p> <p>•      Added complexity and expense of equipment which needs to be designed to withstand a certain amount of corrosion, and to allow corroded components to be conveniently replaced.</p> <p>•      Reduction of metal thickness leading to loss of mechanical strength and structural failure or breakdown. When the metal is lost in localized zones so as to give a crack on the structure, very considerable weakening may result from quite a small amount of metal loss.</p> <p>•      Hazards or injuries to people arising from structural failure or breakdown (e.g.</p> <p>bridges, cars, aircraft).</p> <p>•      Reduced value of goods due to deterioration of appearance.</p> <p>Corrosion processes are occasionally used to advantage. For example, etching procedures makes use of the selective chemical reactivity of grain boundaries or various micro-structural constituent. Also, the current development in dry cell is as a result of corrosion processes.</p><p> 1.1.2 ALUMINIUM  </p> <p>Aluminium always finds very regular and diversified uses in domestic appliances, chemical reactions and storage bottles, vessels and containers, buildings, bridges, packaging foils, automobiles, aircrafts, ships and many others. It is used for variety of applications due to its light weight, very high strength, good thermal and electrical conductivities, good heat and light  reflectivity, its non-rusty nature, non-toxicity and attractive appearance. It is highly electropositive and resistant to corrosion because a hard, tough film of oxide is formed on the surface. The surface film is amphoteric, hence the metal could dissolve readily in both strong acid and alkaline media. Despite these great properties of aluminium, it is not a perfect material for engineering applications in all environments as  they  suffer corrosion caused by chemical interactions with their surroundings (Khandelwal <em>et al.</em>, 2010). Aluminium is used in industries like shipping, offshore petroleum exploration, power and coastal industrial plants (for cooling), fire-fighting, oil fuel water injection and desalination plants. </p> <p> 1.2 PROBLEM STATEMENT </p> <p>The failure of aluminum equipment and aluminum materials due to acid corrosion in industries is widely reported (Abiola et al, 2012), as such there is a need to minimize this common effect. In virtually all situations, aluminum failure through corrosion can be managed, slowed or even stopped by using the proper techniques.</p> <p>The most common and easiest way of preventing corrosion is through the judicious selection of material once the corrosion environment has been characterized and by the use of chemical inhibitors is the most practical and cost effective means of controlling corrosion of metals in acid solutions. However, a number of inhibitors of acid corrosion of aluminum are toxic, nonbiodegradable and expensive.</p> <p> 1.3 AIM </p> <p>The aim of this study is to investigate the inhibitive effect of alanine on corrosion of aluminium in 0.5 M HCl solution using the weight loss technique.</p> <p> 1.4 SCOPE OF STUDY </p> <p>This study is limited to the study of use of organic inhibitors to reduce the failure of aluminum due to acidic corrosion. This is achieved by determining the inhibition efficiency of alanine by testing different concentration of alanine on aluminum in an acidic solution.</p>\n\nTHE INHIBITIVE EFFECT OF ALANINE ON CORROSION OF ALUMINIUM IN 0.5 M HCL SOLUTION USING THE WEIGHT LOSS TECHNIQUE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE INHIBITIVE EFFECT OF ALANINE ON CORROSION OF ALUMINIUM IN 0.5 M HCL SOLUTION USING THE WEIGHT LOSS TECHNIQUE", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.0     GENERAL INTRODUCTION</strong></p> <p>Energy is a fundamental pillar of modern society as well as being an essential building block for socio-economic development (UNIDO, 2007). The awareness of the imminent depletion of fossil fuels coupled with a global energy crisis has stimulated interest in the research for alternative energy source (Garba et al., 1996). The urgent need for alternative and cheaper energy supplies in Nigeria is increasingly apparent now considering the epileptic supply and distribution of the fossil fuels that have risen beyond the reach of Nigerian rural people (Eze, 2003).</p> <p>The uses of renewable raw materials significantly contribute to sustainable development usually interpreted as “acting responsibly to meet the needs of the present without compromising the ability of future generations to meet their own needs” (Meier, et al., 2007).</p> <p>Currently, plant oils are the most important renewable raw materials for the chemical industry. They are triglycerides (tri – esters of glycerol with long chain fatty acid) (see Fig. 1) with varying composition of fatty acids depending on the plant, the crop, the season and the growing conditions.</p><p> </p> <p>O</p><p> </p> <p> </p> <p>O</p><p> </p> <p> </p> <p>RI</p><p> </p> <p> </p> <p>O</p><p> </p> <p> </p> <p>O</p><p> </p> <p> </p> <p>RI</p><p> </p> <p> </p> <p>O</p><p> </p> <p> </p> <p>RI</p><p> </p> <p> </p> <p>O</p><p> </p> <p><br/></p> <p>Figure 1.1: Chemical structure of triglyceride, R = alkyl groups.</p> <p>The Table below shows the composition of some oils that have been used for transesterification to yield biodiesel. It shows the composition of the fatty acid contained, chain length in carbon atoms and number of double bonds.</p> <p><strong>Table 1.1: The composition of some oils from plant</strong></p><p> </p> <p>R(x,y) =</p><p> </p> <p>10:0</p><p> </p> <p>12:0</p><p> </p> <p>14:0</p><p> </p> <p>16:0</p><p> </p> <p>18:0</p><p> </p> <p>18:1</p><p> </p> <p>18:2</p><p> </p> <p>18:3</p><p> </p> <p>20:0</p><p> </p> <p>New rapeseed</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>0.5</p><p> </p> <p>4</p><p> </p> <p>1</p><p> </p> <p>60</p><p> </p> <p>20</p><p> </p> <p>9</p><p> </p> <p>2</p><p> </p> <p>Sun flower</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>6</p><p> </p> <p>4</p><p> </p> <p>28</p><p> </p> <p>61</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>Palm kernel</p><p> </p> <p>5</p><p> </p> <p>50</p><p> </p> <p>15</p><p> </p> <p>7</p><p> </p> <p>2</p><p> </p> <p>15</p><p> </p> <p>1</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>Linseed</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>10</p><p> </p> <p>5</p><p> </p> <p>22</p><p> </p> <p>15</p><p> </p> <p>52</p><p> </p> <p>-</p><p> </p> <p>Soybean</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>-</p><p> </p> <p>10</p><p> </p> <p>5</p><p> </p> <p>21</p><p> </p> <p>53</p><p> </p> <p>8</p><p> </p> <p>0.5</p><p> </p> <p>          R(x,y) = Composition of the fatty acids;</p> <p>                    x = Chain length in carbon atoms;</p> <p>                    y = Number of double bonds</p> <p>Biofuels are a wide range of fuels which are derived from biomass and can be used as a large source of energy supply. The term covers solid biomass, liquid fuels and various biogases (Dembras, 2009). Biofuels are gaining increased public and scientific attention, driven by factors such as oil price spikes, the need for increased energy security, concern over greenhouse gas emissions from fossil fuels, and government subsidies.</p> <p>Biofuels are drawing increasing attention worldwide as substitutes for petroleum – derived transportation fuels to help address energy cost, energy security and global warming concern associated with liquid fossil fuels. Biofuels include ethanol made from sugar cane or diesel-like fuel made from soybean oil, dimethyl ether (DME) or Fischer – Tropsch Liquids (FTL) made from lignocellusosic biomass.</p> <p>The Energy Commission of Nigeria envisions that in the short term (2005 – 2007), crude oil will continue to play a dominant role in the economic development of the country, while in the medium term (2008 – 2015), a transition in energy from crude oil to less carbon – intensive economy increasingly powered by gas. Also, in the long term (2016 – 2025), the nation’s energy requirement will be completely non fossil. (ECN, 2005).</p> <p>A relatively recently popularized classification for liquid biofuels includes first generation and second generation fuels. There is no strict technical definitions for these terms but the main distinction between them is the feedstock used.</p> <p>First generation fuels are generally those made from sugar, grains or seeds, i.e. one that uses only a specific (often edible) portion of the above – ground biomass produced by a plant , and relatively simple processing is required to produce a finished fuel. First generation fuels are already being produced in significant commercial quantities in a number of countries. Members of this group are bioalcohol, biodiesel, green diesel (also known as renewable diesel), bioether, biogas e.t.c.</p> <p>Second generation fuels are generally those made from non-edible lignocellosic biomass, either non-edible residues of  food crop production (e.g. corn stalks or rice husks) or non-edible whole plant biomass (e.g. grasses or trees grown specifically for energy). Second generation biofuels are basically produced from sustainable feedstock. Sustainability of a feedstock is defined among others by availability of the feedstock, impact on greenhouse gas emissions and impact on biodiversity and land use. Many second generation biofuels are under development such as cellusoic ethanol, algae fuel, biohydrogen, biomethanol, Fischer – Tropsch diesel, mixed alcohols, biohydrogen diesel and wood diesel.</p> <p><strong>1.1     BACKGROUND OF THE STUDY</strong></p> <p>Biodiesel (fatty acid methyl esters) is an alternative fuel for diesel engines. It is an alcohol ester product from the transesterification of triglycerides in vegetable oils or animals accomplished by reacting lower alcohols such as methanol or ethanol with triglycerides.</p> <p>The National Biodiesel Board (USA) technically defined biodiesel as a mono-alkyl ester. Blends of biodiesel and conventional hydrocarbon based diesel are products most commonly distributed for use in the retail diesel fuel market place. Biodiesel contain no petroleum, but it can be blended at any level with petroleum diesel to create a biodiesel blend. Much of the world uses a system known as the “B” factor to state the amount of biodiesel in any fuel mix:</p> <p>Ø 100% biodiesel is referred to as B100.</p> <p>Ø 20% biodiesel, 80% petrodiesel is labelled B20.</p> <p>Ø 5% biodiesel, 95% petrodiesel is labelled B5.</p> <p>Ø 2% biodiesel, 98% petrodiesel is labelled B2.</p> <p>Blends of less than 20% biodiesel can be used in diesel equipment with no, or only minor modifications. Biodiesel can also be used in its pure form (B100), but may be blended with petroleum diesel at any concentration in most injection pump diesel engine. New extreme high-pressure (29000 psi) common rail engine have strict factory limits of B5 or B20 depending on manufacturers.</p> <p>Biodiesel has different solvent properties than petrodiesel, and will degrade natural rubber gaskets and hoses in vehicles (mostly vehicles manufactured before 1992), although these tend to wear out naturally and most likely will have already been replaced with FKM, which is non reactive to biodiesel.</p> <p>The first diesel engine was produced by Rudolf in Augsburg and Germany. In remembrance of this event, August 10 has been declared “International Biodiesel Day”. Rudolf diesel demonstrated a diesel running on pea nut (at the request of the French government) but for the French otto company at the world fair in Paris, France in 1990. (Knothe, 2001).</p> <p>Biodiesel has been known to breakdown deposits of residue in the fuel lines where petrodiesel has been used. As a result, fuel filters may become clogged with particulates of a quick transition to pure biodiesel is made. Therefore, it is recommended to change the fuel filters on engine and heaters shortly after switching to a biodiesel blend.</p> <p>Biodiesel is light to dark yellow liquid immiscible with water, with high boiling point and low vapour pressure. It has been used as a substitute for diesel fuel in the automobile industry and also referred to as a diesel – equivalent processed fuel derived from vegetable oils. (Biodiesel, 2007).</p> <p>Several research have been performed on the production of biodiesel and some basic feedstock for the fuel includes animal fats, vegetable oils, soy, rapseed, jatropha, mahua, mustard, flax, sunflower, palm oil, hemp, field pennycress, pongamiapinnata and algae. Pure biodiesel is the lowest emission diesel fuel. Although liquefied petroleum gas and hydrogen have cleaner combustion, they are used to fuel much less efficient petrol engines and are not as widely available. Biodiesel is an oxygenated fuel, meaning that it contains a reduced amount of carbon and higher hydrogen and oxygen content than fossil diesel. This improves the combustion and reduces the particulate emission from un-burnt carbon. Biodiesel is also safe to handle and transport because it is as biodegradable as sugar, ten times less toxic than table salt, has a high flash point of about 300oF (148oC) compared to petroleum diesel fuel, which has a flash point of 125oF (52oC). </p> <p>Current commercial production of biodiesel (FAME) is via homogeneous transesterification but this process has a lot of limitations, thus, making the cost of biodiesel not economical as compared to petroleum-derived diesel. One of the most significant limitations using this process is the formations of soap in the product mixture leading to additional cost required for the separation of soap from the biodiesel. Also, the formation of soap has also led to the loss of triglycerides molecules that can be used to form biodiesel. However, since the catalyst and the reactants/products are in the same phase, the separation of products (biodiesel) from the catalyst becomes complex. On the other hand, heterogeneous transesterification can overcome all these limitations in which solid based catalyst is used in place of homogeneous catalyst, making it a more efficient process for biodiesel production with lower cost and reduced environmental impact.</p> <p>Xie et al. studied the transesterification of soybean oil to methyl ester using potassium-loaded alumina catalyst. Also, Suppes et al. studied the transesterification reaction of soybean oil with zeolite and metal catalysts for the production of biodiesel, while Jitputti et al. studied the transesterification of crude palm kernel oil and crude coconut oil using several acidic and basic solids.</p> <p>All these study indicated that different oils would require different catalyst for optimum conversion to biodiesel. {International Conference on Environment 2008 (ICENV 2008)}</p>                                                            \n\nTHE PRODUCTION OF BIODIESEL (FAME) FROM PALM KERNEL OIL (PKO) USING CONCENTRATED SULPHURIC ACID AS CATALYST<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE PRODUCTION OF BIODIESEL (FAME) FROM PALM KERNEL OIL (PKO) USING CONCENTRATED SULPHURIC ACID AS CATALYST", "id": 13}, {"content": "<div class=\"abstract\">\n<b>PHYTOCHEMICAL SCREENING OF WATER EXTRACT OF PUMPKIN LEAVES<br/>ABSTRACT</b><br/>The research investigated the extract and phytochemical screening of (pumpkin leaves). The plant leaves were collected dried grinded and extracted using water by a cold extraction (maceration) method. The filtrated was concentrated and their subjected to phytochemical screening using standard methods. The result indicated the produce of sapannis, flavoncids, phenolic, glycosides and terpeniods while eugeuds and steroids were absent. The presence of these bioactive components especially phenolics and alkaloids suggest that the plant has rich medicinal constituents and is thus recommended to be included in man’s and medicinal formulations. <br/>TABLE OF CONTENTS<br/>CHAPTER ONE                                                                      <br/>1.0 Introduction<br/>1.1 Taxonomy/classification<br/>1.2.1 English names and local names<br/>1.2.2 Description<br/>1.2.3 Cultivation<br/>1.3 Medicinal importance<br/>1.3 Nutritional benefits<br/>1.3.1 Chemical constituents<br/>1.3.2 Bioactive constituents<br/>1.3.3 Alkaliods<br/>1.3.4 Glyiosides<br/>1.3.5 Flavanoids<br/>1.4 Eugenols<br/>1.4.1 Saponins<br/>1.4.2 Phenolics<br/>1.4.3 Tannins<br/>1.4.4 Terpenes<br/>1.4.5 Steroids<br/>1.5 Extraction/types<br/>1.6 Types of Telfairia Occidentalis<br/>1.7 Aim<br/>1.8 Specific objectives<br/>CHAPTER TWO                                                            <br/>2.1 Plants sample<br/>2.2 Equipments/apparatus<br/>2.3 Reagents used<br/>2.4 Collection of plants<br/>2.5 Extract<br/>2.6 Phytochemical screening<br/>CHAPTER THREE                                                                  <br/>3.0 Discussion and results<br/>3.1 Percentage yield <br/>3.2 Phytochemical screening results<br/>3.3 Discussion<br/>CHAPTER FOUR                                                 <br/>4.0 Conclusion and recommendation<br/>4.1 Conclusion<br/>4.2 Recommendation<br/>REFERENCES                                                     <br/>CHAPTER ONE<br/>INTRODUCTION <br/>Telfairia occidentalis is widely cultivated for its palatable and nutritious leaves. The leaves when prepared with other tropical vegetables have high value. Its protein content (21%) is higher than those of other commonly used leafy vegetables. The leaves are rich in vitamins and minerals such as Ca, p, fe etc. the seed is also eaten as food. The oil obtained from the seed is used in cooking. There are claims that the possesses some medicinal values.<br/>        Telfairia occidentalis is a tropical vine grown in West Africa as a leaf vegetable and for its edible seeds, common names for the pant include fluted gourd fluted pumpkin, and Ugu. T. occidentalis is a member of the curcarbitacee family and is indigenous to Southern Nigeria. The fluted gourd grows in many nations of West Africa, but is mainly cultivated in Nigeria, used primarily in soups and herbal medicines. Although the fruit is inedible, the seeds produced by the gourd are high protein and fat, and can therefore, contribute to a well-balanced diet. The plant is a drough-tolerant, dioecious perennial that is usually grown trellised.<br/>        T. occidentalis is traditionally used by an estimated 30-35 million people indigenous people in Nigeria, including the Efik, Ibibio and Urhobo; however, it was predominantly used by the Igbo tribe, who continue to cultivate the gourd for food sources and traditional medicines. A recurring subject in the Igbo folklore, the fluted gourde is noted to have healing properties and used as a blood tonic, to be administered to the weak or ill. It is endemic to southern Nigerian, and was an assest to international food trades of the Igbo tribe Akoroda. This study seeks to determine the phyto-chemical constituents present in the H20 and ethanol extract<br/>1.1 TAXONOMY/CLASSIFICATION<br/>          Integrated Taxonomy Information system gave the taxomic hierarchy of Telfairia occidentalis as follows;<br/>KINGDOM (Plantea-plantes, planta, vegetal, plants)<br/>SUB KINGDOM (Viridae plantae-green plants),<br/>INFRA KINGDOM (Streptophyta-land plants),<br/>DIVISION (Tracheophyta – vascular plants, tracheophytes),<br/>SUB DIVISION (Spermatophytina- spermatophytes, seed plants, pharierogames)<br/>INFRA DIVISION         (Angrospermae-flowering plants, angiosperms, plantas com flor, angiosperma, plantes a fleurs, angiosperms, plantes a fruits)<br/>CLASS                       (magnoliopsida)<br/>SUPER ORDER             (Rosanae)<br/>ORDER                       (Cucurbitales)<br/>FAMILY                      (cucurbitaceae-gourds, squashes, Citrovilles, gourdles)<br/>GENUS                       (Telfairia Hook)<br/>SPECIES                    (Telfairia Occidentalis Hook f-oysternur)<br/>TAXONOMIC serial No: 505897<br/>1.2 ENGLISH NAMES AND LOCAL NAMES <br/>          Telfairia Occidentalis is popularly known in different languages and countries as follows; fluteds pumpkins, oysternut, oil nut, fluted gourd and telfairia nut (English); Costillada (Spanish); Krobonko (Ghana); Oroko, Pondokoko and Gonugbe (Siera Leone); Ugwu (Igbo-Nigeria), Aworoko Eweroko (Yoruba-nigeria) and Ikong (Efik/Ibibio-Nigeria).<br/>  .2.1 DESCRIPTION<br/>        Felfairia Occidentalis is a large perennial plant which climbs by means of bifid and tendrils which are usually coiled. The stems have five ridges often covered with multi-cellular hairs, especially when young. The leaves of the plant are compound, usually 3-5 foliate, with blades and petioles also covered with multicular hairs. The fruits are marked by 10 conspicuous longitudinal ridges and are among t6he largest known (16-50cm length, 9cm diameter). The seeds which are embedded with a brigh-yellow fibrous endocarp are large, non endospermic and usually red in colour.<br/>1.2.2 CULTIVATION<br/>          T. occidentalis is typically grown vertically on trestle-like structures; however, it can be allowed to spread flat on a field, a beneficial outcome of growing the gourd flats is the suppression of weeds, especially when intercropped with a tall, upright plant such as maize. The growing period begins in April or May when seed are planted; the first leaves and shooks can be harvested after a month and can be collected every 2-4 weeks thereafter. Seed are planted directly in the soil, typically in groups of three to increase output in a case of a failed germination. Fruit is typically harvested between October and December. The seeds are subsequently collected and dried; a portion of them are consumed, while the reminders are stored for the following planting season. Although dependent upon soil type, the fluted gourd is able to ratoon and subsequently produce may flushes of fruits over long period. It is able to ratoon with the highest ndegree of success in well drained soil. It is propagated using the seeds, its seed is housed in another greater covering or hard shell which protects if from harm. It survives drought and retains its life in the root even after many years. It is a creeping plant and grows well if staked with bamboo sticks.<br/>1.2.3 MEDICINAL IMPORTANCE <br/>        Telfairia Occidentalis is an important staple vegetable grown in Nigeria. The plant produces luxuriant edible green leaves, which are rich iron and vitamins sterms of the plants have branching, long twisting tencdrils. Recent studies have shown that Telfairia Occidentalis leaf is rich in minerals (such as iron, potassium, sodium, phosphorus, calcium and magnesium), antioxidants, vitamins (such as thiamic, riboflauin, nicotinamide and ascorbic acid, phytochemicals such as phenols. The leaves contain essential oils vitamins; the young leaves sliced and mixed with coconut water and salt are stored in a bottle and used for the treatment of convulsion in ettno medicine. The leaf extract is usedful in the management of cholestewlemia, liver problems and impaired defense immune-systems. The amino acid profile of T. occidentalis has been shown to be very rich and includes alanine, aspartate, leucine, arginne. Serine, threonine, phenylalanine, valine, tyrosine and isolenaine.<br/>        The following are some medicinal valves of T. occidentalis<br/>It is used to lower diabetes and heart diseases risks such as hypertension.<br/>It has great antioxidant capacities to help in restoring damaged cells and skins.<br/>It helps to protects our heart and liver from harmful toxin and painkillers like Paracetamols.<br/>It contain lots of phytonutrients which is tough to reduce the risks of beast and stomach cancers.       <br/>It also reduced blood sugar levels.<br/>It may be useful in therapy for hypercholesterolemia though reducing oxidative stress and cholesterol levels.<br/>1.3 NUTRITIONAL BENEFITS<br/>        This type of dark green leafy vegetable is so versatile and can be recognized as a panacea to cure some of our hunger as well as illness if only we can look into its nutritional benefits; which are as follows;<br/>It contains a healthy amount of vitamins.<br/>It helps to prevent convulsion.<br/>It helps to lower cholesterol.<br/>It helps to boost fertility.<br/>It is rich in iron and can be used to cure anarmia.<br/>It helps to increase blood volume.<br/>It has high protein content.<br/>It is also an excellent source of many natural poly-phenolic falvoniod compounds such as a B, minerals like copper, calcium, potassium and phosphorus.<br/>1.3.1 CHEMICAL CONSTITUENTS<br/>        The proximate chemical composition of fluted pumpkin leaf extract was given as; crude protein (21.31), crude fibre (6.41), ether extract (50.50), ash (10.92), nitrogen free extracts (55.56), metabolization energy (3121.00iccal kg) gross energy (4420.00kcal/kg), Ca (o.67), P(0.40), K (0.15), N (3.41), Mg (0.43), Na(0.02), Zn(7.50) Mg/100g), phytate (510.51mg/100g), Tannin (0.184mg/100g), Oxalate (0.0034mg/100g). the proportions of the various minerals vary with the age of the plant. Anti-nutrient composition of the young stems and leaves of the plant was found to be higher than that found in the older leaves and stems.<br/>        The high content of Fe in the young tender fluted pumpkin leaves was given as the basis for which the leaf extract is administered traditionally as blood tonic in treatment of anemia and to convalescing patients. The crude fibre content of 20.17 I 0.12% in the leaves of Telfairia Occidentalis indicated that the leaves of this plant are good sources of dietary fibres. Higher carbohydrates of 39.64% leads to a corresponding increase of energy valve recorded as 290. 16 kcal/100g which further confirmed that his plant leaves could serve as a good source of energy, the leaves are good sources of Mg and Zn which are essential in human and animal nutrition. Total amino acid is T. occidentalis was 455.3mg/g with total essential amino acid of 256.1mg/g or 56.3%, showing the plant proteins to be high in essential amino acid. Agueous extract of the leaf contains 5.07mg/100mg and 40 mg/100ml of vitamins E and C, respectively.<br/>1.3.2 BIOACTIVE CONSTITUENTS IN MEDICINAC PLANTS <br/>        Telfairia occidentalis has been reported to possess antioxidant properly. The aqueous extract has a higher total phenol, reducing power and free radical scavenging ability (12.2%, 1.9 007 and 92%, respectively( than the ethanolie extract which had total phenol, reducing power free radical scavenging ability of 5.5%, 1.500700 and 25% respectively. The free solution phyplenols had higher antioxidant activity as typified by their higher reducing power and free redical scavenging ability than the bound polyphenols. Telfairia occidentalis leaf contained a significantly high amount of vitamin C, total flavoniods and phenolics. The leaf inhibited more free radical. The hexane fraction had the highest falvoniod content and free scavenging activity comparable to that of the commercial antioxidant BHT. The ability for the leaf of Telfairia accidentalis to reduce iron (111) to iron (11) was also reported. The antioxidant property of Telfairia occidentalis is attributed to the high content of polyphenols, especially flavoniod.<br/>        Many human diseases are caused by oxidative stress which is usually initiated by free radicals such as superoxide anions, hydrogen peroxide, hydroxyl radical and nitric oxide. These free radicals react with macromolecules such as DNA, proteins and lipids thereby damaging them. The consequences of it is damage are diseases such as diabetes, hypertension, atheroscptensis, cancer, mgocardinal infarction, arthritis, anemia, asthma, inflammation, neurodegenerative diseases. Endogenous antixodants such as super oxide dismutase, catalase, glutathione reductase, ascorbie acid and tocopherol protect the body against the damaging effect of free radicals. But natural products of plant origin have been found to exhibit strong antioxidant components such as flavonoids phenols, flavonols, protanthoeyanins, vitamins c, carotenoids and lycopene, sosme of which are present in T. occidentalis, the antioxidant properly of Telfairia occidentalis which has been well documented therefore makes the plant medicinally useful. Consumption of the plant has the potential of protecting the consumer from oxidative stress and its attendant health implications.<br/>1.3.3 ALKALOIDS <br/>          Alkaloids are nitrogenous organic substance existing in combination with organic acid in great variety of plants and to which many drugs own their medicinal properties. A member of a large group of chemicals that are made by plant and have nitrogen in than many alkaloids possess potent pharmacologic effect. The alkaloids include cocaine, nicotine, strychnine, caffeine, morphine, pilocarpine, atropine, methamphetamine, mescaline, ephedrine and tryptamine.<br/>        Any of a number of medicinally active compounds produces by plants; alkaloids are often active in small amounts and toxic in large amounts, well known alkaloids produced by plants include caffeine, codeine, morphine, nicotine, quinine and strychnine.<br/>1.3.4 GLYCOSIDES <br/>        Many glycosides occur in plants, often as flower and fruits pigments; for example anthocyanins various medicines, condiments and dycs from plants occurs as glycosides, of great valve are the heart-stimulating glycosides of digitalis and several antibiotics are glycosides (e.g. streptomycin) saponins, face tension of water, saponin solution have been used as cleansing agents.<br/>1.3.5 FLAVONOIDS <br/>        Flavonoids are a large family of compounds synthesized byb plants that have a common chemical structure. Flavoniods may be further divided into subclasses. In plant systems, flavonoids help if combating oxidative stress and act as growth regulators for pharmaceutical purposes cost effective bulk production of different types of flavonoids has been made possible with the help of microbial biotechnology. Falvoniode consist of a large group of polyphenolic compounds having a benzo pyrone structure and are ubiquitously present in plants they are synthesized by phenylpropaniod pathway, flavonoids are hypdroxyglated phenolic substances and are known to be synthesized by plants in response to microbial infections. Their activities are structure dependent flavoniods also act as secondary antioxidant defense system in plant tissues exposed in different abiotic and biotic stresses, flavonoids are located in the nucleus of mesophil cell and within centres of Ros generation. They also regulate growth factors in plant such as duxin.<br/>1.4 EUGENOLS<br/>        Eugenols is a chemical which is found in many plants, herbs and spices but clove is the best natural source of this powerful antioxidant. However, it is a double edge sword since it can have potentially dangerous repercussions, if consumed in higher amount, very small amount are required, in order to reap the benefits and avoid side effects. It possess anti-microbial, anti-bacteria and anti-fungal properties which make it very useful in killing parasites which could damage the heart, lungs or the kidneys.<br/> 1.4.1 SAPONINS <br/>        Saponins are found in many plants and in the animal kingdom saponins have a soapy character due to their surfactant properties saponins have hemolytic, expectoraative, anti-flammatory and immune-stimulating activity. Beyonth that, saponins demonstrate antimicrobial properties particularly against fungi and additionally against bacteria and protozoa.<br/>1.4.2 PHENOLICS<br/>        Phenolics, phenols or polyphenolics (or polyphend extracts) are chemical compone occur ubiquitously as natural colour pigments responsible for the colour of fruits of plants. Phenoclies in plants are mostly synthesized from phenylantine via the action of phenylatatine ammonia iyase (PAL) they are very important to plants and have multiple functions. The most important role may be in plant defense against pathogens and herbivore predators, and thus are applied in the control of human pathogenic infections (Puupponen-phmia etal, 2008). They are classified into (i) phenolic acid and (ii) flavonoid poly phenolics (flavonones, flavones, xanthones and catechnics) and (iii) non-flavonoid polyphenotic caffic acidi is regarded as the most common of phenolic compounds distributed in plant flora followed by cholorogenie acid known to cause allergic dermatic among humans (Kar, 2007).<br/>        Phenolic essentially represent a host of natural anti-oxidants, used as nutraceuticals, and found in apples, green tea and red wine for their enormous ability to combat cancer and are also though to prevent heart ailments to an appreciable degree and sometimes are anti-inflammatory agents.<br/>1.4.3 TANNINS <br/>        A tannin (also known as vegetable tannin, natural organic tannin or sometimes tannoid, i.e. a type of biomolecule, as opposed to modern synthetic tannin) is an astringent, bitter plant polyphenelic compound that binds to and precipitates proteins and various other organic compounds including amino acids and alkaloids, for this reason, they convert animal skin into leather.<br/>        However, the term :tannin: be extension is widely applied to any large polyphenolic compound containing sufficient hydioxyls and others suitable groups (such as carboyls) to form strong complexes with proteins and other macromolecules.<br/>        The tannin compounds are widely distributed in many species of plants where they play a role in protection from predation and perhaps also a pesticide, and in plant growth regulation. Tannins are soluble in water and alcohol and are found in the root, bark, stem and outer layers of plant tissue.<br/>        Tannins have molecular weighs ranging from 500 to over 3,000 (gallic acid esters) and up to 20,000 (proanthocyanidins). Tannins are incompatible with alkalis, gelatin, heavy metals, iron, limewater, metallic salts, strong oxidizing agents and zinc sulfate, since they form complexes and precipitate in aqueous solution.<br/>1.4.4 TERPENES<br/>        Terpenes are among the most widespread and chemically diverse groups of natural products, they are flammable unsaturated hydrocarbons, existing in liquid form commonly found in essential oils resins or oleoresins (firm, 2010). Terpenoids hydrocarbons of plant origin of general formula (C5H8) n and classified as meno-di-tri and sequiterpenoids depending on the number of carbon atoms. Examples of commonly important monterpenes include terpinen-4-0l, thupone, camplor eugenol and menthol.<br/>1.4.5 STEROIDS <br/>        Three new stigmastane type steroid glycosides vernioside, A4, vernonioside B2 and vernonioside B3 as well as the aglycone of A4 were isolated from vernonia amygdalina, a possible medienal plant used by wild chimpanzees vermonioside A4 and it’s a glycone were bitter but others were not. Red coloration indicated the presence of steroids. <br/>1.5 EXTRACTION/TYPES <br/>        This can be done, the old school way by rubbing the clan leaves in between your palms with the help of a little water and squeezing out the juice from the leaves, you can also use a juicer or blend the leaves with a little water, in a blender and strain out the extract with a cheese elots, coffee strain or a sieve with a fight mesh. The herb were air-dried under shade in the environment for a month and pulverized by a mortar and pestle to a fine powder then it was boiled with a for 5-10minutes and then extract into a beaker through a filter paper.<br/>1.6 TYPES OF TELFAIRIA OCCIDENTALIS <br/>Telfairia batesi<br/>Telfairia occidentalis-fluted pumpkin, oyster nut.<br/>Telfairiapediata (5yn- T- farieana, fevillea pedata, joliffia Africana-oyeter nut, queens nut, Zanzibar oil vine. The genus was named for Irish naturalist charks Telfairia (1778-1833).<br/>Telfairia occidentalis commonly called fluted pumpkin or oyster nut is a common vegetable in Nigeria and other African counties.<br/>Telfairia batesil is a specicies which is rare and not cultivated (Minson, 1971).<br/>Telfaria pedata (Oyster nut or queen’s nut) is a woody and herbaccous species, dioecious vina which bear squash-liver fruits that contains large oily seeds, it is usually grown as an ornamental plant.<br/>1.7 AIM <br/>        The aim of this study is determine the phytochemical screening of water extract of pumpkin (Telfairia occdentalis)<br/>1.8 SPECIFIC OBJECTIVES<br/>        The specific objective of this study is to achieve the aims as follows;<br/>Collection, drying and pulversation of pumpkin leaves plants.<br/>Extract of pumpkin leaves using distilled water by maceration method.<br/>Determination of phytochemical presents in extract of the leaves.<br/><br/>\n\nPHYTOCHEMICAL SCREENING OF WATER EXTRACT OF PUMPKIN LEAVES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PHYTOCHEMICAL SCREENING OF WATER EXTRACT OF PUMPKIN LEAVES", "id": 14}, {"content": "<div class=\"abstract\">\n<b>ETHANOL PRODUCTION FROM YAM PEELS<br/>ABSTRACT</b><br/>This research was set out to investigate the microbiological and physiochemical parameters of yam peels, these were carried out using standard methods and the result obtained showed that the total bacteria counts of the fresh yam peels was 3.52x105efuml on day 0 of analysis. Further analysis in subsequent days during fermentation revealed a gradual increase in the colony forming units of bacteria to 5.93105efuml on day 3. For the microbial counts of fungi present in the yam peels there was an increase from day 0 to day 1 but decrease in day 2 and further decreased in day 3. The PH of the fresh yam peels was 5.3 on the first day of the analysis which showed a gradual reduction throughout the period of analysis and ethanol yield was oml/100g sample on the first day of analysis, this increased to 6.32ml/100g sample on day 3 of analysis. The standard sugar was prepared using a lmg/ml solution of the commercially available reducing sugar in the sample in distilled water. The concentration of the sugar present in the sample was calculated from the intercept of a graph of absorption of 500NM versus weight of sugar. 50ml of the yam peel was mixed with 20ml of orthophosphoric acid. The mixture was stirred, stopped and left overnight at room temperature to set free all bounded hydrocyanic acid. This was done from day 0, day 1, day 2, and day 3 yam peel sample respectively.   <br/>TABLE OF CONTENT<br/>Chapter one – introduction             <br/>Background of the study<br/>Statement of problem<br/>Purpose of study<br/>Significance of the study<br/>Scope of study<br/>Limitation<br/>Definition of terms<br/>Chapter two   <br/>Review Of Related Literature<br/>Chapter three            <br/>Research Design<br/>Source of Sample/Method of Data Collection<br/>Storage/Experimental Design<br/>Method of Data Analysis<br/>Physiochemical Parameter<br/>Chapter four             <br/>Presentation, Analysis and Discussion of result<br/>Chapter five   <br/>Discussion of findings<br/>Conclusion<br/>Recommendation<br/>References     <br/>CHAPTER ONE<br/>INTRODUCTION <br/>BACKGROUND TO THE STUDY <br/>The world is becoming more complex and more waste are generated everyday due to the increasing population without making adequate preparation for means of proper disposal thereby constituting nuisance to the environment liens the need to convert some of these waste (yam peel) to useful product (ethanol). Yam are grown in limited areas of the tropics, particularly in the humid parts of West Africa and the Caribbean. The plant requires good well drained soil and ample and well distributed rainfall. They are labour intensive; require not only starting to support their vines, all of this increase the stock production. They can produce as much as (90) tones, but yam are highly prized food and current production fall short of demand, it is unlikely that they will ever compete with yamfor fuel alcohol purpose, yam is a fermentable starch per hectare. They require better soil and water, but have a wide range of latitude and attitude and being a prostrate plant can withstand widely condition. Yam peel conking a high proportion of starch, and it is possible to obtain relatively high yield of 40-50 tons per hectare without expensive fertilizer or supplementary irrigation on soil. Soil unsuitable for growing more demanding crop.<br/>Although production level under traditional farming system are around 10 tons per hectare research, into improved varieties and cultural practices has shown that annual yields of 80-100 tons are theoretically possible. The plant is resistant to pest and can be store in the ground for several months after maturity until it is needed, once harvested the storage life of the peel which is not a storage organ or dormancy is limited, and in many countries it is processed for storage by clipping or flaking and drying large amount of dried yams are exported to Europe from Thailand and other countries as a source of carbohydrate for animal feed. These characteristics makes it an excellent small holder crop and one of the most promising sources of starch for alcohol fuel. Also, the foliage can be used for animal feed (and human food in some culture).         <br/>STATEMENT OF THE PROBLEM <br/>The problems associated with this study includes; <br/>Are there clean ethanol (bio-ethanol) that do not have polluting effect on the environment in Nigeria.<br/>Ethanol produce from petroleum (fossil fuel) do have negative effect on the environment.<br/>Are there sufficient yams of farmers to cultivate and supply yam for the production of ethanol.<br/>Most people are afraid that utilizing yam peels for the production of ethanol will lead to food shortage since people also utilize yam as flour.    <br/>PURPOSE OF THE STUDY <br/>The purpose of the study is to produce ethanol from yam peel (yam waste).<br/>SIGNIFICANCE OF THE STUDY <br/>The result of this project, it will enlighten the people about the usefulness of yam peel (yam waste). This information will assist the people about more waste that are generated every day due to the increase population without making adequate preparation for means of proper disposal thereby constituting nuisance to the environment liens the need to convert some of these waste (yam peel) to useful product (ethanol).<br/>RESEARCH QUESTIONS <br/>To deal with the production of ethanol from yam peel certain question where asked these include;<br/>How can ethanol be produced from yam peel (yam waste)<br/>Will the ethanol produced from yam peel be of reasonable quantity?  <br/>SCOPE OF THE STUDY (DELIMITATION) <br/>The study will focus its attention on the use of yam peel (yam waste) to produce ethanol since yam peels are easily obtained from all waste dumps in Benin from the dump since they are of no use to the people that dump them there.<br/>DEFINITION OF TERMS <br/>The meaning of some terms used in the study is explained below;<br/>Yam: The large root of a tropical plant that is cook as food, it is meant to eat.<br/>Sufficient: To do something enough for a particular purpose.<br/>Ethanol: The type of alcohol in alcoholic drinks are used as fuel or solvent.<br/>  <br/><br/>\n\nETHANOL PRODUCTION FROM YAM PEELS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ETHANOL PRODUCTION FROM YAM PEELS", "id": 15}, {"content": "<div class=\"abstract\">\n<b>DRYING OF CALCIUM SULPHATE SLURRY<br/>ABSTRACT</b><br/>Drying is a unit operation that is employed to calcuim sulphate slurries in order to remove or reduce the content of the liquid to an acceptable low value.  The liquid content of a dried calcium sulphate varies from product to product. <br/>The experiment was carried out in the ceramic laboratory where the same quantity of plaster of paris (P.O.P) where measured out and mix thoroughly with specific amount of water.  It was stirred continuously so as to form a shry.  We prepared seven different samples but of the same quantity of plastic of paris (P.O.P) and water and then, was place inside a dryer )Oven) in which the samples derived with different time because of the different in temperatures. <br/>The material was weighed before drying and after drying which helped us to know the constant rate period. W e make sure all the samples reaches the constant rate period. <br/>TABLE OF CONTENTS<br/>CHAPTER ONE<br/>INTRODUCTION                                                      <br/>CHAPTER TWO<br/>LITERATURE REVIEW                              <br/>CHAPTER THREE<br/>ANALYSIS / PROCEDURE                                   <br/>CHAPTER FOUR<br/>DISCUSSION                                                                       <br/>CHAPTER FIVE <br/>CONCLUSION / RECOMMENDATION                           <br/>APPENDIX<br/>REFERENCE                                                                       <br/>CHAPTER ONE<br/>INTRODUCTION<br/>Calcium sulphate hemi hydrate as it is called has a chemical formula (CaS04 ½ H2O). Calcuim sulphate is made from mineral gypsum with chemical formula (CaSO4 2H2O)<br/>The material gypsum is of fairly widely occurrence almost pure and wide various impurities which colour it and modify the properties of the plasters of paris (POP) made from it <br/>DIFFERENCES IN CHEMICAL FORMULA <br/>The slight difference in chemical formula of the mineral gypsum and plaster of paris (P.O.P) is half molecule of water crystallization thus.  Crypsum caso42H20 M.W 172. 18 Calcium sulphate 79.1% H2O 20. 19% Plaster of paris (POP) Caso4 ½ H2O M.W 154. 16 CaSoO4  93.8% H2O 6.2% Anhydrous caso4 M.W 136.15 Calcium sulphate (Caso4) 100% Successful production of calcium sulphate from gypsum is complicated by the number of possible dehydration product. <br/>                        TYPES OF HEMIHYDRATES<br/>Theme are two hemihydrates &amp; and B. the &amp; form markes much stronger and generally more satisfactory plaster and is therefore the desired dehydration product. <br/>TYPES OF ANHYDROUS CALCUIM SULPHATE<br/>There are also four types of anhydrous calcium sulphate obtained by stronger heating of gypsum.<br/>The &amp; hemihydrate forms by recrystallization of gypsum from water above 1150C (239of) it’s formation is therefore favoured by heating gypsum in a sufficiently damp atmosphere for there to be a thin absorbed water layer on the particle B – hemihydrat is formed when gypsum is heated rapidly in dry atmosphere above 1000C (2120f), On heating ground gypsum the temperature rises until 120 C (2620f) when violent boiling occurs.  The temperature does not rise again until this has ceased and the plaster enters the first settle, on further heating a second sharter period of boiting begins at 1630C (32.0f) after which plaster enters the “second settle”. <br/>On continued further heating the hemihydrate begins to decompose, giving off water and being converted into the anhydrous salt at 800 – 10000C (1470-18300f) the dead Bioned gypsum or keene’s cement is attained. <br/>First settle plaster is more plastic and easier to work than second settle material.  The later, however gives a denser and stronger set. <br/><br/>\n\nDRYING OF CALCIUM SULPHATE SLURRY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DRYING OF CALCIUM SULPHATE SLURRY", "id": 16}, {"content": "<div class=\"abstract\">\n<b>PRODUCTION OF SURFACE ACTIVE AGENTS<br/>(LAUNDRY SOAP) IN CHEMISTRY LABORATORY<br/>ABSTRACT</b><br/>            In this project work, the researcher analysed the properties of surface-active agents (laundry soap) to be an excellent cleanser because of its ability to remove stains from surfaces. <br/>            The researcher work was based mainly on internet print out, textbooks and experimentation. <br/>            Experiment was carried out using some raw materials to produce this surface-active agent (laundry soap) of which the result formed the basis of this study and determined the conclusion, which in turn informed the recommendations. <br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>Introduction <br/>1.1         Background to the study <br/>1.2         Statement of problems <br/>1.3         Purpose of the study <br/>1.4         Significance of the study <br/>1.5         Scope of the study <br/>1.6         Research hypothesis <br/>1.7         Limitations to the study <br/>1.8         Definition of terms <br/>CHAPTER TWO      <br/>Literature Review <br/>2.1         The history of soap production <br/>2.2         How does soap clean <br/>2.3         The chemistry of soap production <br/>2.4         Detergency <br/>2.5         Effect of detergent and soap on hard water <br/>2.6         Mechanism of detergency <br/>2.7         Industrial manufacture of soap <br/>2.8         Manufacture of detergents <br/>2.9         Industrial and domestic use of soaps and detergents <br/>CHAPTER THREE             <br/>Experimental procedure<br/>3.1         Materials needed for laundry soap <br/>3.2         Measurements and concentrations of needed materials for laundry soap production <br/>3.3         Equipments needed <br/>3.4         Experimental method of laundry soap production <br/>3.5         Testing of the soap.<br/>CHAPTER FOUR<br/>Discussion of results <br/>4.1         General precaution<br/>4.2         Nature of raw materials <br/>4.3         The hardening process <br/>4.4         Possibilities of large scales production <br/>CHAPTER FIVE      <br/>Summary, Conclusion and Recommendations <br/>5.1         Summary <br/>5.2         Conclusion<br/>5.3         Recommendations <br/>5.4         Suggestions for further research <br/>REFERENCES        <br/>  CHAPTER ONE<br/>INTRODUCTION<br/>1.1         BACKGROUND TO THE STUDY <br/>Soap is a universal surface-active agent and is use in many household and industries. There are many types of soap based on the method of production and the materials used. Soap can be prepared in a small scale or large scale.  The small-scale process can be done either at home or laboratory following the scientific and technical process. The making of soap can be quite interesting if done with knowledge and adequate skills, which a student in a higher institution of learning should be able to accomplish. <br/>Early attempts at soap production relied on ash production by burning various vegetable materials, as a makeshift source of alkali. For example, in Spain, the plant salsola was burned to produce an alkaline ash called barilla, this used in conjunction with locally available olive oil, offered a good quality soap which by salting-out or “graining” boiled liquor with brine allowed the soap to float to the surface leaving lye, vegetable colouring and impurities to settle out. This produced what was probably the first white hard soap.  <br/>1.2         STATEMENT OF PROBLEM <br/>The following statements of problems are hereby formulated to assist in this research work of surface-active agents production. <br/>1.            What raw materials are required to produce high quality laundry soap? <br/>2.            What are the steps to follow in producing the laundry soap <br/>3.            How can the soap produced be tested <br/>4.            How durable is the soap produced.  <br/>1.3         PURPOSE OF THE STUDY <br/>The purpose of this research work is to produce high quality laundry soap that can be used at home by family members. The soap produce should have no unpleasant effect on skin; instead it should have a pleasant odour and scent with suiting cosmetic effect on the skin when used for washing. Soap produce under laboratory condition with the masses of the materials adequately ascertained. <br/>1.4         SIGNIFICANT OF THE STUDY <br/>The research work is significant for the following reasons: <br/>1.            It will help to inculcate laboratory skills and techniques on the researcher, which can later help in the real work. <br/>2.            Since chemistry is an experimental discipline, it means the science students should carryout research based on laboratory method. <br/>1.5         SCOPE OF THE STUDY<br/>This research work is limited to laboratory scale process, which is far better than local method. However, it does not make use of industrial scale since it is not an industrial research. <br/>1.6         RESEARCH HYPOTHESIS <br/>The following hypothesis were formulated to assist the production of laundry soap:<br/>1.            The raw materials required to produce high quality laundry soap are palm kernel oil, (P. K. oil), caustic soda, Colourant/Deystuff, perfumes and sodium silicate. <br/>2.            The steps to follow in the production of high quality laundry soap or any other surface active agents is to ensure accurate measurement of the raw materials and that non of the steps should be ignored. <br/>3.            The soap produced can be tested by shaking it in water to check if it lathers. Equally, it can be tested by using it to wash the hands to ensure that it does not cause irritation to the skin when been used for washing. <br/>4.            The soap produced can last over duration of three months.   <br/>1.7         DEFINITION OF TERMS<br/>DETERGENTS: These are soap-like emulsifier that contains a sulfonate-SO3-, sufate SO3-, or phosphate group instead of a carboxylate group-used for removing soil from clothes, dishes and other materials. <br/>EMULSIFYING AGENT/EMULSIFIER: This is a substance that coats the particles of a dispersed phase and prevents coagulation of colloidal particles. <br/>HARD WATER: A water containing Fe3+ Iron (III) ion, magnesium ions (Mg2+) which forms precipitate with soap. <br/>SOAP: This is an excellent cleanser that can suspend oil and dirt in such a way that it can be carried away with water. It can equally be defined as a universal surface active agent that removes dirt’s from surfaces like skin, clothes etc. which is used in many household and industries.<br/>SURFACE SURFACTANT/SURFACE-ACTIVE AGENT: This is a substance which when present at a low concentration in a system has the property of adsorbing onto the surfaces or interface of the system, thereby altering the surface or interfacial free energies of the surfaces (or interfaces) e.g. soap, detergents, motor oils etc. <br/> <br/>\n\nPRODUCTION OF SURFACE ACTIVE AGENTS\r\n(LAUNDRY SOAP) IN CHEMISTRY LABORATORY\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRODUCTION OF SURFACE ACTIVE AGENTS\r\n(LAUNDRY SOAP) IN CHEMISTRY LABORATORY\r\n", "id": 17}, {"content": "<div class=\"abstract\">\n<b>INVESTIGATION OF THE PRODUCTION OF GOOD QUALITY ETHANOL FROM LOCAL RAW MATERIAL (CASSAVA) USING MICRO ORGANISM WITHIN OUR  LOCALITY <br/>ABSTRACT</b><br/>A literature review of ethanol production from local materials especially from cassava is presented.<br/>The study was carried out to investigate the production of a good quality ethanol from cassava using microorganisms. The micro- organisms used were malt and yeast (saccharomyces cerevisae). The other intermediate production was starch and sugar which ethanol was obtained in a satisfactory yield and purity (about 98%). It is therefore not 100% ethanol. <br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>1.0    Introduction                                                               <br/>1.1    Historical development                                         <br/>1.2    Aim and objective                                                       <br/>1.3    Statements of problems                                       <br/>1.4    Hypothesis                                                 <br/>1.5    Justifications                                                       <br/>1.6        Limitations                                                          <br/>CHAPTER TWO<br/>Literature Review                                                                <br/>2.0        Method of ethanol production                                        <br/>2.1    Gelatimazation and saccharification                                <br/>2.2    Enzymatic hydrolysis method                                <br/>2.3    Acid hydrolysis method                                         <br/>2.4    Alcoholic fermentation                                          <br/>2.5    By product of alcoholic fermentation                              <br/>2.6    Separation of by product                                              <br/>2.7    Biochemistry and mechanism of sugar fermentation <br/>2.8        Rectification and production of absolute alcohol.               <br/>CHAPTER THREE<br/>3.0    Materials and methods                                         <br/>3.1    Extraction of starch from cassava                          <br/>3.2    Preparation of malt powder                                   <br/>3.3    Mashing                                                             <br/>3.4    Test for reducing sugar                                        <br/>3.5    Quantitative test for sugar using benedict solution            <br/>3.6    Preparation of yeast inoculums                                      <br/>3.7    Preparation of fermentation medium                              <br/>3.8    Distillation of ethanol from fermented worth.           <br/>CHAPTER FOUR<br/>Result and Discussion                                                   <br/>CHAPTER FIVE<br/>Conclusion and recommendation                                    <br/>References                                                                 <br/>                        CHAPTER ONE<br/>1.0       INTRODUCTION<br/>Ethanol is produced commercially by chemical synthesis and fermentation. Practically all industrials ethanol is manufactured synthetically from petroleum and natural gas while all beverage alcohol is produced by fermentation of cereal grains molasses, potatoes and other materials with high starch and sugar contents. <br/>        Potentials sources of production of alcohol in Nigeria include millet, yam, sorghum, corn, cocoyam and cassava. Cassava tuber (manihot esculenta) is the most potential candidate by virtue of the fact that this crop can be grown with low level of management and also varieties for industrials production and presence of high yielding cultivars. <br/>Cassava (manihot esculenta) also called manioc of the spurge family (Euphorbiaceous) is native from South Africa but is now cultivated in most tropical and subtropical regions. It is a shrubby prennial about 9ft high and has terminal starchy tuberous root. The root contain prussic acid and some are quite poisonous but heat expels the volatile acid and render the materials harmless.<br/>The hydrolysis of cassava and utilization of an efficient low cost saccharifying agent are factors of paramount importance in the production of food or alcohol from cassava starch since this polysaccharide must be broken down into fermentation sugar which can be utilized by the micro- organisms. <br/>The amylolytic enzymes used in the biological saccharification can be obtained from several sources. These include COM, and barley malt and the surface and submerged fungal and bacteria culture processes.<br/>The breakdown of geletimized starch occur via the hydrolysis of the  - 1.4 linkages which from the glucose molecules and also via the hydrolysis of – 1,6 amylopectin component of starch. Malt contain the three most important enzymes for the starch breakdown – amylase. B - amylase and amyloglicosidase.<br/>Ethanol (ethyl alcohol) is produced by the anaerobic fermentation of the saccharified starch (reducing sugar) by yeast via the embden – meyerhoff – parnas (EMP) pathway of anaerobic fermentation. Saccharomyces cerevisae was chosen for such characteristics as their ability to ferment rapidly and to tolerate higher ethanol concentration and to flocculate easily.<br/> C6H12O6              2C2H5OH  +2CO2<br/>      (aq)                        (aq)         (g)<br/> Ethyl alcohol is colorless, volatile liguid, which is flammable and toxic and has a punger taste. It boils 78.4oc and melts at –112. 3oc, has a specific gravity of 0.7851 at 20oc and insoluble in water and most organic liquid. The general formula of ethanol is CNH2NHOH.<br/>1.1       HISTORICAL BACKGROUND OF ETHANOL<br/>The name “alcohol” is a generic name derived from two Arabic words, al and koli which were used to described a finely ground powder used by oriental women to darken their eye brow. The name was generally restricted to alcohol spirits of wine rectified to the highest “degree”.<br/>        Ethyl alcohol is of course extremely well known as a constituent of alcohols beverage distilled; beer, wine. The world alcohol unqualified is often used to refer to ethyl alcohol.<br/>As a beverage, it has been produced and utilized unknowingly as far back as 4000 year ago by the pharoalis in Egypt.<br/>An indication of the antiquity of the knowledge of the effect of ethyl alcohol has been traced to Noah, who built for himself a vineyard and grew which he fermented into a sort of alcohols beverage on which he become drunk with unfortunate result to his respectability. Other (1967).<br/>Williams and Lansford described alcoholic fermentation as the process by which certain micro- organism, particularly strains of yeast convert sugar to a mixture of ethanol (ethyl alcohols) and carbon dioxide.<br/>The term fermentation (Latin fermentation to boil) was used to describe the appearance of boiling due to evolution of gas caused by microbiological reactions. The micro-organism were originally named organized ferments to distinguish them from unorganized ferments that had been extracted from plants and animals.<br/>The term enzyme (Greek en, in, zypee. Yeast) came into general use after sometime and soon displaced the term ferment. Fermentation has come to mean enzymatic action other than those involving oxygen. The alcoholic fermentation of sugars was almost certainly discovered by accident, probably as a result of some cereal infusion becoming infested with yeasts and other micro – organisms. The discover is thought to have taken place well over ten thousand year ago among the ancient civilization inhabiting in nice valley.<br/>The most ambitions step so far taken is in Brazil, which is the highest probably and most advanced in the world and it aims at having ethanol from came.<br/>The ethanol produced by alcoholic fermentation is responsible for much of the desired potency in an alcoholic beverage but of the more subtle quantities of taste and aroma are caused by quantitatively mirror product of <br/>the yeast fermentation particularly higher alcohols and esters of these alcohols.<br/>1.2       AIMS AND OBJECTIVE OF THE PROJECT<br/>This project is general at investigating the possibilities of using cassava manihot  eseculenta a local raw materials as a chief stock to produce ethanol which are industrically and humanly useful.<br/>1.3              STATEMENT OF PROBLEMS<br/>The problems, which arise as a result of high cost of importation and harsh economic situation in the country, it becomes imperative to search for local raw materials to replace the imported ethanol by using cassava, which yield high quality of starch for the production of alcohol.<br/>1.4    HYPOTHESIS<br/>Ho    Effect of prussic acid and cyanogenic acid present in cassava.<br/>H1    there is no effect of the prussive and cyanogenic acid in the ethanol production because during the process of heating, the volatile acids escaped out and therefore the materials becomes harmless.<br/>1.5       JUSTIFICATION<br/>At present there is no commercial production of alcohols from cassava in Nigeria. Huge amount of money are being spent to import ethanol for medical pharmaceutical, research and industries. It will be economically useful if government imitate a move towards the direction of producing ethanol from our local raw materials (cassava).<br/><br/><br/>\n\nNVESTIGATION OF THE PRODUCTION OF GOOD QUALITY ETHANOL FROM LOCAL RAW MATERIAL (CASSAVA) USING MICRO ORGANISM WITHIN OUR  LOCALITY <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " NVESTIGATION OF THE PRODUCTION OF GOOD QUALITY ETHANOL FROM LOCAL RAW MATERIAL (CASSAVA) USING MICRO ORGANISM WITHIN OUR  LOCALITY ", "id": 18}, {"content": "<div class=\"abstract\">\n<b>DIFFERENTIAL CALCULUS AND ITS APPLICATION TO EVERY DAY LIFE <br/>ABSTRACT</b><br/>In this project we review the work of some authors on differential calculus. Different types of functions and the method for finding their derivatives were also considered the application of differential calculus was death with to show the importance of this work. <br/>TABLE OF CONTENT<br/>Chapter One             <br/>Introduction<br/>1.1         Background of the study   <br/>1.2         Differential calculus <br/>1.3         Statement of the problem <br/>1.4         Purpose of the study <br/>1.5         Scope of the study <br/>1.6          Importance of the study <br/>1.7         The limitation of the study <br/>1.8         Definition of terms <br/>Chapter Two             <br/>Literature Review <br/>2.1         Introduction <br/>2.2         Limits of a functions <br/>2.3         Gradient <br/>Chapter Three          <br/>3.1         Introduction <br/>3.2         Differentiation of a constant <br/>3.3         Differentiation of the sum of difference of function <br/>3.4         Differentiation of a product<br/>3.5         Differentiation of a quotient <br/>3.6         Differentiation of trigonometric function <br/>3.7         Differentiation of function of a function <br/>3.8         Differentiation of inverse function<br/>3.9         Second and higher derivatives  <br/>3.10      Differentiation of implicit function <br/>3.11      Differentiation of parametric equation <br/>Chapter Four <br/>Application of differentiation <br/>4.1         Introduction <br/>4.2         Maximum points <br/>4.3         Minimum points <br/>4.4         Point of inflexion <br/>4.5         Maximum and minimum problem <br/>4.6         Tangent and normal to a curve <br/>4.7         Velocity and acceleration <br/>Chapter Five            <br/>Summary <br/>Conclusion <br/>Recommendation<br/>References    <br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1       BACKGROUND OF THE STUDY <br/>            This topic differential calculus, a field in mathematics is the study of how functions change when their inputs change. The primary object of study in differential calculus is the derivative. A closely related notion is the differential. The derivative of a function at a chosen input value describe the behaviour of a function near the input value. For a real value function of a single real variable, the derivative at a point equal the slope of the tangent line to the graph of the function at a point. In general the derivative of a function at a point determine the best linear approximation to the function at that point. The process of finding a derivative is called differentiation. The fundamental theorem of calculus states that differentiation is the reverse process to integration. The word differentiation has to do with the gradient of a line and point. Calculus an aspect of mathematics, which provide method for solving two large classes of problem. The first of these involves finding the rate at which a variable quantity is changed. The second type of problem calculus deal with is that of finding a function when its rate of change is given. <br/>            Calculus as an aspect of mathematics was invented to provide a tool for solving problems involving motion. In other to give a precise meaning to the motions of velocity and acceleration, it is necessary to use one of the fundamental concepts of calculus, the derivative. Although calculus was introduced to help solve problem in physics, it has been applied to many different fields. One of the reasons for its wide usage is the fact that the derivatives are useful in the study of rates of change of many entities other than objects in motion. For example a biologist may exmploy it in the investigation of the rate of growth of bacterial in a culture. <br/>1.2         DIFFERENTIAL CALCULUS  <br/>One of the fundamental concepts of calculus is the derivatives or differential calculus. Although calculus was introduced to help solve problems in physics but it has been applied to different field the reason for this wide usage is the study of rates of changes of many entities other than object in motion such as velocity and acceleration. For example chemist may use derivative to forecast the outcome of various chemical reaction. <br/>1.3         STATEMENT OF PROBLEM  <br/>Differential calculus is a topic in mathematics, which is taught in most institution. Students find it difficult in solving differential calculus because of the way they are been taught or students low level of understanding or the time given to them is not enough for them to be properly grained in differential calculus but if they on their own can spend extra time in studying, they will not find it difficult in knowing how to solve differential calculus.   <br/>1.4         PURPOSE OF THE STUDY <br/>The purpose of this study is for the researcher to expose students to differential calculus in order for them to stand a ground when they come across differential calculus, if the student can be deeply rooted in differential calculus; I believe they will find no problem in differential calculus in general. However, the researcher will want to simplify the system of approaching differential calculus, hence get rid of the tension students once get in differential calculus and create confidence in them and they can do better than their predeccessor in this field.   <br/>1.5         SCOPE OF THE STUDY <br/>The study is limited to textbooks on calculus written by various authors, dictionaries and possible encyclopedia. <br/>1.6         IMPORTANCE OF THE STUDY <br/>At the end of this study differential calculus would have been successfully simplified for the average learners to understand. Some of the problems students fails to understand in differential calculus are function, continuous function, explicit function, implicit function, dependent variable, independent variable, limit of a function and so on will be analysed for a perfect understanding.   <br/>1.7         DEFINITION OF TERMS <br/>Mathematics: Is the branch of science concerned with number, quantity and space. <br/>Calculus: Calculus is the mathematics of change and motion. This implies that calculus is the type of mathematics that deals with rate of change. <br/>Delta: Means change of variable it could be written as ∂ or Δ.<br/>Variable: A variable is a symbol such as x that may take any value in some specified set of number,. <br/>Function: A function is a set of ordered pairs of number (x,y) such that to each value of the first variable (x) the corresponds a unique value of the second variable (y). <br/>Continuous function: A function f which is defined in some neigbhourhood of c is said to be continuous at C provided. <br/>Lim f(x) = f (c) <br/> X    X<br/>Explicit functions: If Y = X2-4X + 2, Y is completely defined interms of X and Y is called an explicit function. <br/>Implicit function: This is a kind of equation with More than one variable that is having two variables known as ‘Y’ and ‘X’ e.g.<br/>Y = 4  X Y + Y + Y + X or Y = 4 + XY or 4 = X + Y. <br/>Independent variable: The variable x which yield the first of two number in the ordered pair (X, Y) is often called independent variable or argument of the function f. <br/>Dependent variable The second variable Y is called the dependent variable.  <br/>    <br/>\n\nDIFFERENTIAL CALCULUS AND ITS APPLICATION TO EVERY DAY LIFE <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DIFFERENTIAL CALCULUS AND ITS APPLICATION TO EVERY DAY LIFE ", "id": 19}, {"content": "<div class=\"abstract\">\n<b>THE CAUSES AND EFFECT OF MALNUTRITION AMONG CHILDREN BETWEEN AGES ONE TO FIFTEEN (1-15) YEARS: A CASE STUDY OF OREDO LOCAL GOVERNMENT AREA OF EDO STATE<br/>ABSTRACT</b><br/>            Based on the fact that there has been a high rate of poor nutrition in Oredo local government area of Edo State, the study determine the causes and effect of the condition child under age fifteen. In this study, the following problems were investigated. <br/>1.            The causes of poor nutrition in the area <br/>2.            The effect of poor nutrition on children who are undernourished. <br/>3.            The relationship between pre-natal nutrition and post natal nutrition. <br/>4.            Children suffering setback in their academic pursuit.<br/>The methodology and instrument for the study involves the use of two types of questionnaire which were randomly administer to 100% and 70 teachers in the five villages used. Result gotten from the analysis of the data collected with the questionnaires are matching with the interview of medical personnel in the locality on the effect of poor nutrition in the areas, showed that poor nutrition reduce children intellectual capability, interest in environment and motor development. Based on these findings the followings recommendations were made. <br/>1.            Primary health centers should be established in all he villages so as to enable the women to have easy access to anti-natal care during pregnancy. <br/>2.            The local government should integrated child care and psychological interviews in all wards of the local government. <br/>3.            School should have nutritional supplement so that poor nourished children can be supplemented to improve their academic pursuit. <br/>Parents should endeavor to undertake education so as to enable them, known the ways of improving their children nutritional values.  <br/>TABLE OF CONTENT <br/>Chapter One <br/>Introduction <br/>1.1       Background of the study <br/>1.2       Statement of the study <br/>1.3       Purpose of the study <br/>1.4       Research question <br/>1.5       Significance of the study <br/>1.6       Scope of the study <br/>1.7       Limitations of the study <br/>1.8       Definition of terms <br/>Chapter Two           <br/>Literature Review <br/>2.1         Causes of poor nutrition <br/>2.2         Famine <br/>2.3         Poverty <br/>2.4         Over population <br/>2.5         Social economic status of parents <br/>2.6         Common forms of poor nutrition <br/>2.7         Protein-energy malnutrition (PEM)<br/>2.8         Micronutrient malnutrition (MNM)<br/>2.9         Pre-natal and post natal nutrition <br/>2.10      Pre-natal nutrition <br/>2.11      Post natal nutrition <br/>2.12      Academic performance of poor nourished children<br/>Chapter Three         <br/>Research methodology <br/>3.1         Research design <br/>3.2         Description of study <br/>3.3         Sampling procedure <br/>3.4         Research instrument <br/>3.5         Administration of the instrument <br/>3.6         Data analysis <br/>Chapter Four <br/>Analysis of data <br/>Chapter Five            <br/>Summary, recommendations and conclusion <br/>5.1         Summary <br/>5.2         Recommendations<br/>5.3         Conclusion <br/>References  <br/>Questionnaires <br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1         BACKGROUND OF THE STUDY <br/>In developing countries, millions of children suffer from poor nutrition. There is now a large and increasing evidence to indicate that poor nutrition affects children’s cognitive motor and behaviour development both pre and post natal. The situation is further complicated in that children who suffer from poor nutrition usually come from poor socio-cultural environment, and suffers from myriad of deprivation and disadvantages that could themselves be detrimental to intellectual and behavioral development. It is upon this fact, that the researcher found it necessary to be involved in such an important part of the child’s development. No one is in doubt that the rate at which children under the ages of fifteen (15) years suffer is of course an issue of national urgency. <br/>As at 2006, poor nutrition continues to be a world wide problems. According to the food and agricultural organization of the United Nations “850 millions people worldwide were undernourished in 1999 to 2005, the most recent years for which figures was available”, and the number of malnourished people has recently been increasing (FAO, 2007). In revaluating the effect of poor nutrition on a child’s development, the researcher traditionally focus on motor and cognitive development. However, it is critical to evaluate social and emotional development as well, because these factors may be equally if to important to an individuals success in life. <br/>1.2         STATEMENT OF THE PROBLEMS <br/>The purpose of this research work is to find out the effect of poor nutrition on children less than fifteen (15) years of age in Oredo local government area of Edo State. Over the years the problems of the study therefore come in the form:<br/>1.            What are the causes of poor nutrition in the area? <br/>2.            Is there any effect of poor nutrition on children who are malnourished?    <br/>3.            Is there any relationship between pre-natal and post-natal nutrition. <br/>4.            Are children suffering from poor nutrition, suffers set back in their academic pursuit. <br/>1.3         PURPOSE OF THE STUDY <br/>The study is aimed at findings out the following:<br/>1.            To examine the causes of poor nutrition in Oredo local government area of Edo State. <br/>2.            To examine the effect of poor nutrition on children who are malnourished. <br/>3.            To examine the relationship between anti-natal and post natal nutrition. <br/>4.             To examine the academic performance of children suffering from poor nutrition.  <br/>1.4         RESEARCH QUESTIONS <br/>The following research questions were formulated. <br/>1.            Does poor nutrition in children causes poor motor development and subsequent low activity level, apathy and lack of interest in environment. <br/>2.            Does poor nutrition have direct effect on children’s central nervous system? <br/>3.            Could nourishment of the children in their first fifteen years influence their academic pursuit? <br/>4.            Do children that are well nourished perform better academically than malnourished ones?   <br/>1.5         SIGNIFICANCE OF THE STUDY <br/>The benefits that could be derived from the outcome of the research work are as follows: <br/>1.            It will provide useful information to parents on how best to provide the necessary nutrition to their children. <br/>2.            Identification of the causes of poor nutrition on children and the implementation of the recommendations suggestion by various nutritional bodies will lead to better and healthy generation. <br/>3.            The result of the research work will be important to parents, government, advisers on child right and well being and education planners. <br/>4.            Lastly, this research work tends to make her findings and recommendations a good starting point for the investigation in related field in the near future.  <br/>1.6         SCOPE OF THE STUDY <br/>The study is based on the prevailing situation of children under the ages of fifteen years in Oredo local government area of Edo State. The scope is going to cover some selected villages in the locality. <br/>1.7         DEFINITIONS OF TERMS <br/>Anti-natal nutrition: This is the taking in of necessary food substance to prevent the unborn child from any impairment before and after birth. <br/>Cognitive development: This is the gradual growth of the child’s mental process of understanding.<br/>Development: This means gradual growth, which becomes more advanced stronger and more efficient. <br/>Intellectual development: This means the development of the child’s ability to think in a logical way and understanding. <br/>Malnutrition: This is a poor condition of health caused by a lack of food or lack of the right type of food. <br/>Motor development: This is the gradual growth of the body movement produced by the muscular and control by nerves. <br/>Nutrition: This is the series of process by which the living organism obtain food substance needed to produce energy and materials for their growth, activities and reproduction. <br/>Poor nutrition: This is a situation of having a very small amount of required nutrient. <br/>Post natal nutrition: This is the process of taking nutrient, needed by a new born child for proper development both physically, mentally and emotionally. <br/>Pre-natal: This is the taking of necessary food nutrient, needed by pregnant women for the proper development of the unborn child.   <br/>  <br/>\n\nTHE CAUSES AND EFFECT OF MALNUTRITION AMONG CHILDREN BETWEEN AGES ONE TO FIFTEEN (1-15) YEARS: A CASE STUDY OF OREDO LOCAL GOVERNMENT AREA OF EDO STATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE CAUSES AND EFFECT OF MALNUTRITION AMONG CHILDREN BETWEEN AGES ONE TO FIFTEEN (1-15) YEARS: A CASE STUDY OF OREDO LOCAL GOVERNMENT AREA OF EDO STATE", "id": 20}, {"content": "<div class=\"abstract\">\n<b>EXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE<br/>ABSTRACT</b><br/>The estimation of vitamin C in Tangerine Juice was investigated, the results obtained using titrimetric method shows that one tangerine fruit juice contains approximately 10mg of vitamin C content, and the 19 fruits sample used in the experiment contains about 190mg of vitamin c, from other survey in literature, tangerine juice was discovered to contain other nutrient such as Vitamin B2, B12, Vit. E, Folate, Folic Acid in little quantities but contains high quantity of Vitamin C, which shows that tangerine fruit juice is a good source of vitamin C and it is advised to take about 6 fruits of tangerine per day to meet the RDA standard required. <br/>TABLE OF CONTENT<br/>Chapter One            <br/>Introduction <br/>Scientific classification of tangerine <br/>History and origin of tangerine <br/>Vitamin C in food and fruits <br/>Food and fruits that provides vitamin c <br/>Scope of study <br/>Chapter Two <br/>Literature Review <br/>Plant description<br/>General culture (cultivation) of tangerine <br/>Soil and climatic requirements <br/>Preparing the mound<br/>Planting of tangerines seed <br/>Looking after the trees <br/>i.              Pruning <br/>ii.            Weed elimination <br/>iii.           Maturity <br/>iv.           Harvesting <br/>v.            Marketing <br/>vi.           Uses of Tangerine fruits <br/>vii.          Four main horticultural groups (varieties) of tangerine <br/>Nutritional value of tangerine <br/>Vitamin C <br/>Factors affecting the vitamin C content of citrus fruits <br/>Forms of vitamin C found in Dietary (food) supplements <br/>Functions of vitamin C <br/>Functions of other vitamins <br/>Role of vitamins in metabolism <br/>Deficiency symptoms of vitamin C<br/>Chapter Three         <br/>Materials and methods <br/>Materials/Equipments <br/>Chemicals reagents <br/>Collection of sample <br/>Sterilization of materials <br/>Extraction of juice from tangerine fruits <br/>Ph of extract <br/>Experimental methods <br/>Experimental procedures <br/>Chapter Four <br/>Experimental results <br/>Chapter Five <br/>Discussion <br/>Conclusion <br/>References <br/>LIST OF TABLES<br/>Table 1: Analysis of the juice extracted from the tangerine fruit <br/>Table 2: Analysis of Vit. C in tangerine juice<br/>Table 3: The result of the Analysis of the juice extracted from tangerine fruit.<br/>Table 4: The result of the analysis of vitamin C in tangerine juice.<br/> CHAPTER ONE<br/>INTRODUCTION<br/>SCIENTIFIC CLASSIFICATION OF TANGERINE <br/>Kingdom:       Plantae<br/>Division:        Magnoliophyta <br/>Class: Magnoliopsida <br/>Order: Sapindales <br/>Family:           Rutaceae<br/>Genus:           Citrus <br/>Species:         C reticulate <br/>Binomial name:        Citrus reticulate<br/>1.1         HISTORY AND ORIGIN OF TANGERINE <br/>Tangerine, which are native to Japan since the sixteenth century; belong to the mandarine orange family that has flourished in the orient for centuries. The tangerine is named from tangers, the North African part from which this citrus was originally shipped to Florida. Tangerine is most abundantly grown in Japan, southern China, Indian and the East Indies, and is esteemed for home consumption in Australia and the United States. Tangerines gravitated to the Western world by small steps taken by individuals interested in certain spread, can be roughly traced in the chronology of separate introductions., two varieties from canton were taken to cultivation in the Mediterranean area by 1850, were all established in Italy.<br/>            Sometimes between 1840 and 1850, the willow leaf or china Mandarin was imported by the Italian Consular and planted at the consulate in New Orleans. It was carried from there to Florida and later reached California. The “Owari” Satsuma arrived from Japan, first in 1876 and next in 1878 and nearly a million buddle trees from 1908 to 1911 for planting in Gulf States. Six fruits of the “King Mandarin were sent, from Saigon in 1882 to a Dr. Magee at the River State, in California. They latter sent two (2) seedlings to winter park, Florida. Seeds of the “Oneco” Mandarin were obtained from India by the nurseryman, P. W. Reasoner in 1882. in 1892 (or 1893) two (2) fruits of Ponkan  were sent from China to J. C. Barrington of MC Meskin, Florida and seedlings from there were distributed and led to commercial propagation. <br/>            The distribution of the Mandarin Orange family seedling from Florida led to the introduction of tangerine (Mandarin family) into African through the white men who engage in African human slavery trade and also through some white men who colonizes the African Countries. Because of the edible and portability nature of tangerine, the white men find it very easily to be transported and these distributions also lead to the introduction of tangerine into the West African and then to Nigeria. Today in Nigeria tangerine trees are found in so many orchards and other places in the community being grounded or planted near peoples home or surroundings, because it mostly grown through explosive mechanism. Today in Nigeria, ripe tangerines fruits are purchased directly form their trees or from local or villages market were they are sold and it is mostly meant for the consumption purpose because of its edible in nature. <br/>1.2         VITAMIN C IN FOODS AND FRUITS <br/>The content of vitamin C is widely distributed in fruits and vegetables. A portion is lost after prolonged storage of unprocessed fruits and vegetables, but it is partially preserved (half or greater) by most means of food processing which includes boiling, steaming, pressure cooking, preserving jams, and jellies, freezing, dehydration and canning. Utilization of the vitamin C is increased during pregnancy and lactation and in thyrotoxicosis and absorption is decreased in diarrhea states and in achlohydria. <br/>            Vitamin C is highly sensitive to air, water and temperature. About 25% of the vitamin C in vegetable can be lost simply by blanching (boiling or steaming the food for a few minutes). This same degree of loss occurs in the freezing and unthawing of vegetables and fruits. Cooking of vegetables and fruits of longer periods of time (10-20 minutes) can result in a loss of over one half the total vitamin C content. When fruits and vegetables are canned and then reheated only 1/3 of the original vitamin C content may be left. In general, an unripe food is much lower in vitamin C than a ripe one, but provided that the food is matured and ripe, the vitamin C content is high when the food is younger at the time of harvest. Vitamin C decreases during the ripening process immature fruits have the highest levels of vitamin c.    <br/>1.3         FOODS AND FRUITS THAT PROVIDE VITAMIN C <br/>Excellent foods and fruits with high level of vitamin C includes broccoli, bell peppers, kale Cauli flower, strawberries, lemon, mustard and turnip greens, Brussels sprouts, papaya, chard, cabbage, spinach, kiwifruit, snow peas, cantaloupe, oranges, grape fruits, lime, tomatoes, tangerines, Zucchini, raspberries, a asparagus, celery, pineapples, lettuce, water melon, fennel, peppermint, parsley and other ripe fruits.  <br/>1.4         SCOPE OF STUDY <br/>Numerous analytical techniques have been reported in the literature for the determination of vitamin C in different citrus juice. These includes Titrimetric, Fluorometric, Complexometric methods, liquid Curomatography, high-performance liquid chromatography, Spectrophotometric, Amperometric and enzymatic. Most of these methods overestimate the levels of vitamin C in different citrus juice due to the presence of oxidizable species other than vitamin C. the vitamin C levels in some tropical food samples have been reported by several investigators. The methods commonly employed in the determination and estimation of vitamin C in citrus juice was titrimetric or Spectrophotometric method. Although titrimetric methods are simple to use in the determination of vitamin C, difficulties are encountered with commonly used titrants and interferences often occur with coloured samples. <br/>            Therefore, the estimation of vitamin C in tangerine juice will be assessed to determine the quantity of vitamin C in tangerine juice. This will be done through titrimetric analysis.<br/><br/>\n\nEXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE", "id": 21}, {"content": "<div class=\"abstract\">\n<b>EXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE<br/>ABSTRACT</b><br/>The estimation of vitamin C in Tangerine Juice was investigated, the results obtained using titrimetric method shows that one tangerine fruit juice contains approximately 10mg of vitamin C content, and the 19 fruits sample used in the experiment contains about 190mg of vitamin c, from other survey in literature, tangerine juice was discovered to contain other nutrient such as Vitamin B2, B12, Vit. E, Folate, Folic Acid in little quantities but contains high quantity of Vitamin C, which shows that tangerine fruit juice is a good source of vitamin C and it is advised to take about 6 fruits of tangerine per day to meet the RDA standard required.<br/>TABLE OF CONTENT<br/>Chapter One           <br/>Introduction<br/>Scientific classification of tangerine<br/>History and origin of tangerine<br/>Vitamin C in food and fruits<br/>Food and fruits that provides vitamin c<br/>Scope of study<br/>Chapter Two<br/>Literature Review<br/>Plant description<br/>General culture (cultivation) of tangerine<br/>Soil and climatic requirements<br/>Preparing the mound<br/>Planting of tangerines seed<br/>Looking after the trees<br/>i.              Pruning<br/>ii.            Weed elimination<br/>iii.           Maturity<br/>iv.           Harvesting<br/>v.            Marketing<br/>vi.           Uses of Tangerine fruits<br/>vii.          Four main horticultural groups (varieties) of tangerine<br/>Nutritional value of tangerine<br/>Vitamin C<br/>Factors affecting the vitamin C content of citrus fruits<br/>Forms of vitamin C found in Dietary (food) supplements<br/>Functions of vitamin C<br/>Functions of other vitamins<br/>Role of vitamins in metabolism<br/>Deficiency symptoms of vitamin C<br/>Chapter Three        <br/>Materials and methods<br/>Materials/Equipments<br/>Chemicals reagents<br/>Collection of sample<br/>Sterilization of materials<br/>Extraction of juice from tangerine fruits<br/>Ph of extract<br/>Experimental methods<br/>Experimental procedures<br/>Chapter Four<br/>Experimental results<br/>Chapter Five<br/>Discussion<br/>Conclusion<br/>References<br/>LIST OF TABLES<br/>Table 1: Analysis of the juice extracted from the tangerine fruit<br/>Table 2: Analysis of Vit. C in tangerine juice<br/>Table 3: The result of the Analysis of the juice extracted from tangerine fruit.<br/>Table 4: The result of the analysis of vitamin C in tangerine juice.<br/> CHAPTER ONE<br/>INTRODUCTION<br/>SCIENTIFIC CLASSIFICATION OF TANGERINE <br/>Kingdom:       Plantae<br/>Division:        Magnoliophyta<br/>Class: Magnoliopsida<br/>Order: Sapindales<br/>Family:           Rutaceae<br/>Genus:           Citrus<br/>Species:         C reticulate<br/>Binomial name:        Citrus reticulate<br/>1.1         HISTORY AND ORIGIN OF TANGERINE <br/>Tangerine, which are native to Japan since the sixteenth century; belong to the mandarine orange family that has flourished in the orient for centuries. The tangerine is named from tangers, the North African part from which this citrus was originally shipped to Florida. Tangerine is most abundantly grown in Japan, southern China, Indian and the East Indies, and is esteemed for home consumption in Australia and the United States. Tangerines gravitated to the Western world by small steps taken by individuals interested in certain spread, can be roughly traced in the chronology of separate introductions., two varieties from canton were taken to cultivation in the Mediterranean area by 1850, were all established in Italy.<br/>            Sometimes between 1840 and 1850, the willow leaf or china Mandarin was imported by the Italian Consular and planted at the consulate in New Orleans. It was carried from there to Florida and later reached California. The “Owari” Satsuma arrived from Japan, first in 1876 and next in 1878 and nearly a million buddle trees from 1908 to 1911 for planting in Gulf States. Six fruits of the “King Mandarin were sent, from Saigon in 1882 to a Dr. Magee at the River State, in California. They latter sent two (2) seedlings to winter park, Florida. Seeds of the “Oneco” Mandarin were obtained from India by the nurseryman, P. W. Reasoner in 1882. in 1892 (or 1893) two (2) fruits of Ponkan  were sent from China to J. C. Barrington of MC Meskin, Florida and seedlings from there were distributed and led to commercial propagation.<br/>            The distribution of the Mandarin Orange family seedling from Florida led to the introduction of tangerine (Mandarin family) into African through the white men who engage in African human slavery trade and also through some white men who colonizes the African Countries. Because of the edible and portability nature of tangerine, the white men find it very easily to be transported and these distributions also lead to the introduction of tangerine into the West African and then to Nigeria. Today in Nigeria tangerine trees are found in so many orchards and other places in the community being grounded or planted near peoples home or surroundings, because it mostly grown through explosive mechanism. Today in Nigeria, ripe tangerines fruits are purchased directly form their trees or from local or villages market were they are sold and it is mostly meant for the consumption purpose because of its edible in nature.<br/>1.2         VITAMIN C IN FOODS AND FRUITS <br/>The content of vitamin C is widely distributed in fruits and vegetables. A portion is lost after prolonged storage of unprocessed fruits and vegetables, but it is partially preserved (half or greater) by most means of food processing which includes boiling, steaming, pressure cooking, preserving jams, and jellies, freezing, dehydration and canning. Utilization of the vitamin C is increased during pregnancy and lactation and in thyrotoxicosis and absorption is decreased in diarrhea states and in achlohydria.<br/>            Vitamin C is highly sensitive to air, water and temperature. About 25% of the vitamin C in vegetable can be lost simply by blanching (boiling or steaming the food for a few minutes). This same degree of loss occurs in the freezing and unthawing of vegetables and fruits. Cooking of vegetables and fruits of longer periods of time (10-20 minutes) can result in a loss of over one half the total vitamin C content. When fruits and vegetables are canned and then reheated only 1/3 of the original vitamin C content may be left. In general, an unripe food is much lower in vitamin C than a ripe one, but provided that the food is matured and ripe, the vitamin C content is high when the food is younger at the time of harvest. Vitamin C decreases during the ripening process immature fruits have the highest levels of vitamin c.   <br/>1.3         FOODS AND FRUITS THAT PROVIDE VITAMIN C <br/>Excellent foods and fruits with high level of vitamin C includes broccoli, bell peppers, kale Cauli flower, strawberries, lemon, mustard and turnip greens, Brussels sprouts, papaya, chard, cabbage, spinach, kiwifruit, snow peas, cantaloupe, oranges, grape fruits, lime, tomatoes, tangerines, Zucchini, raspberries, a asparagus, celery, pineapples, lettuce, water melon, fennel, peppermint, parsley and other ripe fruits. <br/>1.4         SCOPE OF STUDY <br/>Numerous analytical techniques have been reported in the literature for the determination of vitamin C in different citrus juice. These includes Titrimetric, Fluorometric, Complexometric methods, liquid Curomatography, high-performance liquid chromatography, Spectrophotometric, Amperometric and enzymatic. Most of these methods overestimate the levels of vitamin C in different citrus juice due to the presence of oxidizable species other than vitamin C. the vitamin C levels in some tropical food samples have been reported by several investigators. The methods commonly employed in the determination and estimation of vitamin C in citrus juice was titrimetric or Spectrophotometric method. Although titrimetric methods are simple to use in the determination of vitamin C, difficulties are encountered with commonly used titrants and interferences often occur with coloured samples.<br/>            Therefore, the estimation of vitamin C in tangerine juice will be assessed to determine the quantity of vitamin C in tangerine juice. This will be done through titrimetric analysis.<br/><br/>\n\nEXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION AND ESTIMATION OF VITAMIN C CONTENT IN TANGERINE JUICE", "id": 22}, {"content": "<div class=\"abstract\">\n<b>ETHANOL PRODUCTION FROM YAM PEELS<br/>ABSTRACT</b><br/>This research was set out to investigate the microbiological and physiochemical parameters of yam peels, these were carried out using standard methods and the result obtained showed that the total bacteria counts of the fresh yam peels was 3.52x105efuml on day 0 of analysis. Further analysis in subsequent days during fermentation revealed a gradual increase in the colony forming units of bacteria to 5.93105efuml on day 3. For the microbial counts of fungi present in the yam peels there was an increase from day 0 to day 1 but decrease in day 2 and further decreased in day 3. The PH of the fresh yam peels was 5.3 on the first day of the analysis which showed a gradual reduction throughout the period of analysis and ethanol yield was oml/100g sample on the first day of analysis, this increased to 6.32ml/100g sample on day 3 of analysis. The standard sugar was prepared using a lmg/ml solution of the commercially available reducing sugar in the sample in distilled water. The concentration of the sugar present in the sample was calculated from the intercept of a graph of absorption of 500NM versus weight of sugar. 50ml of the yam peel was mixed with 20ml of orthophosphoric acid. The mixture was stirred, stopped and left overnight at room temperature to set free all bounded hydrocyanic acid. This was done from day 0, day 1, day 2, and day 3 yam peel sample respectively.   <br/>TABLE OF CONTENT<br/>Chapter one – introduction             <br/>Background of the study<br/>Statement of problem<br/>Purpose of study<br/>Significance of the study<br/>Scope of study<br/>Limitation<br/>Definition of terms<br/>Chapter two   <br/>Review Of Related Literature<br/>Chapter three            <br/>Research Design<br/>Source of Sample/Method of Data Collection<br/>Storage/Experimental Design<br/>Method of Data Analysis<br/>Physiochemical Parameter<br/>Chapter four             <br/>Presentation, Analysis and Discussion of result<br/>Chapter five   <br/>Discussion of findings<br/>Conclusion<br/>Recommendation<br/>References     <br/>CHAPTER ONE<br/>INTRODUCTION <br/>BACKGROUND TO THE STUDY <br/>The world is becoming more complex and more waste are generated everyday due to the increasing population without making adequate preparation for means of proper disposal thereby constituting nuisance to the environment liens the need to convert some of these waste (yam peel) to useful product (ethanol). Yam are grown in limited areas of the tropics, particularly in the humid parts of West Africa and the Caribbean. The plant requires good well drained soil and ample and well distributed rainfall. They are labour intensive; require not only starting to support their vines, all of this increase the stock production. They can produce as much as (90) tones, but yam are highly prized food and current production fall short of demand, it is unlikely that they will ever compete with yamfor fuel alcohol purpose, yam is a fermentable starch per hectare. They require better soil and water, but have a wide range of latitude and attitude and being a prostrate plant can withstand widely condition. Yam peel conking a high proportion of starch, and it is possible to obtain relatively high yield of 40-50 tons per hectare without expensive fertilizer or supplementary irrigation on soil. Soil unsuitable for growing more demanding crop.<br/>Although production level under traditional farming system are around 10 tons per hectare research, into improved varieties and cultural practices has shown that annual yields of 80-100 tons are theoretically possible. The plant is resistant to pest and can be store in the ground for several months after maturity until it is needed, once harvested the storage life of the peel which is not a storage organ or dormancy is limited, and in many countries it is processed for storage by clipping or flaking and drying large amount of dried yams are exported to Europe from Thailand and other countries as a source of carbohydrate for animal feed. These characteristics makes it an excellent small holder crop and one of the most promising sources of starch for alcohol fuel. Also, the foliage can be used for animal feed (and human food in some culture).         <br/>STATEMENT OF THE PROBLEM <br/>The problems associated with this study includes; <br/>Are there clean ethanol (bio-ethanol) that do not have polluting effect on the environment in Nigeria.<br/>Ethanol produce from petroleum (fossil fuel) do have negative effect on the environment.<br/>Are there sufficient yams of farmers to cultivate and supply yam for the production of ethanol.<br/>Most people are afraid that utilizing yam peels for the production of ethanol will lead to food shortage since people also utilize yam as flour.    <br/>PURPOSE OF THE STUDY <br/>The purpose of the study is to produce ethanol from yam peel (yam waste).<br/>SIGNIFICANCE OF THE STUDY <br/>The result of this project, it will enlighten the people about the usefulness of yam peel (yam waste). This information will assist the people about more waste that are generated every day due to the increase population without making adequate preparation for means of proper disposal thereby constituting nuisance to the environment liens the need to convert some of these waste (yam peel) to useful product (ethanol).<br/>RESEARCH QUESTIONS <br/>To deal with the production of ethanol from yam peel certain question where asked these include;<br/>How can ethanol be produced from yam peel (yam waste)<br/>Will the ethanol produced from yam peel be of reasonable quantity?  <br/>SCOPE OF THE STUDY (DELIMITATION) <br/>The study will focus its attention on the use of yam peel (yam waste) to produce ethanol since yam peels are easily obtained from all waste dumps in Benin from the dump since they are of no use to the people that dump them there.<br/>DEFINITION OF TERMS <br/>The meaning of some terms used in the study is explained below;<br/>Yam: The large root of a tropical plant that is cook as food, it is meant to eat.<br/>Sufficient: To do something enough for a particular purpose.<br/>Ethanol: The type of alcohol in alcoholic drinks are used as fuel or solvent.<br/>  <br/>\n\nETHANOL PRODUCTION FROM YAM PEELS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ETHANOL PRODUCTION FROM YAM PEELS", "id": 23}]