[{"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1   Background of the Study</strong></p> <p>The Internet revolution was really about people customer and fundamental shift of market power from the seller to buyer. In the new economy customers expectations are very different than before. A company understanding of this difference and its ability to capitalize on it will be the key to success. The web, the internet and emerging computing and communication technologies have redefined business erasing traditional boundaries of time and geography and creating new virtual communities of customers and suppliers with new demand to product and services. E-commerce only forms a fragment of e-business. Earlier companies had web sites displaying the company products etc. then they started to use the e-commerce as one of the distribution channel in addition to the existing system for sales that is e-commerce. The term Electronic commerce or e-commerce consists of all business activities carried on with the use of electronic media, that is, computer network. It involves conducting business with the help of the electronic media, making use of the information technology such as Electronic Data Interchange (EDI). In simple words, Electronic commerce involves buying and selling of goods and services over the World Wide Web. Customers can purchase anything right from a car or a cake sitting comfortably in his room and gift it to someone sitting miles apart just by click of a mouse. Shipping method is generally used for the delivery of the goods ordered. Every Bank which is highly leading now performs their transaction through computer and computer is not only the concept can make off the transaction automatic. All the commercial application now transfers to the concept of e-commerce and is one of the very important aspects for carrying bank transactions falsity. In the commercial world surrounded by highly competitive and volatile market conditions, any new concept or technology would be acceptable only if it provides strong benefits to all concerned. Ecommerce offers some distinct advantages.</p> <p>First, portability improves bottom line of and organization. And secondly expanded market share, some component can be handled by multiple customers at the same time.</p> <p><strong>1.2   Statement of the Problem</strong></p> <p>A study by the United Nations Conference on Trade and Development (UNCTAD) has shown that SMEs, while generally lagging in ICT, have the most to gain from increases in productivity thanks to e-commerce. SMEs, however, actually run the risk of missing opportunities in both productivity and profitability by not engaging in e-business.</p> <p><strong>1.3   Objectives of the Study</strong></p> <p>1.     To study how e-commerce aid in the economic development of developing countries.</p> <p>2.     To identify the relationship between e-commerce and emerging market.</p> <p>3.     Toidentify the significant impact of e-commerce on emerging market.</p> <p>4.     To assess the influence of e-commerce in developing an economy.</p> <p><strong>1.4   Research Questions</strong></p> <p>1.     Does e-commerce aid in the economic development of developing countries?</p> <p>2.     Is there a relationship between e-commerce and emerging market?</p> <p>3.     What significant impact does e-commerce have on emerging market?</p> <p>4.     Can e-commerce influence the development of an economy?</p> <p><strong>1.5   Research Hypotheses</strong></p> <p><strong>Ho</strong>: E-commerce has no significant impact on emerging market.</p> <p><strong>Hi</strong>: E-commerce has significant impact on emerging market.</p> <p><strong>1.6   Significance of the Study</strong></p> <p>E-commerce has been hailed by many as an opportunity for developing countries to gain a stronger foothold in the multilateral trading system. E-commerce has the ability to play an instrumental role in helping developing economies benefit more from trade. Unlike the requirements necessary to run a business from a physical building, e-commerce does not require storage space, insurance, or infrastructure investment on the part of the retailer. The only pre-requisite is a well-designed web storefront to reach customers. Additionally, e-commerce allows for higher profit margins as the cost of running a business is markedly less.</p> <p><strong>1.7   Scope/Limitations of the Study</strong></p> <p>This study is on the impact of e-commerce on emerging markets using konga online store as a case study.</p> <p><strong>Limitations of study</strong></p> <ol><li><strong>1.        </strong><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>2.        </strong><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</li> </ol> <p><strong>1.8   Definition of terms</strong></p> <p><strong>        E-commerce:</strong></p> <p>It is the buying and selling of goods and services or the transmitting of funds or data, over an electronic network, primarily the internet. These business transactions occur either as business-to-business, business-to-customer, customer-to-customer or the customer-to-business.</p>\n\nTHE IMPACT OF E-COMMERCE ON EMERGING MARKETS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPACT OF E-COMMERCE ON EMERGING MARKETS", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong><br/><strong>INTRODUCTION</strong><br/><strong>1.1   BACKGROUND TO THE STUDY</strong><br/>E-Commerce is the process of conducting business electronically among various entities in order to satisfy an organizational or individual objective. A key ingredient of E-Commerce, sometimes referred to as electronic trading, is the advertisement and procurement of goods and services over the Internet (Rhodes &amp; Carter, 1998). The success and volume of E-Commerce on the web has been widely reported. With success in establishing an environment in which E-Commerce can grow and flourish, every computer can become a window open to every business, large and small, around the globe.</p> <p>The electronic medium we call the Internet has the potential to reduce actual transaction time, processing time and operational cost dramatically, while at the same time making information available globally. Internet-based E-Commerce has been embraced as a means of reducing operational cost and as a high potential means of generating revenue (Levis, 1996). The ubiquity of the web and the availability of browsers across different platforms provide a common base upon which E-Commerce applications can be built, especially in the enterprise. This common platform has reduced the significance of issues pertaining to software distribution and software installation, thus encouraging the expansion of E-Commerce via Intranets, Extranets and the Internet.</p> <p>E-Commerce provides new channels for the global marketing of tangible goods and presents opportunities to create new businesses providing information and other knowledge-based intangible products (Rhodes &amp; Carter, 1998). Although most E-Commerce is currently at the inter-corporate and inter-organizational level, services targeted at individual customers are evolving rapidly. The Internet is the most obvious example of this and is a major catalyst in the diffusion of E-Commerce, helping to foster a common environment for electronic transactions of all kinds. E-Commerce encompasses all forms of interactive business transactions, which are facilitated by networks of computers. E-Commerce is expanding because of the greater number of businesses and individuals who are able to use these networks and the growing number of ways in which businesses can conduct transactions electronically with other organizations and directly with consumers at a reduced cost (Bartell et al, 1999). At present, business-to-business E-Commerce seems still to be of greater volume than business-to-consumer E-Commerce with the primary motive of operational cost reduction, but this may change in the future. These trends are important to the global economy and to the economy of individual countries because E-Commerce contributes to economic efficiency. E-Commerce contributes to economic efficiency in five important ways. They includes shrinking distances and timescale, lowering distribution and operational costs, speeding product development, providing more information to buyers and sellers and enlarging customer choice and supplier reach (Turban et al, 2000). However, this study is focused on the role of E-Commerce in reducing operational cost in an organization.<br/>Furthermore, when offline stores calculate operational costs, they have to factor in countless business expenditures along with the actual number of transactions. When there are fewer transactions, the cost of per transaction is higher. On the flipside, transactions arriving in high quantity can overwhelm the personnel and distributors. In an E-Commerce business, the operational cost is the same across the board, whether one order or thousands come in.<br/>Dealdey.com was launched in March 2011and they features a daily deal on the best things to do, see, eat, and buy in Nigeria. DealDey is trying to create an easy and fun way to get fantastic deals on great experiences. DealDey.com supports local businesses and in return they support consumers with good savings. They are attempting to create a \"Win-Win\" scenario each and every day for local merchants who want to attract new customers, and consumers who want to save money and take advantage great services and activities in their own city.</p> <p><strong>1.2   STATEMENT OF THE PROBLEM</strong><br/>Electronic commerce is a popular topic in business management, mass media and in informatics circles as well. Perhaps its impact is most visible in the areas of financial services and retailing. Many E-Commerce initiatives have risen in a short period of time. Those initiatives include innovative smart cards to facilitate E-Commerce, remote payments and electronic checking, online trading of stocks, bonds and related financial instruments, online banking, and online retailing (e-tailing). However, its effect on the reduction of operational cost of organization has been examined in a number of ways comparatively to brick and mortar organizations for instance the money received for every transaction will pay for the item; it will also contribute to the salesperson salary, credit card fees, lease on storefront, electricity, telephone, heating/cooling, taxes, displays, repairs and maintenance to the building. However, the money received for an E-Commerce transaction pays for the item, web hosting, shopping cart software, distribution and little else. The cost overall of maintaining a virtual store is far less than that of a brick and mortar store. </p> <p><strong>1.3   OBJECTIVES OF THE STUDY</strong><br/>The following are the objectives of this study:</p> <ol><li>To examine the role of E-commerce in reducing operational cost in an organization.</li> <li>To identify other benefits accruable from E-commerce in Nigeria.</li> <li>To identify the limitations and disadvantages of E-commerce in Nigeria.</li> </ol> <p><strong>1.4   RESEARCH QUESTIONS</strong></p> <ol><li>What is the role of E-commerce in reducing operational cost in an organization?</li> <li>What are the other benefits accruable from E-commerce in Nigeria?</li> <li>What are the limitations and disadvantages of E-commerce in Nigeria?</li> </ol> <p><strong>1.5   HYPOTHESIS</strong><br/>HO: There is no significant relationship between E-commerce and reduced operational cost in an organization.<br/>HA: There is significant relationship between E-commerce and reduced operational cost in an organization.<br/><strong>1.6   SIGNIFICANCE OF THE STUDY</strong><br/>The following are the significance of this study:</p> <ol><li>The outcome of this study will educate business managers and the general public on the role of E-commerce in reducing the operational cost of business organizations.</li> <li>This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area</li> </ol> <p><strong>1.7   SCOPE/LIMITATIONS OF THE STUDY</strong><br/>This study will cover the benefits of E-commerce with special focus on its influence as regards operational cost reduction in business organizations.<br/><strong>LIMITATION OF STUDY</strong><br/><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).<br/><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work</p> <p><strong>REFERENCES</strong> <br/>Bartell, R.L. Blackwood, N.A. Eggenschwiler, D. Nguyen, M. Schnidrig, C. Yatchman, M.J. (1999) The MediaXactt system – a framework for personalised electronic commerce services, Bell Labs Technical Journal 4 (2) 153–173. <br/>Levis, K. (1996) Electronic commerce, British Telecommunications Engineering 14 (4) 281–285.<br/>Turban, E. Lee, J. King, D. Chung, H.M. Electronic Commerce: A Managerial Perspective, Prentice-Hall International (UK) Limited, London, 2000. <br/>Rhodes, E. Carter, R. Electronic commerce technologies and changing product distribution, International Journal of Technology Management 15 (1/2) (1998) 31–48.</p>\n\nEVALUATION OF THE ROLE OF E-COMMERCE IN REDUCING OPERATIONAL COST IN AN ORGANIZATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF THE ROLE OF E-COMMERCE IN REDUCING OPERATIONAL COST IN AN ORGANIZATION", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>Background of the study</strong><br/>While the international order among states is quite strong, the world is not peaceful. In the wake of globalization and the explosion in communication technologies, new security related threats have Emerged that are to a great extent independent of national boundaries. As a result, a new kind of war is being waged in every country all over the world; this is because the primary threats to national security have changed fundamentally. They no longer spring from territorial and ideological disputes among nation states but from how far globalization, technological threats and criminal networks have grown to challenge nation states (Zalur &amp; Zeckhauser 2002).<br/>In Nigeria today, conflict seem persistent and intractable, moreover after a decade of complacency, we seem to be finally grasping the fact that we are fighting for survival under the shadow of catastrophic dangers. Hence, discussions on Nigerian National Security concept has evolved rapidly because the security environment in which we live is dynamic and uncertain, replete with a host of threats and challenges which are trans-national in nature that have potential to grow more deadly (Pandya &amp;  Laipon, 2008:39). <br/>Emerging scenario of these trans-national threats which are irrespective of national border and which comprises of a list of different risk factors that seem unending spanning from different trans-national crimes like terrorism, human and drug trafficking, money laundering etc, to widespread environmental degradation, diseases, climate change and even political policies which might threaten our nation's sovereignty (Brainard &amp; Halon, 2004), has further challenged the concept of national security which now pertains to people rather than territories on one hand and development rather than military on the other hand. Now, the notion of national security captures the traditional security and human security. National security is now perceived as total security - security of life and property, security of the economy and the economic resource areas of the country, security of food and raw materials resources, of general health of the people, of environment and national integrity, and preservation of all that society considers to be important and valuable (Imobighe, 2000).<br/>Globalization and increased technology has led to the decline of our borders which has led to the  increased vulnerability of Nigeria to there threats and endanger our national security. The Nigeria - Benin border, which is located in the west of our country, is particularly notorious for all sorts of illegal trans-border activities. For this reason, this research work will attempt to discuss Human and drug  trafficking, smuggling of goods and arms proliferation and the dangers they pose to Nigerian national security because these activities are the most common across the Nigeria - Benin border.<br/>The dilemmas that Nigeria faces with insecurities call for critical investigation of border entry points whether they are performing their strategic functions (Willie, 2008).</p> <p><strong>1.2 statement of the problem</strong><br/>Globalization, have important security implications. Most dangerously, a variety of threats have become global in scope and more serious in their effects as a result of the spread of knowledge, the dispersion of advanced technologies, and the movements of people. These same developments, combined with  expanding global economic interactions, contribute to some of the problems and resentments that lie at the root of these security threats. But paradoxically, many of those same aspects of globalization offer new opportunities to achieve economic growth and democracy, thereby ameliorating the threats as well as some of their underlying causes.<br/>The dangers were clearly manifested in the September 11th terrorist attacks, which showed how the Al Qaeda organization was able effectively to exploit new communications technologies, global financial networks, and the ease of movements of people. The response by the international community has also benefited from some of globalization's effects, primarily in technological advances in communications and in military weaponry. While it is too soon to say definitively, the result of these attacks may be to dampen some of the globalizing trends, as financial interactions receive greater scrutiny and security steps limit the mobility of people. Exploring the many issues raised by the September 11th terrorist attacks is not this paper's task, nor is assessing the relationship between terrorism and globalization.<br/><strong>1.3. Objectives of the Study</strong><br/>The specific or the main objectives of carrying out this research work<br/>includes:<br/>1. To examine the nature and dynamics of transnational threats.<br/>2. To examine the peculiar transnational threats pronging the Nigeria - Benin<br/>border.<br/>3. To explore the impacts of transnational threat to Nigeria's national security<br/>4. To inform policy that will isolate Nigeria from transnational threats.</p> <p><strong>1.4. Research Hypothesis</strong><br/>Hypothesis is a tentative generation, the validity of which remains to be tested. In its most elementary stage the hypothesis may be any hunch, guess, imaginative idea, which becomes basis for action or investigation.<br/>To achieve the desired objective, the research has the following declarative hypothesis to validate or invalidate at the end of the research.<br/>1. Globalization trends increases incidence of transnational threats<br/>2. The weakness of the state tends to engender transnational threats<br/>3. Nigeria  border security tends to be hampered by transnational threats<br/>4. The higher the level of globalization and transnational threat the poorer the state of national security.</p> <p><strong>1.5. Scope and Limitations of the Study</strong><br/>This research will be limited to the major transnational crimes along the Nigeria - Benin border. They include smuggling and trafficking in arms and weapons, drugs, humans and goods such as cars and  petroleum products. The study will analyze and examine these transnational threats and how they affect our national security. However in the course of this research, the researcher may exceed the boundary of his study as an instrument of explanation. A study like this will have limitation such as time constraints, finances, mobility to acquire adequate materials and literature on the subject matter under study.</p>\n\nEFFECT OF GLOBALIZATION ON NATIONAL SECURITY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF GLOBALIZATION ON NATIONAL SECURITY", "id": 3}, {"content": "<div class=\"abstract\">\n<div> <div><strong>ABSTRACT<br/><br/></strong></div> This research project titled co-operative thrift and loan society (A case study of African thinkers and credit societies). This study consist of five chapters and the study aimed at indentifying the causes of establishing co-operate we thrift and loan societies in African thinkers C of Bod Enugu state. To solve the research problems, both primary and secondary data were collected, the research instruments used in collecting the data were questionnaire and oral interview, the respondent comprised of members of co-operative society especially in African thinkers in Enugu, Enugu State. In organizing and presenting data collected, frequency, distribution tables, charts percentages and degrees were used, data analysis and interpretation of data assisted to taking decisions on the findings/recommendation.<br/> <br/><br/></div> <div> <div><strong>CHAPTER ONE<br/><br/></strong></div> <strong>1.0    INTRODUCTION </strong><br/>This chapter deals with the background of the study, Statement of the problems, purpose of the study, Significance of the study, research questions, scope and definition of the study.<br/><br/><strong>1.1    BACKGROUND OF THE STUDY </strong><br/>The essence of a credit society is to create a pull of fund. It has from it’s beginning, been charge with designing and building members owned and controlled cooperative finance system the greatest gandicap to goal attainment is fund. This society encourages the extension of micro and other credit facilities to rural and urban to galvanize their economic activities, which will create employment and raise the statement of human existence.<br/>Consequently, co-operators have given much thought and effort to set up their own financial institutions so as to marshal the financial resources necessary to provide many services that credit problems of farmers cooperative that arose major public concern and caused the first bides pread cooperative finance association to be formed in the farming sector, although consumers co-operative has also encountered the need for more credits. <br/>Those days, the citizens helped themselves by communal efforts as well as embarking on personal or collective savings, for example in Igbo Land for instance “Isusu” clubs provided a forum for collection of saving from their members, the members agreed on how the money will be given out as loans to their members, though the weakness of “Isusu” was that members would always get the money as at when needed therefore as a result of the problems of lack of credit they arose the need for cooperative thrift and loan society to reduce the problems and short comings of the “Isusu” clubs. <br/>Co-operative thrift and loan society is a cooperative society that provides it’s members with convenient and secured means of interest. This is most suitable for workers in one organization. These workers pay for their savings and loans from the source of their income. They do not as a rule, have a regular weekly or daily income, but receive a comparatively large sum of money at  the end of the month which enable the deduction of their payment from the extravagant  spending which so often occurs when there is money in the packet.<br/><br/><strong>1.2    STATEMENT OF THE PROBLEM </strong><br/>Workers are always I need of money to meet up with emergency investment or provision for their retirement, what they need is loan that will be granted to them for production or emergency purpose. But in spite of all the effort of credit co-operative, the is still experiencing low or decreasing productivity as it relates to the satisfaction of the members need especially in the rural and sub-urban areas these are relatively low level of productivity as some of the members are no more interested I their society. What are the causes of this low productivity in their services is it as a result of poor co-operation among the co-operative?<br/><br/><strong>1.3    PURPOSE OF THE STUDY</strong><br/>The general objective of the study is to determine the problem of the co-operative thrift and loan society in African tinkers, Enugu State and always to access the operation of cooperative thrift and loan society and in relation to the members, to determine the sources of capital and how members obtain loan and their pay-back system.<br/>To access how often the director of co-operative inspects co-operative societies in African thinkers. Enugu state and its impact on the effective management of the co-operative thrift and loan societies.<br/><br/><strong>1.4    SIGNIFICANCE OF THE STUDY </strong><br/>If the purpose of this study are achieved, it is point to be of a great importance to the management of the co-operative societies, the economy of our society to the institution of the researcher in the following ways. <br/>To the management of the co-operative thrift and loan society. It is necessary to investigate their budget planning and execution and evaluate their effectiveness especially today that camping is going on for everybody to become a member of co-operative society. This study will determine why co-operative thrift and loan societies do not thrive as other co-operative societies.<br/>Moreover, the committee members will know that co-operative thrift and loan society must achieve their objective in order to justify the existence.<br/>To the members of co-operative thrift and loan society through this study they will know that they have an important role to play in order to insure the viability of the co-operative thrift and loan society. According to self-help value of co-operative there must be co-operation between them and the management.<br/>Therefore, everybody should put in his or her best to achieve the goal of the society more so every member has the right to vote and be voted for.<br/>The solution to the problem of co-operative thrift and loan their issues. Also, they can loan a lesion from the efficient management of their co-operative thrift and loan society if enhanced.<br/>The society as a whole will benift a lot from the viability of a co-operative  thrift and loan societies as the will go a long way in reducing unemployment problems in the country.<br/>Moreover, the production of co-operative thrift and loan society if enhanced, will increase the national income of our economy.<br/>To the researcher, this has exposed her to various publications in her field of study as well as knowing in details in practice of cooperative. <br/><br/><strong>1.5    SCOPE OF THE STUDY </strong><br/>The researcher of this study intended to study  the problems of co-operative thrift and loan societies in African thinker Enugu but will  limit the study to co-operative thrift and loan society of the African thinkers thrift and credit Association Enugu State.<br/><br/><strong>1.6    RESEARCHER QUESTIONS</strong><br/>1.    Does co-operative thrift and loan society satisfy its members need?<br/>2.    Is there poor inspection in co-operative?<br/>3.    Does co-operation exist within co-operative thrift and loan societies? <br/>4.    Does the management committee of co-operatives thrift and loan societies apply the principles and law of co-operative in their management?<br/>5.    Is constant withdrawal of members a problem to co-operative thrift and loan societies?<br/>6.    Do debtor-members of co-operative thrift  and loan society pay their debts as at when due? <br/> <br/><strong>1.7    Definition of terms </strong><br/>A co-operative society is an association of person who voluntarily joried  to achieve a common goal through the formation of a democratically controlled organization making equitable contribution of the capital required and accepting a fair share of the risk and benefit of the undertaking in which the members actively participate.<br/>While co-operative thrift and loan society is an organization that is established in a workplace for the employees with the main aim of enabling the employees to save percentage of their salaries.</div>\n\nCO-OPERATIVE THRIFT AND CREDIT SOCIETY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CO-OPERATIVE THRIFT AND CREDIT SOCIETY", "id": 4}]