[{"content": "<div class=\"abstract\">\n<div>      <p><strong>ABSTRACT</strong></p> <p><br/>This project title is written to help hospitals especially SHONAHAN HOSPITAL, NSUKKA, Enugu in the areas they encounter problems in keeping their attendance scheme for patient and the solution given to tackle problem such as transforming the existing manual attendance scheme for patients system in which the existing problems involved at the time was laziness of the Doctors to work, misplacement of files, excessive loitering around of patient for their files and loitering of paper in the office.<br/>This software reports on our pilot evaluation of AN ELECTRONIC PATIENT MANAGEMENT SYSTEM and their Doctors. The aim is to improve the quality of care to patient and the information about them, as indicated by an improvement in the effectiveness and efficiency of care and in an increase in patient’s satisfaction.<br/>This study makes clear that a thorough exploration of users needs before building the system, using qualitative research methods may be crucial because it can prevent data mismatch and maximize the chance that the eventual management system meets its most important aim: to enhance patient’s empowerment and improve the quality of care services.<br/>In order to handle this, I decided to introduce a new an electronic patient management system for patients. The project dwells more on Computer duty schedule. This is implemented with Visual Basic programming 6.0 language and Microsoft Access for effective information keeping.</p> <p><br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1 Background of the Study<br/>An Electronic Patient Management System is any tool used to assist in the delivery of clinical care from point of care initiation to completion. Tools include computer based attendance scheme for patient, payment processing software and information<br/>14<br/>technology systems, blood group and genotype to avoid test result mismatch of data.Electronic based attendance scheme for Patients is used by hospital to create process and record their attendance scheme for patient’s information. This system is used to calculate the nurse punctuate to work. It’s an effective tool in the hands of the hospital management.<br/>Duty is a term that conveys a sense of moral commitment to someone or something. The moral commitment is the sort that results in action, and it is not a matter of passive feelings or mere recognition. When someone recognizes a duty, that person commits himself/herself to the cause involved without considering the self-interesting courses of actions that may have been relevant previously. This is not to suggest that living a life of duty precludes one from the best sort of life, but duty does involve some sacrifice of immediate self-interest.Cicero is an early philosopher who acknowledged this possibility. He discusses duty in his work “On Duty”. He suggests that duties can come from four different sources:<br/>1. It is a result of being human<br/>2. It is a result of one’s personality place in life (your family, country, and job)<br/>3. One’s own moral expectations for you can generate duties<br/>From the root idea of obligation to serve or give something in return, involved in the conception of duty, have sprung various derivative uses of the word; thus it is<br/>15<br/>used of the services performed by a minister of a church, by a soldier, or by any employee or servant.Nurses today have a broad scope of responsibility as health care providers that require them, under some circumstance, to exercise independent professional judgment. When nurses exercise their judgment negligently, they may be held liable because courts hold them to a correspondingly higher level of accountability.Nurses have been held liable for their failure to monitor and/or promptly respond to patients by informing physicians of significant changes in patient’s condition. Under these types of circumstance, nurses have an affirmative duty to exercise their professional judgment to ensure that all adequate steps are taken to treat patients appropriately.<br/>Usage of Information Technology (IT) remained comparatively very less in Health sectors that other sector despite having more potential. Health Institution, which is an important sector, should encourage IT usage resulting better productivity, effectiveness, efficiency and economics leading to better health care of all. This paper tells a success of implementation of ICT (Information Communication Technology) in monitoring of medicine in health institution. System work on low-end resources and E-mail (Electronic mail) based data transfer from District Head Quarter to State Head Quarter.Implementation of Med-Centre in all the district of Enugu result in checking on pilferage (the act of stealing amounts or small articles) for medicine, increase in availability of medicine at Government institution,<br/>16<br/>increase in attendance of patients/doctor in health institution, optimal utilization of medicine and data capturing at source, resulting in availability of error-free data at Head Quarter.<br/>Electronic Patient Management System is a certified automated payment processing software. It is used by hospitals to input, process and display their patient information. This system is used to manage and maintain electronic medical records, patient information, prescriptions, lab reports etc. It is an effective tool in the hand of the hospital management. Shonahan Hospital,Nsukka, Enugu which is the case study, has patients whose fees are to be collected after treatment.<br/>Shonahan Hospital, Nsukka, Enugu is one of the biggest and well equipped hospitals in Nigeria. It has nine (9) training schools/programmers in the hospital.From the studies carried out by the researcher, the hospital’s initial means of recording was manual from automated system to computerized system which lacked some features such as patients and nurses records.<br/>The Hospital is a very important part of our society and it is imperative for healthcare providers to do their jobs in an efficient and effective manner. Each day hundreds of thousands of patients enter healthcare facilities challenging the administration to run the show smoothly. The employees have to manage and integrate clinical, financial and operational information that grows with the<br/>17<br/>practice.Information technology has made a significant impact on the healthcare sector. The past decade has witnessed the foray of numerous information systems and their resultant products into the hospital scenario. The number of investments in computers and types of hospital systems has increased. This is because paper medical records are cumbersome, bulky to use and difficult to manage. On the other hand digital records are much easier to handle and improve the workflow efficiency by integrating various tasks. The ultimate objective therefore, is to build a network of interdependent centers such as the clinical laboratory, radiology department, pharmacy, and so on in order to effectively meet the needs arising within the hospital. Despite the fact that these individual centers are autonomous, they are interdependent in terms of delivering services and to ensure effectiveness of providing care. All this can be achieved through hospital information systems that have formed the cornerstone of today’s modern hospital.<br/>A patient is any person who receives medical attention, care or treatment. The person is most often ill or injured and in need of treatment by a physician or any other medical professional whereas an outpatient is a patient who is not hospitalized for 24 hours or more but who visits a hospital, clinic, or associated facility for diagnosis or treatment. Treatment provided in this fashion is called ambulatory care.</p> </div>\n\nDESIGN AND IMPLEMENTATION OF AN ELECTRONIC PATIENT MANAGEMENT SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF AN ELECTRONIC PATIENT MANAGEMENT SYSTEM", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong> </p> <div> <p><br/>This project work intends to automate the existing criminal records of the Nigeria police using Enugu criminal investigating department. The essence was to produce durable criminal records and avoidable lost of criminal records. Structural database management system (DBMS) was used in its development in other to eliminate redundancy in the compilation, its friendliness in responding to the user exhibits and also its reliability and efficiency in tracking down criminals. Another important feature of this system was that it provides user with the facilities for having the hard copies or print out of any relevant<br/>5<br/>document as well as the facilities to communication with the system. Tracking is the observing of persons or objects on the move and supplying a timely ordered sequence of respective location data to a model e.g. capable to serve for depicting the motion on a display capability. The traditional and age-old system of intelligence and criminal record maintenance has failed to live up to the requirements of the existing crime scenario. Manual processes neither provide accurate, reliable and comprehensive data round the clock nor does it help in trend prediction and decision support.<br/>TABLE OF CONTENT<br/>Cover page<br/>Caritas logo<br/>Title page<br/>Certification page- - - - - - - - - -i<br/>Dedication page- - - - - - - - - -ii<br/>Acknowledgement- - - - - - - - - -iii<br/>6<br/>Abstract- - - - - - - - - - -iv<br/>Table of content- - - - - - - - - -v<br/>List of tables - - - - - - - - - -x<br/>List of figures - - - - - - - - - -xi<br/>List of appendixes- - - - - - - - -xii<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1 Background of the project- - - - - - - -1<br/>1.2 statement of problem- - - - - - - - -3<br/>1.3 purpose of the project- - - - - - - - -4<br/>1.4 Justification- - - - - - - - - -5<br/>1.5 scope of the project - - - - - - - -5<br/>1.6 limitation of the project- - - - - - - -6<br/>1.7 project report organization- - - - - - - -6<br/>1.8 Definition of terms- - - - - - - - -7<br/>7<br/>CHAPTER TWO<br/>LITERATURE REVIEW<br/>2.1 Brief history of Nigeria police- - - - - - -8<br/>2.2 Review of natural law theory-- - - - - - -11<br/>2.3 Review of crime history- - - - - - - -14<br/>2.4 Tracking system- - - - - - - - -19<br/>2.5 Reasons for the failure of some criminal tracking system- - -21<br/>CHAPTER THREE<br/>SYSTEM ANALYSIS AND DESIGN<br/>3.1 Methodology- - - - - - - - - -22<br/>3.2 Data collection- - - - - - - - - -22<br/>3.2.1 Methods of Data Collection - - - - - - -23<br/>3.2.2 Input analysis- - - - - - - - - -23<br/>3.2.3 Witness / Suspect Statement Input System- - - - -24<br/>3.2.4 Case File Input System- - - - - - - -24<br/>8<br/>3.2.5 Crime Diary Input System- - - - - - - -25<br/>3.2.6 Output Analysis - - - - - - - - -25<br/>3.2.7 Crime Register Output System- - - - - - -26<br/>3.2.8 Output System Form CR. 2- - - - - - -26<br/>3.2.9 System Output Form CR.8- - - - - - - -27<br/>3.2.10 System Output Form CR 14- - - - - - -27<br/>3.2.11 Charge Sheet - - - - - - - - -27<br/>3.2.12 Files and Records - - - - - - - - -27<br/>3.3 Analysis of the Existing System- - - - - - -28<br/>3.4 Limitations of the Existing System- - - - - - -31<br/>9<br/>3.4.1Justification for the new system- - - - - - -32<br/>3.5 System Design- - - - - - - - - -33<br/>3.5.1 Output Specification and Design- - - - - - -33<br/>3.5.2 Input Design and Specification- - - - - - -34<br/>3.6 Database Design- - - - - - - - -38<br/>3.7 Program Design and Specification - - - - - -43<br/>3.7.1 Criminal Registration - - - - - - - -45<br/>3.7.2 Suspect Registration - - - - - - - -.45 3.7.3 Report - - - - - - - - - - -45<br/>3.7.4 Change Password - - - - - - - -46<br/>3.7. Complainant Registration - - - - - - - -46<br/>10<br/>3.8 System Flowcharts- - - - - - - - -46<br/>3.9 Top down design- - - - - - - - -48<br/>CHAPTER FOUR<br/>IMPLEMENTATION, TESTING AND INTEGRATION<br/>4.1 Choice of Development Tools- - - - - - -50<br/>4.2 System Requirement- - - - - - - - -51<br/>4.2.1 Software Requirements - - - - - - --51<br/>4.2.2 Hardware Requirements- - - - - - - -51<br/>4.2.3 People Ware (Personal Requirements) - - - - - -52<br/>4.3 system Implementation - - - - - - - -52<br/>4.4 Program Flowchart- - - - - - - - -53<br/>11<br/>4.5 Testing - - - - - - - - - - -54<br/>4.5.1Unit testing- - - - - - - - - -54<br/>4.5.2 System testing - - - - - - - - -56<br/>CHAPTER FIVE<br/>SUMMARY, CONCLUSION AND RECOMMENDATIONS<br/>5.1 Summary of findings- - - - - - - - -57<br/>5.2 limitations of the study/project - - - - - - -58<br/>5.3 Recommendation- - - - - - - - -58<br/>5.4 BEME (Bill of engineering measurement and evaluatio) - - -59<br/>5.5 Conclusion- - - - - - - - - -60<br/>BIBLIOGRAPHY - - - - - - - - -61<br/>12<br/>GLOSSARY - - - - - - - - - -65<br/>References- - - - - - - - - - -61<br/>Glossary- - - - - - - - - - -65<br/>Appendix A- - - - - - - - -- - -66<br/>Appendix B- - - - - - - - - - -76<br/>Appendix C- - - - - - - - - - -78<br/>LIST OF TABLES<br/>TABLE 3.1 Criminal file- - - - - - - - -39<br/>TABLE 3.2 suspect file- - - - - - - - -40<br/>TABLE 3.3 Complainant File - - - - - - - -41<br/>TABLE 4.1- - - - - - - - - -54<br/>TABLE 5.1 BEME- - - - - - - - - -59<br/>13<br/>LIST OF FIGURES<br/>Fig.2.0 organizational structure of Nigeria police- - - - -10<br/>Fig 3.1 A sample of Witness/Suspect form- - - - -24<br/>Fig 3.2 Information Flow- - - - - - - - -30<br/>Fig 3.3 login page- - - - - - - - -43<br/>Fig 3.4 main menu- - - - - - - - - -44<br/>Fig 3.5 system flow chart- - - - - - - - -46<br/>14<br/>Fig 3.6 Top down design- - - - - - - -48<br/>Fig 4.1 program flow chart- - - - - - - -53<br/>LIST OF APPENDIXES<br/>APPENDIX A- - - - - - - - - -66<br/>APPENDIX B- - - - - - - - - -76<br/>APPENDIX C- - - - - - - - - -78<br/>15<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1 Background of The Study<br/>Man by nature is social, gregarious and cannot live in isolation. To maintain peace and harmony in the society, man has to fashion out conduct and some laws to govern the conduct of members of the society. When people appreciate these codes of conduct and laws, protection of lives and properties are guaranteed.<br/>Generally tracking is the observing of persons or objects on the move and supplying a timely ordered sequence of respective location data to a model e.g. capable to serve for depicting the motion on a display capability.<br/>The traditional and age-old system of intelligence and criminal record maintenance has failed to live up to the requirements of the existing crime scenario. Manual processes neither provide accurate, reliable and comprehensive data round the clock nor does it help in trend prediction and decision support. It also results in lower productivity and ineffective utilization of manpower. The solution to this ever-increasing problem lies in the effective use of Information Technology. Crime Tracking Information System uses computer-generated records as an interface for integrating and accessing massive amounts of location-based information.<br/>16<br/>Crime tracking system allows police personnel to plan effectively for emergency response, determine mitigation priorities, analyses historical events, and predict future events. Crime tracking system helps identify potential suspects to increase investigators suspect base when no leads are evident. The ability to access and process information quickly while displaying it in a spatial and visual medium allows agencies to allocate resources quickly and more effectively. In the ‗mission-critical‘ nature of law enforcement, information about the location of a crime, incident, suspect, or victim is often crucial to determine the manner and size of the response. Crime tracking software helps co-ordinate vast amounts of location-based data from multiple sources. It enables the user to layer the data and view the data most critical to the particular issue or mission.<br/>It is used world over by police departments, both large and small, to provide solutions for crime analysis, criminal tracking, traffic safety, community policing, Intranet/Internet mapping, and numerous other tasks.<br/>Crime tracking system helps crime officers determine potential crime sites by examining complex seemingly unrelated criteria and displaying them all in an interface. It also helps them map inmate populations, fixtures, and equipment to provide for the safety of inmates by separating gang members, identifying high-risk or potentially violent inmates, and identifying hazardous locations in an area. It reduces the potential for internal violence<br/>17<br/>by providing better command and control. Traditionally, these activities have been supported by paper and pen. Police officers now have the ability to immediately generate crime report directly relevant to the situation at hand. Police agencies collect vast amounts of data from many sources including called-for-services, arrests, first information reports and daily report. The same information provides a powerful decision making tool for investigators, supervisors, and administrators.</p> </div>\n\nCOMPUTERIZED CRIME TRACKING INFORMATION SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTERIZED CRIME TRACKING INFORMATION SYSTEM", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND IMPLEMENTATION OF GAS DETECTION SYSTEM</strong></p> <p><strong>ABSTRACT</strong></p> <p>Gas is supplied in pressurized steel cylinders. As this gas is heavier than air, when it leaks from the cylinder it flows along floor and tends to settle in low spots such as a basement to cause fire or suffocation if not dealt with. To handle gas leak situations, this project presents the design and construction of a Gas detection system. A gas detection system is an electronic device that detects leakage of liquefied petroleum gas and alerts the user through acoustic indication. The system consists of microcontroller, drivers, regulated power supply, alarm circuit and an MQ-6 gas sensor. The MQ-6 gas sensor has a high sensitivity to propane, butane, isobutene, natural gas and can also be used to detect combustible gases, especially methane.  The project is designed to detect LPG from concentration of 200 PPM (parts per million) to 10,000 PPM in an area, then the out pin of the sensor goes low to drive a microcontroller which is programmed to produce a high frequency alarm. A buzzer is used to produce the high frequency audible alert signal while a 9v battery powers the system. This project can be used to detect gas leakages at home, in a car, storage tank environment or in a service station. It can be easily implemented to industrial level by upgrading its ranges. The implementation of the project is so important in every home, office and industries because there are many gases that can be harmful to organic life, such as humans or animals.</p> <p><strong>LIST OF FIGURES</strong></p> <p>Figure 1.8: Project Organizations Block Diagram-        -        -        -        8       </p> <p>Figure 2.3: Ventilator Automatic Gas Detector [8]        -        -        -        13     </p> <p>Figure 3.2 Block Diagram Design of the System--        -        -        23     </p> <p>Figure 3.3.1  Mq-6 Gas Sensor  [9]   -        -        -        -        -        25</p> <p>Figure 3.5: Transistor Buffer--        -        -        -        -        -        27</p> <p>Figure 3.7: Dc Regulator [10]--        -        -        -        -        -        28</p> <p> Figure 3.8: Buzzer  [11]-         -        -        -        -        -        -        -        30</p> <p>Figure 3.9: Light Emitting Diode [12]-       -        -        -        -        31     </p> <p>Figure 3.10: Four Types of Diodes [13]-    -        -        -        -        32</p> <p> Figure 3.11: Electrolytic Capacitor [14]-   -        -        -        -        33</p> <p> Figure 3.12:  Fix Resistor  [15]-       -        -        -        -        -        35</p> <p>Figure 3.13: A Toggle Switch [16]-   -        -        -        -        -        36</p> <p>Figure 3.14: Four Types of Transistor  [17]        -        -        -        -        36</p> <p>Figure 4.1: systematic Circuit diagram of the project -  -        -        40</p> <p>Figure 4.1:1  Circuit diagram of the project-        -        -        -        -        41</p> <p>Figure 4.2: PVC wire [18]-      -        -        -        -        -        -        42</p> <p>Figure 5.4:1 The picture of the porject-      -        -        -        -        48</p> <p>T<strong>ABLE OF CONTENTS</strong></p> <p>Title page --        -        -        -        -        -        -        -        -        -        i</p> <p>Certification -       -        -        -        -        -        -        -        -        -        ii</p> <p>Approval page -   -        -        -        -        -        -        -        -        -        iii</p> <p>Dedication -          -        -        -        -        -        -        -        -        -        -        iv</p> <p>Acknowledgement -       -        -        -        -        -        -        -        -        v</p> <p>Abstract -   -        -        -        -        -        -        -        -        -        -        vi</p> <p>List of figure -      -        -        -        -        -        -        -        -        -        vii</p> <p>Table of contents -         -        -        -        -        -        -        -        -        -        viii</p> <p><strong>CHAPTER ONE</strong></p> <p>Introduction        </p> <p>1.1  Background of Study-      -        -        -        -        -        -        -        1</p> <p>1.2Problem Statement--        -        -        -        -        -        -        -        3</p> <p>1.3  Aim  and Objectives         -        -        -        -        -        -        -        -        5</p> <p>1.4 Significant of the project   -        -        -        -        -        -        -        6</p> <p>1.5 Scope of Study        -        -        -        -        -        -        -        -        -        6</p> <p>1.5 Justification of the  Project -       -        -        -        -        -        -        6</p> <p>1.7 limitations      -        -        -        -        -        -        -        -        -        7</p> <p>1.8 project report organization         -        -        -        -        -        -        -        8</p> <p><strong>CHAPTER TWO</strong></p> <p>Literature Review</p> <p>2.1 History of Gas Detection system          -        -        -        -        -        -        10</p> <p>2.2 History on Gas Detector Development-        -        -        -        -        11</p> <p>2.3 How Gas Detectors Work-        -        -        -        -        -        -        12</p> <p>2.4 Methods of Gas Detection-        -        -        -        -        -        -        13</p> <p><strong>CHAPTER THREE</strong></p> <p>3.1 Design Methodology         -        -        -        -        -        -        -        -        21     </p> <p>3.2 System Design Method     -        -        -        -        -        -        -        23</p> <p>3.3 System Analysis      -        -        -        -        -        -        -        -        24</p> <p>3.4 Circuit working        -        -        -        -        -        -        -        -        26</p> <p>3.5 microcontroller unit -        -        -        -        -        -        -        -        -        26</p> <p>3.6 power supply unit --        -        -        -        -        -        -        -        27</p> <p>3.7 DC regulator -          -        -        -        -        -        -        -        -        -        28</p> <p>3.8 Other components used in the project -         -        -        -        -        -        29     </p> <p>3.9 LED -    -        -        -        -        -        -        -        -        -        -        31</p> <p>3.10 Diode -         -        -        -        -        -        -        -        -        -        -        31</p> <p>3.11 Capacitor-    -        -        -        -        -        -        -        -        -        32</p> <p>3.12 Resistors -    -        -        -        -        -        -        -        -        -        33</p> <p>3.13 Switch-         -        -        -        -        -        -        -        -        -        -        35</p> <p>3.4 Transistor -    -        -        -        -        -        -        -        -        -        36</p> <p><strong>CHAPTER FOUR</strong></p> <p>System Implementation</p> <p>4.1 Construction procedures   -        -        -        -        -        -        -        38</p> <p>4.2 Interconnection of components   -        -        -        -        -        -        41</p> <p>4.3 Software implementation -          -        -        -        -        -        -        -        42</p> <p>4.4 Program hex file-     -        -        -        -        -        -        -        -        43</p> <p>4.5 Project costing -       -        -        -        -        -        -        -        -        44</p> <p><strong>CHAPTER FIVE</strong></p> <p>System Testing and Packaging</p> <p>5.1 System Test   -        -        -        -        -        -        -        -        -        46</p> <p>5.2 Test Plan and Test Data    -        -        -        -        -        -        -        46</p> <p>5.3 Components Test    -        -        -        -        -        -        -        -        47</p> <p>5.4 Packaging       -        -        -        -        -        -</p>\n\nDESIGN AND IMPLEMENTATION OF GAS DETECTION SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF GAS DETECTION SYSTEM", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND CONSTRUCTION OF INTRUDER DETECTOR ALARM SYSTEM WITH DIRECTION/LOCATION DISPLAY</strong></p> <p><strong>ABSTRACT</strong></p> <p>This project work deals on the Design and Construction of Intruder Detector Alarm System with Direction/Location Displaywhich is capable of detecting intrusion at any location, sound and alarm and display the exact location of the intruder using seven segment displays. This project work is realized using top down methodology with active and passive components available in the local market. It is realized in different modules, all combined to form one function unit. The inputs are opto-couplers configured with laser diodes and light Dependent Resistor. (LDR) which act as the electronic eyes installed at the sensory points. The control unit is made up of one short delay circuit, audio frequency generator, priority encoder and decoder, piezo-buzzer and single digit seven segment display. The system is packaged in a well furnished wooden material. This system does not record/display the intruder. In a case of simultaneous intrusion, the display shows the location with the highest priority. And the system is powered from MAINS supply. The result being a system which can detect intrusion,, sound an audible alarm and displays the exact location of the intruder. It has a wide a range of application in surveillance especially in industrial home security.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>Title page       -           -           -           -           -           -           -           -           -           i</p> <p>Certification page    -           -           -           -           -           -           -           -           ii</p> <p>Approval page          -           -           -           -           -           -           -           -           iii</p> <p>Dedication     -           -           -           -           -           -           -           -           -           iv</p> <p>Acknowledgement               -           -           -           -           -           -           -           v</p> <p>Abstract         -           -           -           -           -           -           -           -           -           vi</p> <p>Table of content       -           -           -           -           -           -           -           -           vii</p> <p>List of tables             -           -           -           -           -           -           -           -           -          ix</p> <p>List of figures           -           -           -           -           -           -           -           -           x</p> <p><strong>Chapter One</strong></p> <p><strong>Introduction</strong></p> <p>1.1.           Background of the study     -           -           -           -           -           -           1</p> <p>1.2.           General description            -           -           -           -           -           -           1</p> <p>1.3.           Aim and objectives              -           -           -           -           -           -           2</p> <p>1.4.           Project significance            -           -           -           -           -           -           2</p> <p>1.5.           Scope of the study   -           -           -           -           -           -           -           3</p> <p>1.6.           Project report organization-           -           -           -           -           -           3</p> <p><strong>Chapter Two</strong>           </p> <p><strong>Literature Review </strong></p> <p>2.1.           Historical background of the study           -           -          -           -           4         </p> <p>2.2.           User of Buglar alarm-          -           -           -           -           -           -           4</p> <p>2.2.1.     Application of burgular alarm       -           -           -           -           -           5</p> <p>2.3.           The 74132 (Quad-2-input schimit trigger Nand gate)    -           -           5</p> <p>2.4.           The seven segment display            -           -           -           -           -           6</p> <p>2.5.           The Ne555 timer      -           -           -           -           -           -           -           8</p> <p>2.6.           The Optical light sensor using LDR          -           -           -           -           12</p> <p>2.7.           Other system components  -           -           -           -           -           -           15</p> <p><strong>Chapter Three</strong></p> <p>3.1.           Description of the system block diagram             -           -           -           25</p> <p>3.2.           Block diagram representation of the system       -           -           -           25       </p> <p>3.3.           System design specification           -           -           -           -           -           26</p> <p>3.4.           Power Supply Unit Design  -           -           -           -           -           -           27</p> <p>3.5.           Principle of operation of the system         -           -           -           -           28</p> <p>3.6.           System Design calculation-           -           -           -           -           -           29</p> <p>3.6.1.     Design of the power supply circuit           -           -           -           -           29</p> <p>3.6.2.     Mono-stable multi-vibrator            -           -           -           -           -           -           30</p> <p>3.6.3.     Transistor Design     -           -           -           -           -           -           -           30</p> <p><strong>Chapter Four</strong></p> <p><strong>Implementation, Testing and Result</strong></p> <p>4.1.           Implementation        -           -           -           -           -           -           -           31</p> <p>4.2.           Testing                       -           -           -           -           -           -           -           31</p> <p>4.3.           Result             -           -           -           -           -           -           -           -           32</p> <p>4.4.           Project packaging     -           -           -           -           -           -           -           33</p> <p>4.5.           Bill of Engineering   -           -           -           -           -           -           -           34</p> <p><strong>Chapter five</strong></p> <p><strong>Summary, Conclusion and Recommendation</strong></p> <p>5.1.           Summary of achievement   -           -           -           -           -           -           36</p> <p>5.2.           Problem Encountered and solution           -           -           -           -           36       </p> <p>5.3.           Conclusion    -           -           -           -           -           -           -           -           37</p> <p>5.4.           Recommendation     -           -                      -           -           -           -           37</p> <p>References    -           -           -           -           -           -           -           -           39</p> <p>Use’s guide   -           -           -           -           -           -           -           -           40</p> <p><strong>LIST OF TABLES</strong></p> <p>2.1.      Logic table of priority Encoder (74147)  -           -           -           -           6</p> <p>2.3. Different symbols of resistor -           -           -           -           -           -           17</p> <p>2.4.      Resistor color code  -           -           -           -           -           -           -           18</p> <p>4.1.      Bill of engineering quality -           -           -           -           -           -           34</p> <p><strong>LIST OF FIGURES</strong></p> <p>2.1.      Physical layout of SSD        -           -           -           -           -           -           7</p> <p>2.2       Schematic Diagram of Seven Display       -           -           -           -           7</p> <p>2.3.      Ne555 timer IC         -           -           -           -           -           -           -           8</p> <p>2.4.      Internal block diagram of Ne555 Timer   IC        -           -           -           8</p>\n\nDESIGN AND CONSTRUCTION OF INTRUDER DETECTOR ALARM SYSTEM WITH DIRECTION/LOCATION DISPLAY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND CONSTRUCTION OF INTRUDER DETECTOR ALARM SYSTEM WITH DIRECTION/LOCATION DISPLAY", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND CONSTRUCTION OF AN INTRUDER DETECTOR FOR OFFICE AND HOME USE</strong></p> <p><strong>ABSTRACT</strong></p> <p>This project deals on the design and construction of an intruder detector for home and office use. Security as one of the biggest issues in our world today and we need a system that will be able to monitor our home, offices and industries by using two sensing circuits, touch and motion sensors. These sensors will cheek for an intruder in two different positions or location and with an alarm system alerts the user about the presence of an intruder. An intruder detector for office and home use is a device that detects movement of an object like human being. Many projects review the concept of intruder detecting system, but this project deals with the full practical work of the concept to prevent unauthorized person into a restricted area in our home, Industries, etc.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>TITLE PAGE                                                                                    i</p> <p>CERTIFICATION PAGE                                                                 ii</p> <p>APPROVAL PAGE                                                                          iii</p> <p>DEDICATION                                                                                  iv</p> <p>ACKNOWLEDGMENT                                                                             v</p> <p>ABSTRACT                                                                                     vi</p> <p>TABLE OF CONTENTS                                                                  vii</p> <p>LIST OF TABLE                                                                              xi</p> <p>LIST OF FIGURE                                                                             xii</p> <p><strong>CHAPTER ONE</strong></p> <p>INTRODUCTION                                                                                     1</p> <p>1.1BACKGROUND OF STUDY                                                     1</p> <p>1.2OBJECTIVES OF THE PROJECT                                                       2</p> <p>1.3THE JUSTIFICATION OF THE PROJECT                                2</p> <p>1.4SCOPE OF PROJECT                                                                 3</p> <p>1.5CONSTRAINTS                                                                          3</p> <p>1.6PROJECT REPORT ORGANIZATION                                               3</p> <p><strong>CHAPTER TWO</strong></p> <p>LITERATURE REVIEW                                                                  5</p> <p>2.1 ORIGIN                                                                                               5</p> <p>2.2 OVERVIEW                                                                               6</p> <p>2.3 SENSORS                                                                                  6</p> <p>2.4 HISTORY OF SECURITY                                                                  7</p> <p>2.5 BASIC OF AN INTRUDER SYSTEM                                                8</p> <p>2.6 RESIDENTIAL CRIME PREVENTION                                    9</p> <p><strong>CHAPTER THREE</strong></p> <p>DESIGN ANALYSIS                                                                       11</p> <p>3.1   DESIGN METHODOLOGY                                                     11</p> <p>3.2      PROJECT SPECIFICATION:                                                  </p> <p>3.3 HARDWARE SUBSYSTEM                                                     14</p> <p>3.3.1 THE INPUT INTERFACE DESIGN                                       16</p> <p>3.3.2 CHOOSING THE RESISTOR VALUE                                   17</p> <p>3.3.3 ANALYSIS                                                                                      18</p> <p>3.4            ALARM UNIT                                                                        19</p> <p>3.4.1    COMPONENTS ANALYSIS                                                  21</p> <p>3.4.2    DIODES                                                                                  21</p> <p>3.4.3    TYPES OF DIODES                                                               22</p> <p>3.5 LIGHT-EMITTING-DIODES OR LED'S                                   23</p> <p>3.4.4    VOLTAGE REGULATORS</p> <p>3.4.5 TRANSISTORS                                                                      30</p> <p>3.4.6   LIGHT DEPENDENT RESISTOR (LDR)                                      34</p> <p><strong>CHAPTER FOUR</strong></p> <p>SYSTEM IMPLEMENTATION                                                       35</p> <p>4.1 CONCEPTUAL OVERVIEW OF PROJECT LAYOUT            35</p> <p>4.2 INSTRUCTION                                                                          35</p> <p><strong>CHAPTER FIVE</strong></p> <p>SYSTEM TESTING                                                                         38</p> <p>5.1 SYSTEM TESTING AND INTEGRATION                              38</p> <p>5.2 TEST PLAN AND TEST DATA                                                         39</p> <p>5.2.1  COMPONENTS TEST                                                           39</p> <p>5.2.2 SYSTEM TEST                                                                       40</p> <p>5.2.3 OTHER TESTS                                                                       41</p> <p>5.3     EXPERIMENTED RESULT VS ACTUAL RESULT            41</p> <p><strong>CHAPTER SIX:</strong></p> <p>SUMMARY AND CONCLUSION                                                  42</p> <p>6.1  SUMMARY OF ACHIEVEMENT                                            42</p> <p>6.2 PROBLEMS ENCOUNTERED AND SOLUTION                    42</p> <p>6.3 CONCLUSION                                                                           43</p><p> REFERENCES                                                                                 44 </p> <p><strong>LIST OF TABLE</strong></p> <p>Table 3.1: Voltage Regulators output voltages                                 20</p> <p>Table 3.2: Resistor color cude                                                                   28</p> <p>Table 5.1: Test of Transistor                                                            40</p> <p>Table 5.2: Experimented value/actual value                                              41</p> <p><strong>TABLE OF FIGURES</strong></p> <p>FIG 1.1: BLOCK DIAGRAM OF PROJECT REPORT                                          4</p> <p><strong>FIG 3.1:  FIVE (5) DESIGN STEPS                                                       13</strong></p> <p><strong>FIG 3.2:  </strong>System block diagram                                                                15</p> <p>Fig 3.3:  Input Sensor Design                                                           16</p> <p>Fig 3.5: LM7805                                                                               20</p> <p>Fig 3.4: Symbols of diodes                                                               22</p> <p>Fig 3.5 - connecting LED to supply                                                                       24</p> <p>Fig 3.7: Resistor connected in series                                                 26</p> <p>Fig 3.8: Resistors connected in parallel                                             27</p> <p>Fig 3.9:  Resistor color code representation                                              28</p> <p>Fig 3.10: Transistor circuit symbols                                                 30</p> <p>Fig 3.11: Current path of a Transistor                                                      31</p> <p>Fig 3.12 Model of NPN Transistor                                                   32</p> <p>Figure 3.12: Light Dependent Resistor Symbol                                34</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1   </strong><strong>Background of Study</strong></p> <p>Environmental, home and office security against intruders has become a thing of individual, national and international concern. The essence of this project is to provide a cost effective and more efficient security system in areas like homes, industries military etc. The application of this project will enhance effectiveness necessitating to security measures. It relevance, upgrades the conventional security system to automated system that will require little of human intervention. This project also builds a platform for further sophistication of automated security system by detailing all the measures taken in realizing this system. This will ensure a complete intruder proof system which will take care.</p> <p>Intruder for home and office use is a design that detects the presence of an intruder in restricted areas and also informs the user by triggering an alarm. The system is based on hardware controller and other electronic design. This hardware controller uses two sensors, one for human touch sensing and the other for movement. The movement sensor uses light dependent resistor which must work in hand with a security light incident to it. With the security light, the system can receive signal when the intruder is around and translate the received signal from the sensors to useful information. In this design we have implored the use of hardware components, creativity and logics to bring about the entire project.</p> <p><strong>1.2   </strong><strong> Aims and Objective</strong></p> <p>The aim and objective of this project is to provide a cost effective and efficient security device for home and office use, to offer its users a paramount security.</p> <p><strong>1.3   </strong><strong> Scope</strong></p> <p>The system can sense human touch and movement then triggers an alarm when powered with a 9v battery. It is a home intruder system that stops intruders before they get in and can summon help immediately making sure the family under its protection is absolutely safe.</p> <p><strong>1.4   </strong><strong>Justification of the project</strong></p> <p>This project makes it difficult for intruders to break into a home when there is a spotlight shining down to them. Then with the light dependent resistor that works with the spot of light, makes this project a home intruder system that keeps criminals further away from a family.</p> <p><strong>1.5   </strong><strong>Constraint</strong></p> <p>The biggest setback experienced during the course of this project is financial difficulties in funding the design of the project Secondly, sourcing of materials and components used was not easy. Finding the motion sensor wasn’t an easy task. Some of the components I used for this project were very difficult to find like the transistor for buffer. Furthermore, I received a severe electric shock while trying to interface some circuits into my design that made me to almost give up.</p> <p><strong>1.6 Report organization</strong></p> <p>This project report was written in such a way that each chapter is related to the next as shown below</p> <p><strong>FIG 1.1:</strong></p> <p><strong>BLOCK DIAGRAM OF PROJECT REPORT</strong></p> <p>The organization of the project report is well detailed and vast in its coverage. It covers all the activities encountered during the research work. The first chapter is the introductory chapter, which covers the background, project objectives, project justification, scope of the project, constraints and block diagram overview of the states. Chapter two presents the literature reviews. Chapter three covers the system analysis and design in details  Chapter four presents the system implementation which entails the component layout, the wiring schedule, the wiring diagram and also the complete schematic diagram. Chapter five covers the testing and integration of the project design. Chapter six is the summary and conclusion which includes the summary of achievements, problems encountered during project design, recommendation and suggestion for further improvement.</p>\n\nDESIGN AND CONSTRUCTION OF AN INTRUDER DETECTOR FOR OFFICE AND HOME USE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND CONSTRUCTION OF AN INTRUDER DETECTOR FOR OFFICE AND HOME USE", "id": 5}, {"content": "<div class=\"abstract\">\n<p><strong>FINGERPRINT AUTHENTICATION SYSTEM FOR ATM SECURITY APPLICATIONS</strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1       Background of the Study</strong></p> <p>A biometric system is essentially a pattern recognition system that operates by acquiring biometric data from an individual, extracting a feature vector from the acquired data, comparing this feature vector from the database feature vector. Person authentication has always been an attractive goal in computer vision. Authentication systems based on human characteristics such as face, finger, iris and voice are known Biometrics systems. The basis of every biometric system is to get the input image and generate prominent feature vectors like color, texture, etc.</p> <p>Today, biometric recognition is a common and reliable way to authenticate the identity of a living person based on physiological or behavioral characteristics. A physiological characteristic is relatively stable physical characteristics, such as fingerprint, iris pattern, facial feature, hand silhouette, etc. This kind of measurement is basically unchanging and unalterable without significant duress. A behavioral characteristic is more a reflection of an individual’s psychological makeup as signature, speech pattern, or how one types at a keyboard.</p> <p>The degree of intra-personal variation in a physical characteristic is smaller than a behavioral characteristic. For examples, a signature is influenced by both controllable actions and less psychological factors, and speech pattern is influenced by current emotional state, whereas fingerprint template is independent. Nevertheless all physiology-based biometrics don’t offer satisfactory recognition rates (false acceptance and/or false reject rates, respectively referenced as FAR and FRR). The automated personal identity authentication systems based on iris recognition are reputed to be the most reliable we consider that the probability of finding two people with identical iris pattern is almost zero. That’s why iris recognition technology is becoming an important biometric solution for people identification in access control as networked access to computer application. Compared to fingerprint, iris is protected from the external environment behind the cornea and the eyelid. No subject to deleterious effects of aging, the small-scale radial features of the iris remain stable and fixed from about one year of age throughout life.</p> <p><strong>1.2       Statement of the Problem</strong></p> <p>In recent years, in line with global trends, the banking sector has faced rising levels of cash card fraud resulting in the subsequent illegal withdrawal of funds from customer accounts. The account-holder is normally held responsible for the loss of funds from their accounts and, as such, the impact of this fraud could be potentially far-reaching.  As a result of this, the banking sector has to embrace biometrics as the solution to the growing problem of counterfeit ATM cards and ID theft. Among others include</p> <p>1.      Fraudulent card readers, called skimmers are placed over the authentic reader to transfer numbers and codes to nearby thieves.</p> <p>2.      Spy cameras are also used by password voyeurs to collect access codes.</p> <p>3.      In cases of card lost, if the loss is not noticed immediately, consumers may loose all funds in an account.</p> <p>4.      If you forget your pin number, you cannot use the card.</p> <p>5.      The machine can retain your card when the machine malfunctions, when you forget your secret number or if the card is damaged.</p> <p><strong>1.3       Aim and Objectives</strong></p> <p>The aim of this project work is to simulate an embedded fingerprint authentication system, which is used for ATM security applications. The specific objectives include:</p> <p>       I.            To provide a platform that will allow the bankers to collect customers’ finger print.</p> <p>    II.            To provide a platform that will allow the bankers to collect customers’ phone number and store them in a centralized database.</p> <p> III.            To build a system that will forward 4-digit number to the customers’ mobile phone when the finger print reading matches.</p> <p> IV.            To provide a platform that allows the customer to run his transaction after the system accepts the code generated.</p> <p>    V.            To create a platform that will be able to analyze biometric data in the global image analysis.</p> <p><strong>1.4       Scope of the Study</strong></p> <p>This study is on implementing ATM security using the finger print. There is a centralized database to take care of customers’ personal and biometric data. The system is designed to query the database by inputting a user finger print and if it matches with the one in a system it will generate a 4-digit number that will enable the user to continue with his transactions.</p> <p><strong>1.5       Significance of the Study</strong></p> <p>The current system of passwords and pin numbers needed to access financial services has drawn a lot of criticism of late due to the increasing incidents of hacking. The system is at the mercy of hackers, who use the hacked data to draw funds from the victims account. This is where Biometrics with its foolproof system comes in. Some of the reasons for building this system include:</p> <p>vIncrease security - Provide a convenient and low-cost additional tier of security.</p> <p>vReduce fraud by employing hard-to-forge technologies and materials. For e.g. minimize the opportunity for ATM fraud.</p> <p>vEliminate problems caused by lost ATMs or forgotten passwords by using physiological attributes. For e.g. prevent unauthorized use of lost, stolen or \"borrowed\" ATM cards.</p> <p>v Replace hard-to-remember secret digits which may be shared or observed.</p> <p>vIntegrate a wide range of biometric solutions and technologies, customer applications and databases into a robust and scalable control solution for facility and network access</p> <p>vMake it possible, automatically, to know WHO did WHAT, WHERE and WHEN!</p> \n\nFINGERPRINT AUTHENTICATION SYSTEM FOR ATM SECURITY APPLICATIONS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " FINGERPRINT AUTHENTICATION SYSTEM FOR ATM SECURITY APPLICATIONS", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong><strong>RADIO FREQUENCY BASED WIRELESS BATCH COUNTING DEVICE FOR BREWERY</strong></strong></p> <p><strong>ABSTRACT</strong></p> <p>This project work deals on the design and implementation of a Rf based wireless batch counting device for brewery capable of counting the bottled products in the conveyor and displaying the value numerically and wirelessly to its receiver installed about 100 meters away.  This project is realized in two functional units: the transmitter and receiver units.  The transmitter unit is installed in the conveyor while the receiver unit is installed at a remote location. They interact by the principle of electrical resonance using Radio frequency transmission waveband.  An Opto-coupler realized with Light dependent Resistor (LDR) and Laser diode form the sensor/electronic eye that detects the presence of bottle.  The output signal of the sensor unit is processed and used to cause the Tuned Radio Frequency (TRF) transmitter module to radiate an Rf signal to its receiver, some meters away.  On receiving the radiated signal, its output is processed and used to clock a 2-digit decimal counting unit that displays the number of counted bottles numerically.  This system implies a lot in computer, and EEE.  As a surveillance system, if the recorded value is not equal to the single unit version also installed in the front end of the conveyor, the workers involved will be fired. This system can only communicate to the receiver over a range of 100m maximum.  At the end of every production cycle, if the recorded value on the stand alone type is less than the value recorded by this system, the workers get queried.  The result being a system which can count the number of bottled drinks and relay the number/value wirelessly to a receiver some meters away.  It is not microprogram control rather pure random logic.</p> <p><strong>TABLE OF CONTENT</strong></p> <p><em>Page</em></p> <p>Title Page</p> <p>Certification</p> <p>Abstract</p> <p>Dedication</p> <p>Acknowledgement</p> <p><strong>CHAPTER ONE</strong></p> <p>Introduction                                                                     1</p> <p>1.1   General Description Of The Project                          2</p> <p>1.2   Objectives Of The Study/Project                              3</p> <p>1.3   Significance Of The Project                                      4</p> <p>1.4   Scope Of The Project                                                        5</p> <p>1.5   Project Report Organization                                     6</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0           Literature Review                                             7</p> <p>2.1           Historical Development Of The Project             7</p> <p>2.2           Applications Of The Project                              9</p> <p>2.3           Theories And Models Relevant To The Design 10</p> <p>2.3.1        Electromagnetic Spectrum</p> <p>(Range And Radio Wave)                                  10</p> <p>2.4           Radio Frequency Wave Band                           15</p> <p>2.6           The Seven-Segment Led Display                      17</p> <p>2.6.1         Tuned Class C Amplifiers                                       19</p> <p>2.6.2                Transistor Static Switch And</p> <p>Electromagnetic Relay                                     21</p> <p>2.7              Other System Component Description                      26</p> <p>2.7.1        Resistor                                                           26</p> <p>2.7.3        Capacitor                                                         29</p> <p>2.7.4         Transformers                                                  32</p> <p>2.7.5        Junction  Diodes                                             34</p> <p>2.7.6        Voltage Regulator 78xx                                    36</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0   System Design And Analysis                                    39</p> <p>3.1   Description Of The System Building Blocks             39</p> <p>3.2   Block Diagram Development Into</p> <p>Working Circuit                                                       40</p> <p>3.4           System Design Specifications                          42</p> <p>3.5           Power Supply Unit                                           43</p> <p>3.6           Principle Of Operation Of The System              44</p> <p>3.7           System Design Calculation                              46</p> <p>3.6.1      Design of the filter capacitor                           46</p> <p>3.6.2      Design Of The Laser Diode                       48</p> <p>3.6.3      Design Of The Transistor static switches  48</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.1   Implementation                                                               51</p> <p>4.2   Testing                                                                     52</p> <p>4.3   Result                                                                      52</p> <p>4.4   Project Packaging                                                     53</p> <p><strong>CHAPTER FIVE</strong></p> <p>5.0   Problems Encountered, Recommendation                       55</p> <p>And Conclusion</p> <p>5.1   Problem Encountered                                              55</p> <p>5.2   Recommendation                                                     56</p> <p>5.3   Conclusion                                                              57</p> <p>References                                                               58</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>RADIO FREQUENCY BASED WIRELESS BATCH COUNTING DEVICE FOR BREWERY</strong></p> <p><strong>1.1.           </strong><strong>Background of the Study</strong></p> <p>Owing to the high rate of industrial espionage and theft, industrial security techniques need to be improved to arrest/combat pilfering in industries.  This project work tries to bring in an improved security measure which can be used to check pilfering in Brewery industries.  Pilfering of bottled drinks is a common theft in Breweries.  And this act is perpetrated in the conveyor before a standalone counting device takes account of it. This has a tremendous effect on the stature of the fire – if it is not properly checked, could lead to liquidation and bankrupts of the firm.</p> <p>Conventionally, there is a batch counting device that counts the bottled drinks and displays the values numerically at same spot carrier criminals who pilfer the products divert it before the counter.  This chronology in social vices in the brewery industry has motivated me to embark on a project that is capable of counting/the bottled drinks in the capable of counting/the bottled drinks in the conveyor and display the value numerical and wirelessly (using Rf transmission waveband) to its receiver installed about 100m away. This device will count the product before it gets to the standalone version.  This technique will help to check pilfering and bring industrial espionage to halt.</p> <p><strong>1.2.           </strong><strong>Problem Statement</strong></p> <p>Brewery industries all over world face the problem of pilfering of the products by the workers most frequently in the conveyer. This menace gave way to the development of a stand alone batch counting device which is usually installed in the conveyors to record the total number of bottled products. This techniques is facing serious threat since the bad-eggs pilfer/divert the products before it gets to the counter.</p> <p>Owing to the challenges mentioned above, there is need to develop a system which will be installed at the entry point of the conveyors to count the products without the consent of the workers and display the value to a receivers unit  installed in the manager office using Radio-frequency technology.</p> <p><strong>1.3.           </strong><strong>Aims and Objectives</strong></p> <p>The aim of this project is to design and implement a Radio frequency based wireless batch counter capable of counting bottled drinks/products and display it at a remote location.</p> <p>1.      To develop system which can communicate using Radio frequency technology.</p> <p>2.      To develop an opto coupler module which can detect opaque objects like bottle using laser diode and visible light</p> <p>3.      To develop a 2-digit decimal counting unit which can count from 00-99.</p> <p>4.       To develop a system which is pure hardwired. No micro-program.</p> <p>5.      To develop a  power supply unit that can power Rf device.</p> <p><strong>1.4.           </strong><strong>Significance of the Project</strong></p> <p>This project work signifies a lot in telecom, computer and electronic engineering it is very useful in a number of domestic places like in bedroom and security lamps in the compound.  A project of this type if modified can be used as a gate/door opening system, car immobilizer and for industrial process control.  Another vital significance of this system is in the control of Air conditioner and refrigerators and other lamps in modern buildings.  This system can be used to start and stop a power generating set from a distance.</p> <p><strong>1.5.           </strong><strong>Scope of the Project</strong></p> <p>This project work covers the following; Tuned Radio-frequency transmitter and receiver modules, Ne555 timer, Decimal counting unit, Decoders and transistors and electromagnetic relay.  It also lays great emphasis on passive and active components used to implement the system.  It also x-rays the mode of calculations of the basic parameters used in the design and other areas of application of the device.  This report elaborates on the block diagram and principle of operation of the system.</p> <p><strong>1.6.           </strong><strong>Limitations</strong></p> <p>1.      This project work is focused on the design and implementation of Rf batch counter for brewery.</p> <p>2.      It is a prototype of the real-life system due to the ratings of the components used to implement it.</p> <p>3.      It can only count products in an opaque bottle? (Filled or partially filled)</p> <p>4.      It uses only Radio frequency to communicate with the receiver</p> <p>5.      The system is powered using power from MAINS.</p> <p>6.      The receiver displays a maximum of 100 counts (00-99) and does not contain a memory device for storage of data.</p> <p><strong>1.7.           </strong><strong>Project Report Organization</strong></p> <p>This project report is presented in six chapters to appropriately illustrate the steps involved in its implementation.  Chapter one introduce the design overview, objectives and significance of the project.  Chapter two is basically the literature review and some theories relevant to the design.  Chapter three is on the system design analysis while chapter four elaborates on the implementation, testing and result.  Finally chapter five summarizes the entire thesis and recommendations.</p> <p><strong>1.8.           </strong><strong>Definition of Terms:</strong></p> <p><strong>2.       </strong></p>\n\nRADIO FREQUENCY BASED WIRELESS BATCH COUNTING DEVICE FOR BREWERY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " RADIO FREQUENCY BASED WIRELESS BATCH COUNTING DEVICE FOR BREWERY", "id": 7}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND IMPLEMENTATION OF RADIO CONTROLLED CAR LOCK WITH 5-MINUTES IGNITION DEACTIVATION FACILITY</strong></p> <p><strong>ABSTRACT</strong></p> <p>This project deals with the design and implementation of a radio controlled car lock with 5-minutes ignition deactivation facility capable of locking a vehicle using a remote control from a distance. The system is designed in two functional units; the transmitter which is an RF handheld remote control, and the receiver units. The receiver unit is realized in several modules. A tuned radio frequency receiver (TRF) output is used to trigger a bi-stable multi-vibrator configured using CD 4013 whose output is used to trigger the car lock switch. The four doors of a conventional car are represented using four push and hold switches wired to trigger a 5-min delay circuit realized with Ne555 timer in mono-stable mode. The system works in such a way that if your car is snatched at gunpoint, you simply press the remote and the car locks by switching off a green LED before the armed robber zoom off. And once any of the doors is opened and closed, the vehicle automatically comes to a stop after five minutes. And the ignition lamp goes off too. The system also contains a reset switch installed at a recessed location in the car for resetting the locking system when the car is found. Due mainly because of the area of application, the system is chordless.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>Title page       -           -           -           -           -           -           -           -           -           i</p> <p>Certification page    -           -           -           -           -           -           -           -           ii</p> <p>Approval page          -           -           -           -           -           -           -           -           iii</p> <p>Dedication     -           -           -           -           -           -           -           -           -           iv</p> <p>Acknowledgement               -           -           -           -           -           -           -           v</p> <p>Abstract         -           -           -           -           -           -           -           -           -           vi</p> <p>Table of content       -           -           -           -           -           -           -           -           vii</p> <p>List of tables             -           -           -           -           -           -           -           -           -          ix</p> <p>List of figures           -           -           -           -           -           -           -           -           x</p> <p><strong>Chapter One</strong></p> <p>1.1.           Background of the study     -           -           -           -           -           -           1</p> <p>1.2.           Problem statement   -           -           -           -           -           -           -           1</p> <p>1.3.           Aim and objectives              -           -           -           -           -           -           2</p> <p>1.4.           Significant of the project    -           -           -           -           -           -           2</p> <p>1.5.           Specification             -           -           -           -           -           -           -           -           3</p> <p>1.6.           Project report organization-           -           -           -           -           -           4</p> <p>1.7.           Definition of terms -           -           -           -           -           -           -           5</p> <p><strong>Chapter Two</strong>           </p> <p>2.1.           Overview of Relevant Technology           -           -          -           -           6         </p> <p>2.2.           Analysis and limitation of Existing system         -           -           -           6</p> <p>2.3.           Historical development of project            -           -           -           -           -           7</p> <p>2.4.           Analysis of the proposed    -           -           -           -           -           -           8</p> <p>2.5.           Summary of literature Review       -           -           -           -           -           8</p> <p>2.6.           Project Design methodology          -           -           -           -           -           9</p> <p>2.7.           How car ignition work         -           -           -           -           -           -           9         </p> <p>2.8.           Electromagnetic spectrum -           -           -           -           -           -           11</p> <p>2.9.           Tuned Radio frequency      -           -           -           -           -           -           14</p> <p>2.10.       Tune class Amplifiers         -           -           -           -           -           -           15</p> <p>2.11.       The Ne555 timer      -           -           -           -           -           -           -           16</p> <p>2.12.       Other system components  -           -           -           -           -           -           18</p> <p><strong>Chapter Three</strong></p> <p>3.0.           Introduction -           -           -           -           -           -           -           -           25       </p> <p>3.1.           The power Supply Unit Design      -           -           -           -           -           25</p> <p>3.2.           The Transmitter  Unit Design         -           -           -           -           -           25       </p> <p>3.3.           The Receiver Unit Design   -           -           -           -           -           -           26</p> <p>3.4.           The Locking Unit     -           -           -           -           -           -           -           26</p> <p>3.5.           Summary       -           -           -           -           -           -           -           -           27</p> <p><strong>Chapter four</strong></p> <p>4.0.           Introduction -           -           -           -           -           -           -           -           28       </p> <p>4.1.           Power supply unit    -           -           -           -           -           -           -           28</p> <p>4.2.           Transmitter Unit       -           -           -           -           -           -           -           28       </p> <p>4.3.           The Receiver  Unit   -           -           -           -           -           -           -           29</p> <p>4.4.           Evaluation     -           -           -           -           -           -           -           -           29</p> <p>4.5.           Summary       -           -           -           -           -           -           -           -           32</p> <p><strong>Chapter five</strong></p> <p>5.1.           Summary of achievement   -           -           -           -           -           -           34</p> <p>5.2.           Problem Encountered and solution           -           -           -           -           34       </p> <p>5.3.           Conclusion    -           -           -           -           -           -           -           -           34</p> <p>5.4.           Suggestion for Further Improvement        -           -           -           -           35</p> <p>References    -           -           -           -           -           -           -           -           36</p> <p>Appendix I    -           -           -           -           -           -           -           -           37       </p> <p><strong>LIST OF TABLES</strong></p> <p>2.1.      Radio frequency controlled           -           -           -           -           13</p> <p>2.2.      The connection of pins       -           -           -           -           -           16</p> <p>4.1.      Bill of engineering quality -           -           -           -           -           32</p> <p><strong>LIST OF FIGURES</strong></p>\n\nDESIGN AND IMPLEMENTATION OF RADIO CONTROLLED CAR LOCK WITH 5-MINUTES IGNITION DEACTIVATION FACILITY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF RADIO CONTROLLED CAR LOCK WITH 5-MINUTES IGNITION DEACTIVATION FACILITY", "id": 8}, {"content": "<div class=\"abstract\">\n<p><strong>AUTOMATIC HAND DRYER WITH TEMPERATURE DISPLAY</strong></p> <p><strong>ABSTRACT</strong></p> <p>This project deals on the design and construction of automatic hand dryer with temperature display facility which is capable of drying a wet hand placed under its vent goes of automatically. It corporate a temperature sensing and displays unit which displays the temperature of the blown out air. This system is designed in top-down methodology using passive and active components sensors (LM35 &amp; LDR) at the input to sense temperature and hands respectively. The control unit is made up of signal conditioning unit, voltage comparator and frequency generator, and decimal counting unit. The output interface comprises transistor, driver, actuator, Electromagnetic relay and a –digit seven segment Display. The sensor are installed at the front of the blower and this device dries with warm air only. When a hand is placed under the vent to block the line of sight of the LASER Diode and LDR, the blower gets actuated and blows warm air. As the hand is removed, the blower stops automatically along side the temperature display. The principle behind the work of this system is that the hands must be opaque enough to block the line of sight of the opto coupler. This removes the stress, time and dangers associated with push button type. The result being automatic hand dryer with temperature display.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>Title page       -           -           -           -           -           -           -           -           -           i</p> <p>Certification page    -           -           -           -           -           -           -           -           ii</p> <p>Approval page          -           -           -           -           -           -           -           -           iii</p> <p>Dedication     -           -           -           -           -           -           -           -           -           iv</p> <p>Acknowledgement               -           -           -           -           -           -           -           v</p> <p>Abstract         -           -           -           -           -           -           -           -           -           vi</p> <p>Table of content       -           -           -           -           -           -           -           -           vii</p> <p>List of tables             -           -           -           -           -           -           -           -           -          ix</p> <p>List of figures           -           -           -           -           -           -           -           -           x</p> <p><strong>Chapter One</strong></p> <p>1.1.           Introduction -           -           -           -           -           -           -           -           1</p> <p>1.1.1.     Problem statement   -           -           -           -           -           -           -           1</p> <p>1.1.2.     Aim and objectives              -           -           -           -           -           -           2</p> <p>1.1.3.     Justification of the study   -            -           -           -           -           -           -           3</p> <p>1.1.4.     Scope of the project             -           -           -           -           -           -           -           3</p> <p>1.1.5.     Project report organization-           -           -           -           -           -           3</p> <p><strong>Chapter Two</strong></p> <p>2.1. Literature review          -           -           -           -           -           -           -           4</p> <p>2.1.1. Analysis of the existing system      -           -           -           -           -           5</p> <p>2.1.2. Theories and models relevant to the design -       -           -           -           6</p> <p><strong>Chapter Three</strong></p> <p>3.1. Automatic hand dryer with temperature display     -           -           -           9</p> <p>3.1.1. Description of the system building blocks            -           -           -           9</p> <p>3.1.2. Block diagram development into working circuit            -           -           9</p> <p>3.1.3 System design specification             -           -           -           -           -           -           10</p> <p>3.1.4. Power supply unit     -           -           -           -           -           -           -           11</p> <p>3.1.5 Principle of operation of the system           -           -           -           -           -           12</p> <p>3.1.6. System design calculation               -           -           -           -           -           13</p> <p>3.1.7 The control logic circuit        -           -           -           -           -           -           14</p> <p>3.2   The Ne555 timer                      -           -           -           -           -           -           14</p> <p>3.3   Other System components     -           -           -           -           -           -           22</p> <p><strong>Chapter Four</strong></p> <p>4.1. Implementation, testing and result                 -           -           -           -           38       </p> <p>4.1.2   Testing           -           -           -           -           -           -           -           -           38</p> <p>4.1.3. Result -           -           -           -           -           -           -           -           -           39</p> <p>4.1.4 Packaging        -           -           -           -           -           -           -           -           40</p> <p>4.1.5. Bill of engineering quality   -           -           -           -           -           -           40</p> <p><strong>Chapter Five</strong></p> <p>5.1. Summary of achievement        -           -           -           -           -           -           42</p> <p>5.2. Conclusion        -           -           -           -           -           -           -           -           43</p> <p>            References    -           -           -           -           -           -           -           -           44</p> <p><strong>LIST OF TABLES</strong></p> <p>3.1 The system components list     -           -           -           -           -           -           -           35</p> <p>4.1 Bill of engineering quantity -  -           -           -           -           -           -           -           40</p> <p><strong>LIST OF FIGURES</strong></p> <p>2.1       Physical layout of seven segment             -           -           -           -           -          -           8</p> <p>2.2       Schematic diagram of seven segment       -           -           -           -           -           8</p> <p>3.1       Block diagram of the system         -           -           -           -           -           -           10</p> <p>3.2       Block diagram of the Regulated    -           -           -           -           -           -           12</p> <p>3.3       Ne555 timer  -           -           -           -           -           -           -           -           -          14</p> <p>3.4.      Internal block           -           -           -           -           -           -           -           -          15</p> <p>3.5.      Pin out diagram -      -           -           -           -           -           -           -           -          15</p> <p>3.6       Standard Ne555 astable circuit sensor     -           -           -           -           -           17</p> <p>3.7       The blower    -           -           -           -           -           -           -           -           -          18</p> <p>3.8       The LM35 integrated circuit sensor -       -           -           -           -           -           19</p> <p>3.9       The LM35 wired circuit board       -           -           -           -           -           -           20</p> <p>3.10    Voltmeter      -           -           -           -           -           -           -           -           -          21</p> <p>3.11    Diagram of transistor           -           -           -           -           -           -           -          22</p> <p>3.12.   Diagram IC linear voltage regulator 75xxICs      -           -           -           -           23</p> <p>3.13    Photo-resistor -         -           -           -           -           -           -           -           -          24</p> <p>3.14    The symbol for a photo resistor -  -           -           -           -           -           -           25</p> <p>3.15    Voltage comparator ICs      -           -           -           -           -           -           -          27       </p> <p>3.16    A typical Resistor    -           -           -           -           -           -           -           -          29</p> <p>3.17    Resistor connected in parallel       -           -           -           -           -           -           31</p> <p>3.18    Resistor in series      -           -           -           -           -           -           -           -          31</p> <p>3.19    A typical electrolytic capacity -    -           -           -           -           -           -           32</p> <p>3.20    A transformer           -           -           -           -           -           -           -           -          33<br/>3.21    A typical PN junction Diode          -           -           -</p>\n\nAUTOMATIC HAND DRYER WITH TEMPERATURE DISPLAY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AUTOMATIC HAND DRYER WITH TEMPERATURE DISPLAY", "id": 9}, {"content": "<div class=\"abstract\">\n<p> <strong>DESIGN AND CONSTRUCTION OF AUTOMATIC QUIZ BUZZER SYSTEM</strong></p> <div> <div> <p><strong>CHAPTER ONE</strong></p> <p> <strong>1.0</strong>                                                                        <strong>INTRODUCTION</strong></p> <p><strong>1.1         </strong><strong>BACKGROUND OF THE STUDY</strong></p> <p>  Quiz buzzers are used often at places like educational institutions where it is required for game shows and also in live quiz competitions broadcasted via television. A quiz buzzer allows any user to press the switch quickly in response to a question posed during competitions that are conducted in schools and colleges. The pressed switch gives a buzzing sound or alarm for some duration of time and the reaction time is very small. Buzzer can also be used in different applications such as annunciator panels; electronic metronome microwave oven and other house hold application.</p> <p>Conventional systems require human intervention to decide which team has pressed the button and this system can be erroneous and even biased. Another problem arises when two members pressed the button at a negligible interval and it is difficult to guess who has pressed the buzzer first. Here we designed an automatic quiz buzzer system such that when more than one team presses the buzzer, the delay is accurately taken into account and number is displayed. We build the circuit using a microcontroller which scans the input from push buttons and displays the corresponding number on a display device. It is a simple circuit with minimum number of components and</p> </div> <p>sans any complexities. The microcontroller takes into account the time delay between two buttons and the accurate number is displayed. Even though this system is only for 8 teams, more teams can be added by using another set of 8 push buttons.</p> <div> <p> <strong>1.2         </strong><strong>AIM AND OBJECTIVE</strong></p> <p>  The aim of this project is to designed and construction of automatic quiz buzzer system such that when more than one team presses the buzzer, the delay is accurately taken into account and number is displayed.</p> <p><strong>1.3         </strong><strong>JUSTIFICATION OF THE STUDY</strong></p> <p> The circuit is a simple embedded system with a set of 8 push buttons being the input devices, a microcontroller as the controller and the output devices being a buzzer and a display. The whole operation is carried out by a microcontroller through a program written in C language and dumped inside the microcontroller. When one of the buttons is pressed, the buzzer starts ringing and the corresponding number is displayed on the liquId crystal display.</p> <p>  A quiz buzzer circuit can be implemented in several ways with the use of various controllers. These controllers include 555 timer and microcontrollers. The 555 timer based buzzer circuit is a simple and low-cost device wherein the time duration is determined by the resistor</p> and capacitor value (RC constant). A microcontroller based buzzer circuit is a programmable timer wherein the time duration can be varied by changing the program code of the microcontroller.</div> <div> <p>1.4          SCOPE OF THE STUDY</p> <p>  The whole design process involves six steps. First step requires designing the circuit; the second step is drawing the circuit on any software like Proteus. The third step involves writing the code using high level language or assembly language and then compiling it on a software platform like Kielu Vision. The fourth step is dumping the code in microcontroller and fifth step is simulating the circuit.</p> <p>The circuit involves using five major components – a Microcontroller, 8 SPST push buttons, a buzzer and liquid crystal display. The microcontroller used in this case is AT89C51, an 8 bit microcontroller manufactured by Atmel.</p> <p>   <strong>Reset Circuit Design</strong></p> <p> The reset resistor is selected such that the voltage at the reset pin, across this resistor is at minimum of 1.2V and the width of the pulse applied to this pin is greater than 100ms. Here we select a resistor of 100K ohms and a capacitor of 10uF.</p> </div> </div>\n\nDESIGN AND CONSTRUCTION OF AUTOMATIC QUIZ BUZZER SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND CONSTRUCTION OF AUTOMATIC QUIZ BUZZER SYSTEM", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong>CONSTRUCTION OF A DIGITAL COMBINATIONAL LOCK SYSTEM</strong> <em>ABSTRACT</em> </p> <p><em>The increasing rate of crime, attacks by thieves, intruders and vandals, despite all forms of security gadgets and locks still need the attention of researchers to find a permanent solution to the well being of lives and properties of individual. To this end, we constructed a cheap and effective security system for buildings, cars, safes, doors and gates, so as to prevent unauthorized person from having access to ones properties through the use of codes, we therefore experiment the application of electronic devices as locks. However, a modular approach was employed in the construction in which the combination lock was divided into units and each unit constructed separately before being coupled to form a whole functional system. During the construction, we conducted five testscarried out with the first three combinations being four digits number, the next two tests being five digits. From the result obtained, combinations (2), (4), (7), (8) gave the correct output combination. The general operation of the system and performance is dependent on the key combinations. The overall system was constructed and tested and it works perfectly.</em></p> <div> <p><strong>TABEL OF CO OF CONTENT</strong></p> <p>Title page</p> <p>i</p> <p>Declaration</p> <p>ii</p> <p>Certification</p> <p>iii</p> <p>Dedication</p> <p>iv</p> <p>Acknowledgement</p> <p>v</p> <p>Abstract</p> <p>vi</p> <p>Table of content</p> <p>vii</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0</strong></p> <p>Introduction</p> <p>1</p> <p><strong>1.1</strong></p> <p>Principle of the system</p> <p>2</p> <p><strong>1.2</strong></p> <p>Objective of the study</p> <p>3</p> <p><strong>1.3</strong>Statement of the problem</p> <p>3</p> <p><strong>1.4</strong></p> <p>Significant of the study</p> <p>4</p> <p><strong>1.5</strong></p> <p>Scope of study</p> <p>4</p> <p><strong>CHAPTER TWO</strong></p> <p><strong>2.0</strong></p> <p>Literature review</p> <p>5</p> <p><strong>2.1</strong></p> <p>historical development</p> <p>5</p> <p><strong>2.2</strong></p> <p>Types of locks</p> <p>6</p> <p><strong>2.3</strong></p> <p>Digital electronic combination locks</p> <p>14</p> </div> <div> <p>3</p> </div> <div> <p><strong>2.4</strong></p> <p>A comparison of the past solutions</p> <p>16</p> <p><strong>2.5</strong></p> <p>An advancement of arguments to support the current choice</p> <p>17</p> <p><strong>CHAPTER THREE</strong></p> <p><strong>3.0</strong></p> <p>Construction, Testing, and discussion of result</p> <p>20</p> <p><strong>3.1</strong></p> <p>Construction</p> <p>20</p> <p><strong>3.2</strong></p> <p>Circuit diagram</p> <p><strong>3.3</strong></p> <p>The input unit</p> <p>22</p> <p><strong>3.4</strong></p> <p>Component selection</p> <p>22</p> <p><strong>3.5</strong></p> <p>Casing</p> <p>24</p> <p><strong>3.6</strong></p> <p>Testing</p> <p>24</p> <p><strong>CHAPTER FOUR</strong></p> <p><strong>4.0</strong></p> <p>Summary, Conclusion and Recommendation</p> <p>27</p> <p><strong>4.1</strong></p> <p>Summary</p> <p>27</p> <p><strong>4.2</strong></p> <p>Conclusion</p> <p>28</p> <p><strong>4.3</strong></p> <p>Recommendation</p> <p>29</p> <p>Reference</p> <p>30</p> </div> <div> <p><strong>1.0 INTRODUCTION</strong></p> <p>Due to the advancement of science and technology throughout the world, there is a consequent increase in the rate and sophistication of crime. As a result, it is necessary to ensure security of oneself and one’s valuable belongings. Even with the use of mechanical locks, the crime rate still has increased due to the fact that these locks are easily broken. Consequently, there is a need for other types of locks -especially electronic ones.</p> <p>This work is on construction of a digital electronic combination lock system with a keyboard to be mounted on the door for keying in the secret code. The code unit, which operates with a 9-switch (non- matrix) keyboard was designed to control an electromagnetic door lock with a four-digit code. Unlike other keyboard combination locks this lock is constructed in such a way that once any of the wrong keys is pressed, it resets automatically making it harder for an intruder to break into.</p> <p>The increasing rate of crime, attacks by thieves, intruders, vandals etc., despite all forms of security gadgets and lock constitute the main factor that prompts the selection of this work. Materials used for the construction of the circuit were sourced and put together locally. Due to financial and time constrains a 4013 IC was used instead of programmable IC. As the limitation for the design, the 4013 IC is a data latch for data storage, the data stored cannot be changed in the</p> </div> <div> <p>7</p> </div> <div> <p>case of code being compromised but the data can be changed in the programmable IC if there is any compromise.</p> <p><strong>1.1 PRINCIPLE OF THE SYSTEM</strong></p> <p>The circuit is built around two 4013 dual D flip-flop (FF.)Each 4013 contains two D flip-flops. The four FF areconnected to A, B, C and D pads. ABCD gives the 4 digitswhich must be keyed in in sequence for the relay to trigger.The five remaining digits may be connected to the RESETPAD. If one of these digits is keyed in during the ABCDsequence then the circuit will reset.</p> <p>The circuit diagram and the block diagram of the 4013show how the lock works. The ABCD touch pads areconnected to the Clock input pins 3 and 11 of each 4013.ABCD pads are normally tied low by the 4M7 resistors.Touching the pads of each keypad briefly pulls the inputhigh and the state of the FF is altered. The output Q pins (1and 13) are wired so that when the correct sequence iskeyed in then pin 13 of IC2 turns on the transistor.The reset keys are all wired to the Set pins (6 and 8) ofeach IC.</p> <p>Here the correct code is2,4,7,8. That is, we will to touch 1 then 3 then 5 then 7 onthe Remote Keypad for the relay to trigger. Touching any other number will make the system to reset the unit.On the main PCB connect Pad A to one of the pads on line1 using some of the hookup wire provided. Connect Pad Bto a pad on line 3, pad C to a pad on 5, Pad D to a pad on line 7. Now connect the five remaining numbers to the fivepads on the RESET pad. Connect a 9V power supply.</p> </div> <div> <p>8</p> </div> <div> <p>The Combination Lock is now ready. It can switch a main powered device such as a light.The 4013 IC's will work from 3V to 18V so the unit isquite flexible and can be adapted to many situations.</p> <p><strong>1.3 OBJECTIVES OF THE STUDY</strong></p> <p>The main objectives for embarking on this project of construction of a digital combination lock system are;</p> <p>i.     To construct a cheap and effective security system for buildings, cars, safes, doors and gates.</p> <p>ii.    To experiment the application of electronic devices as locks.</p> <p>iii.   To prevent unauthorized person from having access to ones properties through the use of codes.</p> <p>iv.          To raise awareness on the topic of security or access control.</p> <p>v.   To utilize the available components to construct a working model of a digital combination lock system.</p> <p>vi.          To construct and test the designed system so as to see if it can perform as</p> <p>specified.</p> <p><strong>1.4       </strong><strong>STATEMENT OF THE PROBLEM</strong></p> <p>The increasing rate of crime, attacks by thieves, intruders and vandals,</p> <p>despite all forms of security gadgets and locks still need the attention of researchers to find a permanent solution to the well-being of lives and properties of</p> </div> <div> <p>9</p> </div> <p>individual.Even with the use of mechanical locks, the crime rate still has increased due to the fact that these locks are easily broken. Consequently, there is a need for other types of locks especially electronic ones. To this end, we construct a cheap and effective security system for buildings, cars, safes, doors and gates, so as to prevent unauthorized person from having access to ones properties through the use of codes.</p> <p><strong>1.5      </strong><strong>SIGNIFICANT OF THE STUDY</strong></p> <p>Statistics from physical count of existing doors in used here in Mubi shows that only banks use digital locks, few homes (about 1 in 200,000) and few cars (about 1 in 100) use digital locks. Survey shows that the lock is not popular because it is expensive and it is complicated as few people can cram the access code. This work aims to make the digital combination lock cheaper, affordable and accessible for at least 70% for the people in Mubi Town.</p> <p><strong>1.6 SCOPE OF STUDY</strong></p> <p>This construction of digital combination lock is based on a flip flop action. We construct a cheap and effective security system for buildings, cars, safes, doors and gates, so as to prevent unauthorized person from having access to ones properties through the use of codes, we therefore experiment the application of electron</p>\n\nCONSTRUCTION OF A DIGITAL COMBINATIONAL LOCK SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CONSTRUCTION OF A DIGITAL COMBINATIONAL LOCK SYSTEM", "id": 11}, {"content": "<div class=\"abstract\">\n<div><strong>BUILDING AND ASSEMBLING A COMPUTER SYSTEM</strong> <p><strong>ABSTRACT</strong></p> <p> Cloning of Computer System is very essential in a computing area. This project focuses more on how computer system could be coupled and maintained effectively and efficiently without any fault during assembling of the system.</p> <p>Throughout this project we shall focus on each and every components needed for assembling and also there functions. The main reason why people go for assembling of system instead of buying a new system is to allow them to have good and satisfactory quality of what they want. Buying a new computer system might not solve the problem of some people but coupling it themselves ease their wounds when it comes to satisfaction. The main important of coupling a computer system is to have access to all those components and to know how to couple and disassemble it when the system is faulty.</p> <p>This research has managed to purchase the Sub-Assembly computer components and couple it to make a computer system that could rival the performance of the branded version.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>Title page</p> <p>Certification</p> <p>I</p> <p>Dedication</p> <p>ii</p> <p>Acknowledgement</p> <p>iii</p> <p>Abstract</p> <p>iv</p> <p>Table of contents</p> <p>v-vii</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>1</p> <p>Background of the Study</p> <p>1-2</p> <p>Motivation</p> <p>2</p> <p>Objectives of the study</p> <p>2</p> <p>Scope of the study</p> <p>2</p> <p>Expected contribution to knowledge</p> <p>2</p> <p>Methodology</p> <p>3</p> <p><strong>CHAPTER TWO</strong></p> <p><strong>LITERATURE REVIEW</strong></p> <p>4</p> <p>2.1</p> <p>History of processor</p> <p>4-5</p> <p>2.2</p> <p>Function of the computer System</p> <p>5-7</p> <p>2.3</p> <p>Where to get the parts/components</p> <p>7-9</p> <p>2.4</p> <p>Factors affect the choice of any part/peripheral devices</p> <p>9-10</p> <p>2.5</p> <p>Factors affecting/problems encountered during assembling</p> <p>10</p> <p>2.6</p> <p>Definitions of Terms</p> <p>10-11</p> <p><strong>CHAPTER THREE</strong></p> <p><strong>SYSTEM IMPLEMETATION</strong></p> <p> 3.1         Tools required to set-up the computer</p> <p> 3.2         The components/parts required for pc assembly</p> <p> 3.3         The external and peripherals components</p> <p> 3.4         Pictures of the above mentioned components and devices</p> <p><strong>CHAPTER FOUR</strong></p> <p> <strong>SYSTEM DESIGN AND EVALUATION</strong></p> <p> 4.1         Features of the Computer</p> <p> 4.2         Procedural for the assemblage of the pc (personal computer)</p> <p> 4.3         Process of assembling the pc</p> <p> 4.3.1      Installing a socket processor and the heat sink on the motherhood</p> <p> 4.3.2    Installing memory modules</p> <p> 4.3.3    Installation of the motherboard</p> <p> 4.3.4    Installing the CDROM and hard disk drives</p> <p> 4.3.5    Connecting the power supply cables to the motherboard</p> <p>4.3.6    Connecting the motherboard to the drives</p> <p>4.3.7    Connecting the front panel cable</p> <p>4.4         Installing the Operating System</p> <p>4.4.1   Step One: Setting the BIOS</p> </div> <div> <p>2</p> </div> <p>4.4.2     Step Two: Installing the Windows operating system</p> <p> 4.4.3      Step Three: Activating the Windows operating system</p> <p> 4.4.4    Step Four: Install Windows Updates</p> <p><strong>CHAPTER FIVE</strong></p> <p> <strong>CONCLUSION AND RECOMMENDATION</strong></p> <p> 5.1         Conclusion</p> <p> 5.2         Recommendation</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p> Building and assembling a computer system, gives maximum satisfaction to the user and a very rewarding experience. To Assembles Desktop PC (Personal Computer) the users/builders of such systems are probably contemplating building or assembling a computer instead of purchasing one pre-built or pre-assembled. This project is to enlighten us on how a computer students can build a computer and peer to peer network with less stress and less amount of money, and how the computer built can meet up with the processing requirement of the school Laboratory. This research has managed to purchase the Sub-Assembly computer components and couple it to make a computer system that could rival the performance of the branded version.</p> <p><strong>1.1         </strong><strong>BACKGROUND FOR THE STUDY</strong></p> <p>Building the computer system on this research embarks on gathering different components/devices of computer system together in other to make a well functioning computer system available to the computer laboratory (THE FEDERAL POLYTECHNIC ADO-EKITI) and to enable students to be more familiar to each components of the computer system. Thus, this project will cover all the process of purchasing components, coupling, and the process of installing the OS (operating system) into the computer system. Building or assembling Pentium IV computer brings significant benefits which is identified below.</p> <p>i.             Know about computer components and how they fit and work together.</p> <p> ii.            Understanding the internal and hardware workings of a computer.</p> <p> iii.           Learning computer hardware terminology</p> <p> iv.          Ability to customize a computer according to specialized specifications.</p> <p> v.            Building and assembling computer system from components.</p> <div> <p>vi.          The satisfaction of a job well-done.</p> <p>vii.         Technical problem solving ability.</p> <p><strong>1.2         </strong><strong>MOTIVATION</strong></p> <p>My motivation grow in the view that, I have passion to know the functions of each and every components of the computer and to be able to build a functioning computer system that will be capable to be use in any school laboratories.</p> <p><strong>1.3         </strong><strong>OBJECTIVE OF THE STUDY</strong></p> <p>The main objective is to build well functioning computer with purpose of:</p> <p>i.             Identifying computer components and how they fit and work together.</p> <p>ii.            Understanding the internal and hardware workings of a computer.</p> <p>iii.           Learning computer hardware terminology and geek-speak</p> <p>iv.          Ability to customize a computer according to specialized specifications.</p> <p>v.            Building and assembling computer system from components,</p> <p>vi.          The satisfaction of a job well-done</p> <p>vii.         Gathering technical problem solving ability.</p> <p>viii.        Reduce the cost of buying new computer system</p> <p><strong>1.4         </strong><strong>SCOPE OF THE STUDY</strong></p> <p>The scope of this research is to show how computer system could be purchased in parts, assembled and installed with required software to match a given configuration for the use in the laboratory.</p> <p><strong>1.5         </strong><strong>EXPECTED CONTRIBUTION TO KNOWLEDGE</strong></p> </div> <div> <p>6</p> </div> <p>The study is expected to specify the fact that computer is made up of several components functioning together as a single unit.</p> <p>It will enable us to know that hardware cannot work alone to makes a computer without software being installed.</p> <p>It gears us up to know the functionality of human to computer system.</p>\n\nBUILDING AND ASSEMBLING A COMPUTER SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " BUILDING AND ASSEMBLING A COMPUTER SYSTEM", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND IMPLEMENTATION OF A WEB BASED VOTERS REGISTRATION SYSTEM</strong></p> <p><strong>(A CASE STUDY OF INEC)</strong></p> <p><strong>ABSTRACT</strong></p> <p>The electoral system in Nigeria have had poor record in electoral process, this have been attributed to the poor registration of voters. The electoral bodies in the past were based on manual registration process, which gave room for electoral fraud mostly in the state level. Also, the state electoral bodies in Nigeria operates under a federal voters register, so the need to develop “a single, uniform, official, centralized, interactive computerized state voter registration list defined, maintained and administered at the state level is required”. This system must be electronically based and implemented and also a sustainable database for storing voters informations. This research work is based on designing and implementing an electronical voting registration system that will aid capturing accurate voter’s information, and store this information on a database.</p> <p><strong>TABLE OF CONTENTS</strong></p> <p>Title page                                                                                          i</p> <p>Certification page                                                                              ii</p> <p>Approval page                                                                                  iii</p> <p>Dedication                                                                                         iv</p> <p>Acknowledgement                                                                             v</p> <p>Abstract                                                                                            vi</p> <p>Table of content                                                                                vii</p> <p><strong>CHAPTER ONE:</strong> <strong>WEB BASED VOTERS REGISTRATION</strong></p> <p>1.0 Introduction                                                                                1</p> <p>1.1 Background of the project                                                          1</p> <p>1.2 Statement of problem                                                                           3</p> <p>1.3 Aim and objectives of the study                                                  4</p> <p>1.4 Scope of the study                                                                      5</p> <p>1.5 Limitation of the study                                                               5</p> <p>1.6 Significance of the study                                                             6</p> <p>1.7 Definition of terms                                                                      6</p> <p><strong>CHAPTER TWO: LITERATURE REVIEW                               </strong></p> <p>2.0 Introduction                                                                                 8</p> <p>2.1 Review of related works                                                             8</p> <p>2.2 Electronic voters registration system and methods                     19</p> <p>2.3 Paper-based electronic voting system                                         33</p> <p>2.4 Direct-recording electronic (DRE) voting system                        33</p> <p>2.5 Electronic ballots                                                                        36</p> <p><strong>CHAPTER THREE: SYSTEM ANALYSIS AND DESIGN</strong></p> <p>3.0 Introduction                                                                                40</p> <p>3.1 Description and analysis of the existing system                                   40</p> <p>3.2 Fact finding method/methodology                                                        41</p> <p>3.3 Present procedures                                                                      41</p> <p>3.4 Information flow diagram                                                           42</p> <p>3.5 Input, output and process analysis                                                      43</p> <p>3.5.1 Input analysis                                                                          43</p> <p>3.5.2 Output analysis                                                                       44</p> <p>3.5.3 Process Analysis                                                                      45</p> <p>3.5.4 Program flowchart                                                                             46</p> <p>3.5.5 Program dataflow/processing flowchart                                  47</p> <p>3.6 Problems of the current system                                                   48</p> <p>3.7 Justification for the new system                                                  48</p> <p><strong>CHAPTER FOUR: SYSTEM IMPLEMENTATION</strong></p> <p><strong>4.0 Introduction</strong>                                                                               49</p> <p>4.1 System requirements                                                                            51</p> <p>4.1.1 Hardware requirements                                                            52</p> <p>4.1.2 Software requirements                                                             53</p> <p>4.1.3 Operational requirement                                                          55</p> <p>4.1.4 Personnel requirement                                                             56</p> <p>4.2 Data sources                                                                               56</p> <p>4.3 Implementation procedure                                                          56</p> <p>4.3.1 Design standard                                                                       58</p> <p>4.3.2 Program design                                                                        58</p> <p>4.3.3 User training – an overview                                                     59</p> <p>4.3.4 Cut over process                                                                      59 </p> <p><strong>CHAPTER FIVE:</strong><strong>SYSTEM TESTING AND INTEGRATION</strong></p> <p>5.0 Introduction                                                                                60</p> <p>5.1 System Testing                                                                                     60</p> <p>5.2 Component                                                                                 60</p> <p>5.3 Purpose                                                                                                60</p> <p>5.4 Pseudocode                                                                                 61</p> <p><strong>CHAPTER SIX: SUMMARY, RECOMMENDATION AND CONCLUSION</strong></p> <p>6.0 Introduction                                                                                65</p> <p>6.1 Summary                                                                                    65</p> <p>6.2 Recommendations                                                                       66</p> <p>6.3 Conclusion                                                                                  66</p> <p>References                                                                                         68</p> <p>Appendix                                                                                          70     </p> <p><strong>CHAPTER ONE: WEB BASED VOTERS REGISTRATION</strong></p> <p><strong>1.0</strong><strong> Introduction</strong></p> <p>States across the country are increasingly adopting online voter registration to reduce costs, enhance government efficiency, and build more complete and accurate voter lists. This expansion has yielded a diverse and growing collection of best practices and problem-solving strategies for electronic systems and their implementation. This work intends to present a web based voters registration system.</p> <p><strong>1.1 Background of the Study</strong></p> <p>The independent National Electoral Commission (INEC) origin can be traced back to the period before independence when the Electoral commission of Nigeria was established to conduct the 1959 elections. The Federal Electoral Commission (FEC), established in 1960 conducted the immediate post-independence federal and regional elections of 1964 and 1965. The electoral body was dissolved after the military coup of 1966. In 1978, the federal electoral commission was constituted by the regime of General Olusegun Obasanjo, organizing the elections of 1979 which ushered in the Nigerian second Republic under the leadership of Alhaji Shehu Shagari. It also conducted the general elections of 1983 (David, 2006).</p> <p>In December 1995, the military Government elections of General Sani Abacha established the Electoral Commission of Nigeria (NECON) which conducted another set of elections. These elected institutions were not inaugurated before the sudden death of General Abacha on June 1998 aborted the process. The electoral commission of Nigeria (NECON) was in 1998 dissolved by the then Head of State General Abdulsalani Abukakar’s administration who then established the Independent National Electoral Commission (INEC). INEC organized the transitional elections in 1999 that ushered in the Nigerian fourth Republic</p> <p>Establishment of state independent Electoral commissions (SIECs) was provided for by the 1999 constitution of the federal Republic of Nigeria, which states in section 197(1) “there shall be established for each state of the federation , the state independent Electoral Commission who composition and power are set out in part II of the third schedule to this constitution”. It is therefore in line with this constitutional provision that the Rivers State House in may 2000, established the Rivers State Independent Electoral Commission (RSIEC) and the commission have successfully conducted two states elections for Local Government Chairman and Councilors elections. On the 27th of November, 2007, the current board of commissioners where appointed by the Governor of Rivers State, Rt. Hon. Chibuike Rotimi Amaechi. This present commissioners have Professor Nimi D. Briggs, OON as the chairman and chief electoral commissioner. The commission on the 11thJanuary, 2008 presented their electoral guidelines alone side the code of conduct. According to the Law, section 5 (c) of the RSIEC Law No. 2 of 2001 as amended by RSIEC law No. 6 of 2007 outlined the functions of the commission as follows (Anderson, 2008).</p> <p>1.     To organize, undertake and supervise all elections to Local Government and Councils within the state</p> <p>2.     To render some advice as it may consider necessary to the Independent National Electoral Commission on the compilation of the register of voters.</p> <p>3.     To provide guidelines to political parties stipulating the rules and procedure for electioneering campaigns for Local Government election.</p> <p>4.     To appoint, Train and Assign ad-hoc staff in staff in each polling unit to assist with the taking of the poll.</p> <p>5.     To conduct and supervise all parties primaries and referenda within the state.</p> <p>6.     To ensure that the dates, times and places of public election and referenda are fixed and that they are publicized and that elections are held accordingly within the state.</p> <p>7.     To announce the result of all elections within the state.</p> <p><strong>1.2</strong><strong> Statement of Problem</strong></p> <p>Lack of credible voters register has been widely criticized by Nigerians as the curse of electoral lapses in the electoral system. The voters register is been organized by the Independent National Electoral Commission which is the National body. The State Independent Electoral Commission must depend on INEC for their voters register. These denials the state independent electoral commission the opportunity to manage their voters registers. In most cases, states have to wait for INEC to provide the voters register before they can conduct state elections. This constitutes a big problem to conducting a free and fair election at state levels. The register of voters as provided by independent National Electoral Commission was deficient in several respects (Hardy, 2014).</p> <p>1.     Some units did not have the name of any voter on the register (the so-called zero units) and yet there were people in those units who had authentic voter’s card.</p> <p>2.     Many persons who turned up with authentic voter’s cards did not have their names on the register of voters.</p> <p>3.     Names of voters were swapped between units and wards that were unrelated.</p> <p>4.     Missing photography’s and mismatch of photographs with the names on the register.</p> <p><strong>1.3</strong> <strong>Aims and Objectives of the Study</strong></p> <p>The main aim of this study is to design and implement an electronic voter’s registration system for credible elections within state levels.</p> <p> Therefore, the specific objectives are as follow;</p> <p>1. To develop a system that will carryout basic information/management functions of  voter registration database (VRD).</p> <p>2. To implement an electronic device that will add up individuals to the list and maintaining the list during voting period.</p> <p>3. To design a system that will source data for poll books (list of eligible voters in localities for use at polling units).</p> <p>4. To develop software for state voter registration systems that assists local election officials in conducting elections.</p> <p><strong>1.4</strong><strong> Scope of the Study</strong></p> <p>This research work is centered on design and implementation of voters registration system. The scope will focus on State Independent Electoral Commission (SIEC) to use electronic device in capturing voter’s information. The design will cover some security issues like capturing the picture of the electorates for validation during election.</p> <p><strong>1.5</strong><strong>  Limitations of the Study</strong></p> <p>This research work was limited to developing a database for storing state voters register. Therefore, it will not cover national voters register.</p> <p>Due to time constraint, program developed covers functionality like voter’s cards verification and adding individuals to the list.</p> <p><strong>1.6</strong><strong> Significance of the Study</strong></p> <p>The significance of this work cannot be overemphasized. This is because the project work will be of benefits in a good number of ways such as conducting credible elections within the state level. It will also enable the state electoral body to achieve the followings.</p> <p>1.     Conduct free and fair election within the state</p> <p>2.     Maintain a state voters register electronically</p> <p>3.     Determine the voting strength of the state</p> <p>4.     Eliminate disenfranchising electorates</p>\n\nDESIGN AND IMPLEMENTATION OF A WEB BASED VOTERS REGISTRATION SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF A WEB BASED VOTERS REGISTRATION SYSTEM", "id": 13}, {"content": "<div class=\"abstract\">\n<p><strong>DESIGN AND IMPLEMENTATION OF PASSWORD BASEDACCESS CONTROL WITH INTRUDER ALERT SYSTEM</strong></p> <p><strong>ABSTRACT</strong></p> <p>The necessity of a low cost electronic home security system designed in co-ordination with other security measures is always there in our society to reduce the risk of home intrusion. Keeping this problem in mind, we are working on a project on automatic password based control system which is technology is based on access control system. We want to utilize the electronic technology to build an integrated and fully customized home security system at a reasonable cost.</p> <p>This is the design and construction of access control system which is use in locking or switching on and off a password based design through a microcontroller (at89s52) for example creating a password system to make led on and off when the write password is entered</p> <p><strong>CHAPTER ONE</strong><strong><br/></strong><strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>  <strong>Background study</strong></p> <p>Traditional lock systems using mechanical lock and key mechanism are being replaced by new advanced techniques of locking system. These techniques are an integration of mechanical and electronic devices and highly intelligent. One of the prominent features of these innovative lock systems is their simplicity and high efficiency.</p> <p>Such an automatic lock system consists of electronic control assembly which controls the output load through a password. This output load can be a motor or a lamp or any other mechanical/electrical load.</p> <p>An electronic lock (or electric lock) is a locking device which operates by means of electric current. Electric locks are sometimes stand-alone with an electronic control assembly mounted directly to the lock. Electric locks may be connected to an access control system, the advantages of which include: key control, where keys can be added and removed without re-keying the lock cylinder; fine access control, where time and place are factors; and transaction logging, where activity is recorded. Electronic locks can also be remotely monitored and controlled, both to lock and unlock.</p> <p>Many times we forgot to carry the key of our home. Or sometimes we come out of our home and door latch closes by mistake. In these cases it is really difficult to get inside the house. This project is designed to solve this purpose. Main concept behind this project is of a door-latch opening using a password entered through keypad. As well as turning on the Buzzer when password is entered wrong for multiple times. User can change this password anytime he/she wish using a keypad.</p> <p>Here we develop an electronic code lock system using 8051 microcontroller, which provides control to the actuating the load. It is a simple embedded system with input from the keyboard and the output being actuated accordingly.</p> <p>This system demonstrates a password based door lock system wherein once the correct code or password is entered, the door is opened and the concerned person is allowed access to the secured area. Again if another person arrives it will ask to enter the password. If the password is wrong then door would remain closed, denying the access to the person.</p> <p>The main component in the circuit is 8051 controller. In this project 4×3 keypad is used to enter the password. The password which is entered is compared with the predefined password. If the entered password is correct then the system opens the door by rotating door motor and displays the status of door on LCD. If the password is wrong then door is remain closed and displays “pwd is wrong” on LCD.</p> <p><strong>1.2</strong>  <strong>Statement of problem</strong></p> <p>Home security is one of the major needs of human race, coming to security locks electronics system has introduce different ways of protecting lives and properties by the use of password authentication, this system has one of the major electronic advanced system and can be used in different locking system.</p> <p><strong>1.3</strong>  <strong>Aim and objectives</strong></p> <p>The aim of this project is to design and construct a digital password based locking system which is use in different places for door authentication and other form of locking system.</p> <p>Objectives includes:</p> <p>a.     To design and create a password door locking system</p> <p>b.     To implement and show how to design a password looking system</p> <p>c.      To show stages involve in the design and implementation of password based system.</p> <p><strong>1.4</strong>  <strong>Scope of the project</strong></p> <p>A student will be show on how a digital password system works, how it can be implemented and different stages on how to design and construct a password locking door.</p> <p><strong>1.5</strong>  <strong>Significance of the Project</strong></p> <p>It is important to increase the system of our various abode with a dependable security system, password system are not just used for security purpose but due to its mode of operation has being applied to car ignition lock joints and engine voltage supplied when it saves as a security system for car system. It importance does include:</p> <p>a.     As a fast way to increase security intrusion protection</p> <p>b.     It saves a better way to protect homes and properties by using the user personal identification system for effective protection.</p> <p>c.      It also help in highly advance ones to trace treat finger tips if when trying to intruder without authentication number accuracy etc.</p> <p><strong>1.6</strong>  <strong>Project limitations</strong></p> <p><strong>a.</strong>     If not supplied the recommended voltage can keep the door lock until the voltage level is reached.</p> <p><strong>b.</strong>     It has a low authentication Barry and can be breaker by hackers.</p> <p><strong>c.</strong>      Only one password can be used which only known by the users</p> <p><strong>1.7</strong>  <strong>Definition of important terms</strong></p> <p><strong>Keypad: </strong> human interface numerical button to typing passwords</p> <p><strong>Microcontroller:</strong> a programmable unit that controls the whole section</p> <p><strong>Password:</strong> a set of security number or code use only by one person for security authentication</p> <p><strong>1.8</strong>  <strong>Project report organizations</strong></p> <p>Chapter one carries the introduction, aim and objective, scope of study, limitation of the work, significance and the project report organization of the work.<br/></p>\n\nDESIGN AND IMPLEMENTATION OF PASSWORD BASEDACCESS CONTROL WITH INTRUDER ALERT SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF PASSWORD BASEDACCESS CONTROL WITH INTRUDER ALERT SYSTEM", "id": 14}, {"content": "<div class=\"abstract\">\n<p><strong>AN ONLINE HOTEL BOOKING SYSTEM</strong></p> <p><strong>ABSTRACT</strong></p> <p>The project “Online Hotel Booking System” is a system based on accessing the internet to book for rooms in a hotel. The purpose of this study is to develop and implement an online hotel reservation system for hotels, that will replace the manual method of booking for hotel rooms. The previous system for booking rooms were faced with so many problems like, delay in processing the customer booking or paying for rooms that is below or beyond his standard, causes difficulty for emergency booking.</p> <p>            The objects-oriented analysis and design methodology (OOADM) was therefore used to analyse the system in order to discover the various objects involved and how they interact with one another so that a new and improved system can be defined.</p> <p>            The use of online view of room rates and uploading of available rooms and facilities was used for the new system so that the customer can view and make his choice before arrival, and also in the case of emergency travelling. This new system assisted the hotel owners in managing their hotels, because they can also regulate the receptionist moves and avoid fraudulent activities. It also increased the efficiency of the hotel managers and also their profit margin, once they have a better and good facilities.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>Title Page</p> <p>Certification Page</p> <p>Approval Page</p> <p>Dedication</p> <p>Acknowledgement</p> <p>Abstract</p> <p>Table Of Content</p> <p><strong>CHAPTER ONE</strong></p> <p> 1: Introduction</p> <p>            1.1:Objectives Of Study</p> <p>1.2:Scope Of Study</p> <p>            1.3:Significance Of Study</p> <p>            1.4:  Statement Of  The Problem</p> <p>            1.5:  Limitation Of The Study</p> <p>            1.6:  Definition Of  Terms</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0 : Literature Review</p> <p>2.1: Introduction</p> <p>2.2: Theoretical Background</p> <p>            2.2.1:  Technologies Required For the System</p> <p>            2.3:  Review Of  Related Literature</p> <p>            2.3.1:  Summary Of  Related Literature</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0:  System Analysis And  Design</p> <p>3.1:  Introduction</p> <p>3.2:  Description Of The Existing System</p> <p>3.2.1:  Problems With The Existing System</p> <p>3.3:  Analysis Of  The Proposed System</p> <p>3.3.1:  Requirement Document</p> <p>3.3.2:  Object Oriented Analysis</p> <p>3.3.2.1:  Use Case Diagram</p> <p>3.3.2.2:  Class Diagram</p> <p>3.3.2.3:  Activity Diagram</p> <p>3.4:  Design Of The Proposed System</p> <p>3.4.1:   Database Design</p> <p>3.4.1.1:  Data Organization</p> <p>3.4.1.2:  Data Relationship</p> <p>3.4.1.3:  Data storage</p> <p>3.4.1.4:  Data Retrieval</p> <p>3.4.2:  Input Design</p> <p>3.4.3:  Output Design</p> <p>3.4.4:  User-Interface Design</p> <p><strong>CHAPTER  FOUR</strong></p> <p>4.0:  System Implementation</p> <p>4.1:  Introduction</p> <p>4.2:  Architecture Of The System</p> <p>4.3:  Procedural Design</p> <p>4.3.1:  Program Flowchart</p> <p>4.4:  Deployment Environment</p> <p>4.5:  Deployment Platform</p> <p>4.6:  Some Screenshots Of The System</p> <p>4.7:  System Documentation</p> <p><strong>CHAPTER  FIVE</strong></p> <p>5.0:  Summary, Conclusions And Recommendations</p> <p>5.1:  Summary</p> <p>5.2:  Conclusions</p> <p>5.3:  Recommendations</p> <p>References</p> <p><strong>INTRODUCTION</strong></p> <p>The manual method of booking for hotel rooms in Nigeria is characterized with numerous problems. Some of these are :customers having little or no information about the hotels within their vicinity; A guest checking into a hotel room that is either too expensive or too unbefitting for his/her personality;Prolonged delay by the receptionist in retrieving certain information about any particular guest that checked into the hotel whenever such information being demanded by the manager;The foul play that sometimes occurs when information about the guest that checked into a hotel are not officially documented by the receptionist etc. All these problems and more would definitely mke a hotel experience a down turn in business</p> <p>The main purpose of this work is therefore to develop a web application program that would circumvent all those problems encountered in the manual hotel booking system,so that customers can easily go online with their mobile phones,tablets or laptops in order to browse the relevant information they need about the hotels within their locality so that they can book for the appropriate suite that is within their budget.</p> <p><strong>OBJECTIVE OF STUDY</strong></p> <p>Ø  Customers can easily go online with their mobile phones or laptops to browse about hotels within their vicinity.</p> <p>Ø  Guests can be able to book for rooms within their budgets after seeing and accessing these hotels within their vicinity.</p> <p>Ø  Receptionists can easily access customer’s information online without delay or with little delay.</p> <p>Ø  Fraud done by the receptionist by not regiustering every customer will not occur because the customers details will be online and can be accessed by the managers too.</p> <p><strong>SCOPE OF STUDY</strong></p> <p>This study is aimed at finding out how effective the online room reservation or booking system will improve the operations of room reservations in hotels. However ,out of the several departments that makes up the hotel, this research project is restricted to only one section ( room reservation) section.</p> <p><strong>SIGNIFICANCE OF STUDY</strong></p> <p>Guests, Receptionist, Managers and hotel owners would benefit immensely when the new system is implemented, in the sense that:</p> <p>Ø  Guests would experience faster access time with the system.</p> <p>Ø  Front desk office attendants (receptionists)would also experience minimal efforts in attending to guests, as they would only need to access the guests details through internet.</p> <p>Ø  The managers can easily carryout an inventory to know the total number of guests that checked in or out of the rooms,and those that booked in advance.</p> <p>Ø  Increased efficiency in the operations of the business would definitely bring about increased profitability.</p> <p><strong>STATEMENT OF PROBLEM</strong></p> <p>Ø  Customers having little or no information about the hotels in their vicinity.</p> <p>Ø  A guest checking into a hotel room that is either too expensive or too unbefitting for his or her personality.</p> <p>Ø  Prolonged delay by the receptionist in retrieving certain information about any particular guest on demand.</p> <p>Ø  Possibility of fraud by the receptionist in not documenting officially information about some guests that checked into the hotel rooms.</p> <p><strong>LIMITATION OF THE STUDY</strong></p> <p>I was faced with the following constraints which also limited the researchers effort in the developing of a comprehensive software needed in room reservation.</p> <p> TIME CONSTRAINT:  This project work has one semester time limit,it would have been desirable for a longer period of time, for the development of a software for hotels.</p>\n\nAN ONLINE HOTEL BOOKING SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ONLINE HOTEL BOOKING SYSTEM", "id": 15}, {"content": "<div class=\"abstract\">\n<p><strong>COMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL</strong></p> <p><strong>ABSTRACT</strong></p> <p>A lot of problems are associated with the traditional way of teaching mathematics because it uses manual approach to impact knowledge to student which makes it time ineffective, time wasting, and high level of energy dissipation. Also due to the calculative nature and vast scope of mathematics, some students develop loss of interest during classroom learning. Although computer aided learning of mathematics have been used in the past in the department of mathematics at Heriot- Watt University in Edinburgh in 1985 but was based on classroom lecture and was not interactive. In this new system l intend to reduce the problem student encounter during classroom learning by developing interactive tutor, which gives the student the feeling of being aided by a teacher to make learning easier, friendly and less stressful for student. Also to eliminate time wasted when educating people on mathematics. This project will use visual basic 6.0 for the implementation. This is because of its capabilities interface. It involves specifying the nature and structure of the database, the data being stored in the database and the data security measure enforced. The software is made up of set theory, algebra, and simple interest. The research methodology used helps to ensure that a thorough study of the present system is effectively carried out thus helping the project researcher to completely understand how the new system should be structured and the functionalities needed.</p> <p><strong>TABLE OF CONTENT</strong></p> <p>CHAPTER ONE: INTRODUCTION</p> <p>1.1        Background of the Study</p> <p>1.2        Objectives of the Project</p> <p>1.3        Statement of Problem</p> <p>1.4        Significant of Study</p> <p>1.5        Assumption of Study</p> <p>1.6        Scope of Study</p> <p>1.7        Limitation of the Study</p> <p>1.8        Definition of Terms</p> <p>CHAPTER TWO</p> <p>2.0     Literature Review</p> <p>2.1  Learning Process</p> <p>2.1.1       Pedagogy</p> <p>2.1.2       Andragogy</p> <p>2.1.3       Teenager</p> <p>2.2  Origin of Computer</p> <p>2.3  Evolution of Computer Aided Learning</p> <p>2.3.1       Mathematic</p> <p>2.3.2       Mathematics basis                                                                                                                                               2.4    Computer Aided Learning of Mathematics</p> <p>2.5  Justification of the Project</p> <p>CHAPTERTHREE</p> <p>3.0  Methodology and system Analysis</p> <p>3.1     Overview</p> <p>3.2  Problems definition</p> <p>3.3  System Model</p> <p>3.3.1       Drills</p> <p>3.3.2       Simulation</p> <p>3.3.3       Tutorials</p> <p>3.4  Diagram</p> <p>3.5  System Design</p> <p>3.5.1       Data Design</p> <p>3.5.2       Architectural design</p> <p>3.6.1       Input Analysis</p> <p>3.6.2       Processing</p> <p>3.6.3       Out Analysis</p> <p>3.7  Weakness of the current system</p> <p>3.8  Justification for the new System</p> <p>CHAPTER FOUR</p> <p>4.0  system design</p> <p>4.1  Design Standards</p> <p>4.2  Output Specification and Design</p> <p>4.3  Input specification and Design</p> <p>4.4  File Design</p> <p>4.5  Design Procedure Chart</p> <p>4.6  System Flowchart</p> <p>4.7  System Requirement</p> <p>4.8  Program Flow chart</p> <p>CHAPTER FIVE: Summary, Recommendation &amp; Conclusion</p> <p>5.1  Summary</p> <p>5.2  Recommendation</p> <p>5.3 Conclusion</p> <p>References</p> <p><strong>LIST OF FIGURES/TABLE</strong></p><p> </p> <p>FIGURES</p><p> </p> <p>TITLE</p><p> </p> <p>PAGE</p><p> </p> <p>1</p><p> </p> <p><strong>STRUCTURE AND FLOW OF A TUTORIAL</strong></p><p> </p> <p>22</p><p> </p> <p>2</p><p> </p> <p><strong>HIERARCHICAL MODEL OF SOFTWARE</strong></p> <p> </p> <p>23</p><p> </p> <p>3</p><p> </p> <p><strong>FUNCTIONAL MODEL OF THE TUTORIAL</strong></p><p> </p> <p>24</p><p> </p> <p>4</p><p> </p> <p><strong>DATA FLOW DIAGRAM</strong></p><p> </p> <p>25</p><p> </p> <p>5</p><p> </p> <p><strong>DESIGN PROCEDURE CHART</strong></p><p> </p> <p>34</p><p> </p> <p>6</p><p> </p> <p><strong>SYSTEM FLOWCHART</strong></p><p> </p> <p>35</p><p> </p> <p>7</p><p> </p> <p><strong>PROGRAM FLOWCHART</strong></p><p> </p> <p>33</p><p> </p> <p>1</p><p> </p> <p><strong>FILE DESIGN</strong></p><p> </p> <p>33</p><p> </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0    INTRODUCTION</strong></p> <p><strong>1.1    BACKGROUND OF THE STUDY</strong></p> <p>The term Computer Assisted Learning (CAL) covers a range of computer-based packages, which aim to provide interactive instruction usually in a specific subject area and many predate the internet. These can range from sophisticated and expensive commercial packages to applications developed by projects in other educational institutions or national initiatives to simple solutions developed by individuals with no funding or support to tackle a very local problem. The amount of time and money invested in development is high and partly because of the very subject specific nature of the education market as well as the very personalized nature of the teaching process- particularly at FE and HE level- means that commercial success is difficult to achieve and work done in one subject area rarely transfers to others subject areas.</p> <p>In general, the use of computer in education through CAL has been sporadic a great deal of effort was expended with little general impact. Many of those academics that took part in that earlier crusade are now cynical about effectiveness of computers in teaching.</p> <p>There are still good reasons to use CAL rather than internet based technologies. CAL is run either straight from a CD or floppy disk drive or over a local network so the constraint of the internet-slow download times for multimedia materials may not apply. This, couple with the fact that CAL technology has been around a bit longer, means that CAL packages have the potential to offer more advanced, interactive, multimedia learning experience than it is currently reasonable to expect from the web. This has been changing as web technologies develop and bandwidths improve but there are currently many things that can only be achieved with CAL rather than the web and CAL has been an integral part of the curriculum in many departments at Warwick for some time.</p> <p><strong>1.2  OBJECTIVES OF THE STUDY</strong></p> <p>       The objectives of this project are as follows:</p> <p>·        Develop a systematic way to make the study of mathematics more enjoyable.</p> <p>·        Create an interaction through the tutor, which gives the student the feeling of being aided by a teacher.</p> <p>·        Help the students improve in mathematics. This is possible by making user-solve questions at different steps while the answers to frequently asked questions are stored in the software to aid the student.</p> <p>·        To eliminate time wasted when educating people on mathematics    </p> <p><strong>1.3  STATEMENT OF PROBLEM</strong></p> <p>Owing to:</p> <p>The difficulties people face during learning</p> <p>Lack of conducive environment of learning</p> <p>Time consuming due to the calculative nature of mathematics</p> <p>The vast scope of mathematics</p> <p>Inability of some people to understand mathematics during classroom learning due to lack of concentration</p> <p>The need arise for the development of software for computerized aided learning system on mathematics in order to solve these problems.</p> <p><strong>1.4  SIGNIFICANCE OF THE STUDY</strong></p> <p>       With the growth in information technology, the study offers numerous examples in software tutor. People do not need to depend totally on mathematics lecturers to know more about mathematics but slot aided learning system software on mathematic to learn it. Time wasted in educating people on mathematics is reduced to the bare minimum as the software help to facilitate work. Individuals on their own can also buy the software in order to know more about maths</p> <p><strong>1.5  ASSUMPTION OF THE STUDY   </strong></p> <p>       One of the major assumptions made in this project work is that manual methods of enlightening on mathematics are times ineffective, time wasting and high level of energy dissipation. It is also assumed that with level of development in information technology, there is serious demand to join this trend of information technology.</p> <p>       It is also assumed that computerized aided learning system on mathematics software will enhance and facilitate educational work. </p> <p><strong>1.6  SCOPE OF THE STUDY </strong></p> <p>       This project is a tutorial on senior secondary school mathematics but it is restricted to the following topics:</p> <p>Simple interest</p> <p>Algebra</p> <p>Set theory</p> <p><strong>1.7  LIMITATIONS OF THE STUDY</strong></p> <p>       Due to time constrains resulting from other schools activities, the topics treated are limited compared to the whole scheme of work for senior secondary schools (senior) with an automated test center of maximum of seven questions per topic. This means that the user can only answer seven questions on any area of his choice. But it is advisable that the user studies through the tutor before answering questions. However it is noteworthy that the tutor is complementary to teacher’s effort and not a replacement for the teachers’ effort.</p> <p><strong>1.8  DEFINITION OF TERMS</strong></p> <p>Internet: a network that links computer networks all over the world by satellite and telephone, connecting users with service networks such as e-mail and the World Wide Web                  </p> <p>CD plate: this is optical disk on which sound is recorded in a digital format by assigning numerical value to measurement of the sound.</p> <p>Computer: electronic device that accepts processes, stores and output data at high speeds according to programmed instruction.</p> <p>Website: An address identifying the location of the file on the internet, consisting of the protocol, the computer on which the file is located, and the file’s location on that computer.</p> <p>Tutorial: A chapter of book or manual, or a sector of a computer program, designed to provide instrument or training using exercise and assignment.</p> <p>Software: programs and applications that can be run on a computer system, e.g. word processing or database packages</p>\n\nCOMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL", "id": 16}, {"content": "<div class=\"abstract\">\n<p><strong>BACKGROUND OF THE STUDY</strong></p> <p><strong>1.1       INTRODUCTION</strong>The term portal is known as links page which presents information from diverse sources in a unified way. It may contain services that provide standard search engine feature, e-mail, news, information, databases and entertainment. Portals provide a way for enterprises to provide a consistent look and feel with access control and procedures for multiple applications and databases, which otherwise would have been different entities altogether.</p> <p>Electronic registration or e-registration, web based registration or even online registration is a secure website that students enter to indicate that they will attend classes in the upcoming (fall or sprint) rain or harmattan semester (Strauss, 2000). Students can access the e-registration site from anywhere with an internet connection. Mostly these sites are portals. Pena-Lopez (2007) describes a web portal as a site that functions as a point of access to information on the World Wide Web and portals present information from diverse sources. The Google directory describes the term portal as where users control the content. There are several terms in library and information science and indeed IT that have their origins borrowed from other disciplines and a portal is one of such (Brakel, 2003). It must be borne in mind that the Web, a resource of the Internet, and a tool to browse the Internet is the first ever innovation that allows anyone to publish to a vast number of users via the Internet. The portal in this context, is more than a gateway, it is a hub from which users can locate all the Web content commonly needed (Nielsen, 1999). The portal is a platform for organizations – universities, colleges, companies to leverage and for efficient communication and other in-house operations. Put more simply a portal collates ― a variety of useful information into a single, one-stop` web-page, helping the user to avoid being overwhelmed by infoglut` or feeling lost on the web‖ (Looney and Lyman 2000 33). However, the Internet (Internet gateways or libraries) are not focused on internal enterprise functions.</p>\n\nDESIGN AND IMPLEMENTATION OF AN ONLINE PORTAL REGISTRATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF AN ONLINE PORTAL REGISTRATION", "id": 17}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>The implementation of the biometric based attendance system constrained by our scope and objectives was successfully achieved using the waterfall approach through the help of my supervisor and expert advice. We built a handheld device which was controlled by the ATMega1284p microcontroller, the program for the microcontroller was written in embedded programming. An Application software (backs up the attendance in database) which was built using python3 programming language in atom editor using MySQL as the database management system. It was indeed a challenging project and we believe it will enhance the education standard of not only Electronics and computer engineering but also at various Universities for properly maintained and utilized. </p> <p><strong>Background of the study</strong></p> <p>The recent attendance System in institutions has proved to have failed to achieve its major purpose which was to ensure that the right statistics of students that attended the class can be taken. The major reason for its failure among its short-comings is the ability for a student to sign in for another student. Many educational institutions are trying to identify accurate, safe, and reliable techniques to protect access rights to their existing services or operation. Finger print based attendance system is an answer to these concerns.</p> <p>Biometrics, especially in information technology, encompasses methods to analyze physical and behavioral identities to extract unique features for identification or monitoring purposes. Various physical features including faces, eyes, fingers, hands, veins, ears and teeth can be used by this technology, and characteristics such as gaits or voice patterns are still being investigated and analyzed as part of the wider biometrics field. Biometrics offers secure methods of access to sensitive services and obviates the need to carry a token, card, remember several passwords. Biometric techniques also reduce the risk of lost, forgotten or copied passwords, stolen tokens or over the shoulder attacks, yet despite all this obvious advantages there is still one major reasons why it has not been implemented in many organizations which is that the biometric technique is expensive and the level of standardization differs within systems, numerous health hazards, requirement for a  specialist analytical software and availability of machines with the computing power to run it. Fingerprint identification is one of the most well-known and common Biometric identification system, Because of their uniqueness and consistency over time, finger print has been used for identification for many years, more recently becoming automated due to advancement in computing capabilities. The fingerprint system seems to be the most cost effective and easy to use among all of the biometric system with no health side effects. [25].</p>\n\nDESIGN AND IMPLEMENTATION OF FINGERPRINT BASED ATTENDANCE MANAGEMENT SYSTEM FOR TERTIARY INSTITUTIONS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF FINGERPRINT BASED ATTENDANCE MANAGEMENT SYSTEM FOR TERTIARY INSTITUTIONS", "id": 18}, {"content": "<div class=\"abstract\">\n<div> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1       INTRODUCTION</strong></p> <p>Software piracy has affected the growth and the profitability of the software industry. It causes so much harm to software publishers when their products are duplicated without due authorization and spread across to individuals who are not licensed users or when their products are installed amongst multiple machines beyond the licensed number. Nowadays, we are surrounded by software applications which are used for services like online payments, social networking, games, data management, etc. The profitability of the producers and vendors of these software applications are negatively affected by threats such as piracy, reverse engineering, and tampering. However, these threats are exacerbated when these software are poorly protected. Therefore, it is important to have a thorough threat analysis as well as software protection schemes in order to protect the huge revenues of software companies which increases in proportion with the wide use of software. This protection is not only for operating systems, but also for professional applications (e.g. graphics software) which can also be very expensive. The illegal use of software is on the increase and with just a few mouse clicks, people can download software product, apply</p> <p>1</p> </div> <p><br/></p> <div> <p>a downloaded patch to it, and start using it without payment. Vendors realized that protecting software against malicious users is a hard problem. The user is in control of his machine: he has physical access to the hardware and he controls the network connectivity (Howard &amp; LeBlanc, 2002). The BSA (2013) explained that software piracy creates unfair competition for legitimate companies, damages brands through distribution of substandard products, and exposes customers to a range of IT risks including malware, security breaches and data loss. It also denies end-users the benefit of necessary customer support, upgrades, technical documentation, trainings and bug fixes. These pirated software end-users of course have no warranty to protect themselves and they are subject to significant fines for copyright infringement. The software vendors and manufacturers and also the BSA with local laws in different countries have not relented in the quest to completely prevent software piracy. Many websites today are used to fight piracy by including linking information such as “report software piracy”, thereby involving legitimate users of software in the fight. Software piracy is more often practised when digital files are made into one or more copies, thus programmers have usually come together trying to find a way of making digital files uncopyable. Schneier (2011) has said that trying to make digital files uncopyable is like trying to make water not wet. Job (2011) has also argued that there is no good technological solution to a behavioural problem. While so</p> <p>2</p> </div> <p><br/></p> <div> <p>many are still on the fight for piracy prevention, some others are arguing that software piracy prevention has no perfect measure. According to wheeler (2011), a combination of four main factors means that no imperfect copy-protection system can be possibly safe. In the light of his “four major factors”, he said the question shouldn’t be “Why are software still easily pirated?”, but “Why are people still trying to prevent it?”. So many others do believe that piracy can be tackled with a combination of measures. A decision to totally relent on the fight to prevent software piracy is like a decision to cease software production all over the world and its impact will be unimaginable.</p> <p><strong>1.2 RATIONAL/THEORETICAL FRAMEWORK</strong></p> <p>The increase in demand of software products should no doubt increase the revenue of the Software vendors and create more jobs for software developers. The Application of software programs have become very popular that any task has software relating to it (Adu, 2013). But unfortunately, it has been the reverse that software developers lose their jobs and that the profitability of software vendors tends to suffer over the years. Yet, there is very large number of students graduating annually throughout the world from the study of software engineering and other related fields, while so many others are gaining admission to study and so many others having the passion for software engineering</p> <p>3</p> </div> <p><br/></p> <div> <p>and related fields. Software Piracy is a dangerous menace that needs to be combated now in order to secure the future of this population of future software engineers. Software vendors have tried a lot to prevent software piracy through means that are visible to the users. This study of combating software piracy with mobile agent is very necessary because of its verification and authentication processes being hidden from the various users of software during installation.</p> <p><strong>1.3 STATEMENT OF THE PROBLEM</strong></p> <p>The problems of software piracy are its negative effects on the following areas:</p> <p>•       Funding of continuing research and development efforts</p> <p>through sales of software</p> <p>Software developers and vendors have envisioned a future with so many possibilities through creation of various software products. Mathworks (2013) stated their goal to accelerate the pace of discovery, innovation, development, and learning in engineering and science through the software they create. To this end, making substantial and continuing research and development efforts, which are ‘funded’ through the sales of their software products.</p> <p>•       Loss of jobs</p> <p>4</p> </div> <p><br/></p> <div> <p>Unfortunately today, throughout the world, we do not only have a problem of software piracy reducing this funding of ongoing development efforts, but also a problem that software vendors have not really achieved the desired much in their quest to prevent this dangerous menace which affects their profitability and which also is a threat to jobs of so many software developers.</p> <p>•       Financial losses to software firms and the government</p> <p>The BSA study concluded that software piracy cost the U.S economy $1.9 billion and resulted in more than 105,000 lost jobs (Jack, 2004). At global level, the global piracy rate hovered at 42% in 2011 while a steady expanding marketplace in the developing world drove the commercial value of software theft to $63.4 billion (BSA, 2011). Apple (2013) also stated that more than $11 billion is lost to piracy every year. Software piracy has also been a discouragement to so many who wishes to invest in the software industry thus affecting the expected alternative software solutions to solve people’s needs in the future. If enough strict software piracy–prevention measures are not put in place, it could lead to a very high increase in software prices in the future because of the need for business sustainability on the side of software vendors.</p> <p>5</p> </div> <p><br/></p> <div> <p><strong>1.4 PURPOSE OF THE STUDY</strong></p> <p>This study is aimed towards achieving the following results:</p> <p>•       Using the migration behaviour of mobile agent codes for software-user identity collection and for software usage count. And also to implement a scenario illustrating such mobile agent code activities.</p> <p>•       Combining an online activation code system with the mobile agent system in a way as to make them a single unit aimed at preventing software piracy through technical means.</p> <p>•       Building a web interface which will act as the data processing element for the combined system.</p> <p>•       Ensuring that an unforeseen circumstance that may arise after the users’ first time installation of software is put into consideration.</p> <p>•       In addition, using data collection procedures to ensure that the study has an outstanding contribution to make towards the fight against software piracy, but first ensuring that data analysed is from a population ‘really informed’ about software piracy.</p> <p>6</p> </div> <p><br/></p> <div> <p><strong>1.5 RESEARCH QUESTIONS AND HYPOTHESES</strong></p> <p>Would it be that software users are not educated about software piracy or does it mean it still appeals to them ethically to still engage in software piracy even when they are educated enough about software piracy and its effect on the world economy. Would it not be appropriate for software vendors to work very hard in order to safeguard their products even if it affects the time they should have put in the development of new products or enhancing available ones for a better users’ experience? Most software products initially come with some features with the inclusion of more features gradually over time in the name of release of new versions of the same product. This indeed is more revenue for the software vendors but causes regular budgeting for software costs by users. The following questions could thus arise: Are these frequent new releases strategies for making more money by the vendors, maybe to make up for losses caused due to software piracy? Did these frequent needs for users to pay and upgrade to newer versions lead to or encouraged more piracy? Is it that the users of pirated software are not having in mind the profitability and business sustenance of the vendors who claims to have the needs of their clients in mind? Is there an expected end to software piracy? Finally and more importantly, is</p> <p>7</p> </div> <p><br/></p> <div> <p>technology really needed to combat software piracy and how has technology applied in the past able to fight piracy.</p> <p><strong>1.6 SIGNIFICANCE OF THE STUDY</strong></p> <p>The proposed study has Educational, Technological and Economic significance. It is of educational significance to students, IT instructors and lecturers in IT field who can use the study as instructional reference for self study and tutorials when referring to software, piracy, coding and also to ICT-driven services. It is also of educational significance to researchers in areas of software piracy as a review study. Technologically, it is of significance to software developers who engage in seeking new systems of preventing software piracy through technical means especially means relating to mobile agents or a combination of mobile agents. The study will also be useful technologically and economically to software vendors who has need to identify usage and control installation limits of software as a way of frustrating piracy and preventing financial losses.</p> <p><strong>1.7 LIMITATIONS OF THE STUDY</strong></p> <p>One shortcoming of this study is based on the fact that the software installer will encapsulate both the mobile agent and the</p> <p>8</p> </div> <p><br/></p> <div> <p>actual software which altogether forms a single unit that is copied to a CD or uploaded to the vendor’s site, maybe as a single .php file. Only a few professional programmers though can de-encapsulate this unit to separate the component and run the actual software independently, though he will need to do that faster if he knows the algorithm used for the encapsulation. Therefore, this information should never be provided by the vendor as a way of overcoming this shortcoming. Also the amount of time that will be required for this de-encapsulation can discourage the pirate. If the programmer-user eventually succeeds in de-encapsulating the various components, he can spread the actual software to non-programmer users and the spread continues from there. Another limitation is the TUSRUC feature of the mobile agent system which is though designed to make up for unforeseen contingencies on the side of the users. The feature ensures that even if the software is made to be installed on many computers, after the first installation, the software/serial key combination enters a TUSRUC period which must elapse before the software can be installed on the rest of the computers.</p> <p>9</p> </div> <p><br/></p> <div> <p><strong>1.8 SCOPE/DELIMITATION OF THE STUDY</strong></p> <p>This study is focus on preventing software piracy through technology. This technology is the use of a mobile agent. The study will cover the encapsulation of the actual software with mobile agent codes. It shall also cover the coding and the development of the remote server/web interface. The interaction between the mobile agent codes and a remote server hosted on the site of the vendor during the authentication stage of the software installation will also be covered. TUSRUC algorithm function will also be studied which shows the way the system handles cases of unforeseen contingencies during the “first time” period of using the software product. This study however, does not cover the de-encapsulation process. The actual software to be installed will only serve as test software, its development process or coding will not be covered.</p> <p><strong>1.9 OPERATIONAL DEFINITION OF THE TERMS</strong></p> <p><strong>-Activation Code: </strong>Some software needs an activation code to unlock it for use. Without activation code, such software cannot be functional (Bahar Reuben, 2011).</p> <p><strong>-Algorithm: </strong>A step-by-step method of solving a problem or achieving</p> <p>a task.</p> </div>\n\nDEVELOPMENT OF A MOBILE AGENT FOR PREVENTING SOFTWARE PIRACY ON A NETWORK<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DEVELOPMENT OF A MOBILE AGENT FOR PREVENTING SOFTWARE PIRACY ON A NETWORK", "id": 19}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>The technology regarding controlling devices and circuits is developing at a faster pace day-by-day. This project has applications similar to the controlling devices. So, in the model, Arduino circuit is the main component which could serve in the functioning of the program designed. Up to date, at many places, the refrigerator management is very poor. There are a lot of failures in the development of refrigerator temperature management techniques. So in overcoming these drawbacks, a simple circuit (prototype) which is even economical was developed. Many centuries ago, geographical barriers were limiting factors to various functionalities of Remote Monitoring and Controlling devices which are now seemingly easy in modern times. These devices are what we see, feel, use every day in our modern world today. Dynamics and advancement in technology has broken down these barriers and today Remote Monitoring and Controlled devices are now at our finger tips.</p>\n\nREMOTE MONITORING AND CONTROL OF A REFRIGERATOR USING GSM INTERFACE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " REMOTE MONITORING AND CONTROL OF A REFRIGERATOR USING GSM INTERFACE", "id": 20}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This paper reviews the use of mobile phones for delivering examination results via Short Messaging Service (SMS) in a university where student who have written examinations and are anxious to see their results need to get their grades in a convenient and accessible way, whether in the comfort of their homes, on the road, or while at work.</p> <p>At this time, a mobile phone is accessible to most students, and they take it almost everywhere with them. This technology can, therefore, be highly effective in bringing information to them quickly, easily, and while they are on the move. An SMS result checking system not only enables students to request their grades, the system can also deliver the grades to their phones as soon as the grades become available. This means that they can access their grades even in the remotest locations where Internet service might be unavailable, preventing them from accessing the school’s website.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION      </strong></p> <p><strong>1.1</strong>            <strong>BACKGROUND OF THE STUDY</strong></p> <p>Computers with the power of the Internet have succeeded in aiding communication among people. The telephone system, which is the main communication system that was invented several years ago, has undergone a great improvement, so much that today we have fixed wireless phones, mobile phones, and the like. With the rapid development of mobile phones come several services, like the Short Messaging Service (SMS) and Multimedia Messaging Service (MMS), which are readily available and add to the usefulness of mobile phones. SMS in particular is widely used in communication and, more recently, has been leveraged to provide several services like airline ticketing, banking services, and commercial services such as share and sell where subscribers can easily share and/or sell airtime. SMS is a mobile technology that allows for sending and receiving text or even binary messages to and from a mobile phone. The relative ease of use of SMS makes it possible for a user to learn how to send SMS easily. More than 160 billion SMSs are exchanged each month in European countries (Mavrakis, 2004), and according to Resource Shelf (2006), 48.7 billion SMS messages were sent in the second half of 2005, which is up 50% from the six months before that. The major advantage of SMS is its cost effectiveness and availability, as most individuals own a phone.</p> <p>In different parts of the world, several service providers offer mobile services that include SMS. Most times the cost attached to sending a SMS is relatively small, and most providers do not charge for receiving SMS. Sometimes, service providers give users a certain amount of free SMS per month, which allows customers send and receive unlimited number of SMS messages. It is possible to acquire a special dedicated line that uses a custom rate for messages sent to the number; it is also possible to have a number as toll free, making it free for users to send SMS to the number. All these contribute to what makes SMS a really cost effective means of disseminating information.</p> <p>Till today, especially in the developing countries like Nigeria, there still exists the problem of checking examination results as students throng to notice boards in anxiety, although most universities, even those in the less developed countries, now make examination results available on their websites. The level of Internet availability in less developed countries is still low and quite expensive. Even in the developed countries, where most homes have Internet access, SMS is still a faster and cheaper means of disseminating examination results as well as other information. Pramsane and Sanjaya (2006) stated that universities could provide educational services based on SMS, such as grade release, enrollment information, university announcement, and internship opportunity. An advantage SMS offers is that students can receive valuable information on the fly without requesting it.</p> <p>The result checking system not only allows student to request grades, it provides the result as soon as they as become available. This is done by pushing the result to the students (sending it to their phones) or working on a request sent from a student to produce the result (pulling). There are two methods of SMS widely used in applications; they are the PUSH &amp; PULL. This application can either be used to push or pull messages.</p> <p>A Push SMS application is one whereby a message is sent from the application to the user. It is a one-way message. In other words, it is the mobile application (in this case, the SMS result checking application) that initiates a message. An example could be a school that automatically sends examination results to the students and their parents/sponsors as soon as the grades become available. The users do not request the grades, do not take any action, and are not charged for receiving the SMS. The SMS would be delivered to them in a matter of seconds regardless of where they are, as long as their mobile phone is within their network operator’s coverage.</p> <p>A Pull SMS application, on the other hand, is one whereby a user sends a request and obtains a reply from the application. This is a full duplex scenario. An example is when a student requests for his/her grades for a recently concluded semester.The proposed system offers both the PULL and PUSH functionality making it even more efficient and easier for speculating and anxious students </p> <p><strong>1.2</strong>            <strong>STATEMENT OF PROBLEMS</strong></p> <p>Due to the lack of proper mode of result dissemination in Nigerian universities students are facing challenges viewing their results after examination. They have to come to school and struggle in the notice board to view results which is eventually torn or gets missing, making the students that are not there on time to start looking for their results. Although most universities have online portals from which the students can check their result from, but considering the extremely slow and costly internet access can be a discouraging factor for student using this medium.</p> <p><strong>1.3</strong>            <strong>OBJECTIVE OF THE STUDY</strong></p> <p>SMS based result dissemination increases the efficiency, convenience and cost effectiveness of student access to result. Some of the benefits of implementing this system are listed below:</p> <p>-         It will send and receive SMS from all kind of phones from all networks. </p> <p>-         It functions 24hrs a day, removing the restrictions as to when students can check result. </p> <p>-         Users are notified when they make an invalid request. </p> <p>-         It is relatively easy to customize. </p> <p>-         It provides more flexibility, by allowing many result checking options. </p> <p><strong>1.4</strong>            <strong>SCOPE OF THE STUDY</strong></p> <p>The project covers the design and implementation of an SMS Student Result Dissemination System that Pushes (sends) results to students when they are available and also allow students to request for results and get a reply that contains the grades. It will be designed with HTML, PHP, AJAX, JAVASCRIPT and CSS 4 using MYSQL as the back-end database. A two-way SMS gateway was used for the two-way SMS implementation.</p> <p><strong>1.5</strong>            <strong>LIMITATIONS OF THE PROJECT</strong></p> <p>The limitations of SMS results dissemination system are the same with SMS applications in general. </p> <p>-     Unlike paper results, which are stamped, it is difficult to certify SMS results. However, mobile operators provide numbers that bear the name of company or institution. This way the user can be sure that the message originated from the right source. </p> <p>-     As a rule, length of a SMS message is 160 characters. This is a limitation in SMS technology. Therefore the messages are abbreviated depending on the availability of the space. </p> <p>-     The SMS technology (like email) does not guarantee set transmission times or guaranteed delivery of the message; therefore some messages may be delayed, blocked, or lost in transmission. </p> <p>-     The cost of the message might be transferred to the sender (although toll-free lines can be acquired) and this is network dependent. It is also possible to reimburse such cost and to operate volume based tariffs. </p> <p>-     Service operators might not have coverage in some areas, and some locations may be have mobile-phone jammers therefore preventing users from getting service signals. </p> <p>-     Not all students will have a mobile phone. This is negligible considering the amount of mobile phone owners; at least one person in a family will own a phone. </p> <p><strong>1.6</strong>            <strong>DEFINITION OF TERMS</strong></p> <p><strong>SMS </strong>–stands for <strong>Short Message Service</strong> is a form of text messaging communication on phones and mobile phones.</p> <p><strong>SMS Gateway</strong> - allows a computer to send or receive Short Message Service (SMS) transmissions to or from a telecommunications network. Most messages are eventually routed into the mobile phone networks.</p> <p><strong>HTML</strong>– <strong>HyperText Markup Language</strong> (<strong>HTML</strong>) is the main markup language for creating web pages and other information that can be displayed in a web browser.</p> <p><strong>PHP</strong> - is a server-side scripting language designed for web development but also used as a general-purpose programming language.</p> <p><strong>AJAX</strong> - Asynchronous JavaScript and XML, a technique used in web application development.</p> <p><strong>JAVASCRIPT</strong> - is an interpreted computer programming language. As part of web browsers, implementations allow client-side scripts to interact with the user, control the browser, communicate &lt;span style=\"font-size: 14.0pt; line-height: 200%; font-family: 'Times New Roman','serif'</p>\n\nUNIVERSITY SMS RESULT DESSIMINATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " UNIVERSITY SMS RESULT DESSIMINATION", "id": 21}, {"content": "<div class=\"abstract\">\n<b>MAINTENANCE OF PORTABLE DESKJET 1050 PRINTER</b><br/>ABSTRACT<br/>\"Deskject 1050 printer\" is a collection of printing techniques that take small quantities of ink from a reservoir, convert them into drops, and transport the drops through the air to the printed medium (paper, transparencies, beverage containers, etc.).<br/>Deskject 1050 printer printers work by spraying a very fine stream of quick-drying ink on the paper. As with the dot matrix type, there are seven print points where the ink gets \"squirted\" onto the paper. Because the ink must be squirted, it must be thinner than regular ink. Many deskject 1050 printer printers specify that special paper should be used so the ink doesn't run or bleed for high quality printing (more than 300 dpi). Printing should be done on the shiny side of the paper.<br/>Deskject 1050 printer technology has been implemented in a wide variety of ways. Figure 1 Thedeskject 1050 printer tree structure provides a pictorial representation to cover most of the better known printing techniques.<br/>At the heavy-duty high performance end, some printers can print in excess of 1000 feet per minute. A typical use of these printers would be in the printing of mailing labels. These systems, usually classified under continuous or pressurised deskject 1050 printer. The ink is continuously shot out in tiny drops even when nothing is being printed. This helps to keep the ink port from being clogged from ink drying on it. To control the formation of characters on the paper, the ink is directed by magnetic fields and is selected and guided to the printed medium by electrostatic or magnetic forces. This is done in much the same way as the electron beam in a where magnetic fields are used to deflect the charged ink droplet. During the times when nothing is being printed, the ink is directed to a catcher so that it recycles back into the ink reservoir where it can be used again.<br/>The other major classification is drop-on-demand, in which drops are formed only when required. The forces used to create and transport these drops may be mechanical, electrostatic, magnetic, or thermal.<br/> CHAPTER ONE<br/>1.0    INTRODUCTION<br/>The term Printing is associated with two dimensions products and decoration techniques, whether on paper or fabric or even printed images, in order to associate the printing expression with one of the methods of formation as the workers in graphic design field are not used to it.<br/>The print cartridge to design around is the DESKJECT 1050 PRINTER. There is extremely detailed information available about this particular print cartridge [1], and it is very versatile.<br/>The printer requires a device to hold the cartridge, and needs some means of connecting to the electrical contacts on the cartridge. The mechanical holding parts must be manufacturable by the rapid prototyper (RP machine) used to make many of the RepRap's parts. It is thought that the RepRap should be able to produce similar parts fairly soon.<br/>The electronics which connect to and drive the printer (to cause it squirt ink, rather than actually move the print head) must also be designed and produced. To aid this, an open source microcontroller,Arduino, has been provided. Thearduino uses its own coding language, based on C++, which must be used to programme the microcontroller; writing the code is also part of this project.<br/> 1.1    AIM AND OBJECTIVE<br/>The primary aim of this project is to maintenance of a deskjet 1050 printer. The aim of this project is not to produce a perfectly designed printer, just one that works. Future versions of the printer  are likely to be designed more efficiently, and in a more suitable manner for the capabilities of what the RepRap will be capable of.<br/> <br/><br/><br/>\n\nMAINTENANCE OF PORTABLE DESKJET 1050 PRINTER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MAINTENANCE OF PORTABLE DESKJET 1050 PRINTER", "id": 22}, {"content": "<div class=\"abstract\">\n<b>DESIGN AND IMPLEMENTATION OF AN ONLINE PRISON MANAGEMENT SYSTEM<br/>(A CASE STUDY OF NIGERIA PRISON SERVICE ENUGU)<br/>ABSTRACT</b><br/>Prisoners’ management in Nigeria has long been a neglected area and has only recently been included in the 20-20 vision document under the e-governance. Currently, prisoner’s records are maintained in a very rudimentary way in the form of manual files and registers. This method of data management often results in human error, delay to retrieve information etc. Thus, An Online Prison Management System was designed and implemented to manage prisoner’s records for the Nigerian prison service Enugu command. This project was done using basic html for visible web contents, php for server scripting and MySQL database was used to store and manage the prisoner’s records. Tools used to achieve this Project includes Dreamweaver CS5 html editor,CSS3 for styling, JavaScript, php wamp5 server and MySQL. The project was implemented successfully and the result obtained provides a single management system which integrates all the information about a prisoner in a single profile and can easily be accessed which improved the overall efficiency of prison management.<br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>INTRODUCTION<br/>BACKGROUND OF THE STUDY<br/>STATEMENT OF PROBLEM<br/>OBJECTIVE OF THE STUDY<br/>SIGNIFICANCE OF THE STUDY<br/>SCOPE OF THE STUDY<br/>LIMITATIONS OF THE STUDY<br/>PROJECT REPORT ORGANIZATION<br/>DEFINITION OF TERMS<br/>CHAPTER TWO<br/>LITERATURE REVIEW<br/>DATABASE MANAGEMENT SYSTEM<br/> MANAGEMENT INFORMATION SYSTEM (MIS<br/>REVIEW OF PRISON MANAGEMENT SYSTEM<br/>CHAPTER THREE<br/>SYSTEM ANALYSIS<br/>GENERAL ANALYSIS OF THE EXISTING SYSTEM<br/>METHOD OF DATA COLLECTION<br/>LIMITATIONS OF EXISTING SYSTEM<br/>PROPOSED SYSTEM<br/>ADVANTAGES OF PROPOSED SYSTEM<br/>INPUT ANALYSIS<br/>CHAPTER FOUR<br/>SYSTEM DESIGN AND IMPLEMENTATION<br/>OBJECTIVE OF DESIGN<br/>INPUT SPECIFICATION AND DESIGN<br/>OUTPUT SPECIFICATION AND DESIGN<br/>MAIN MENU DESIGN<br/>DATABASE FILE DESIGN <br/>PROGRAM MODULES SPECIFICATION<br/>SYSTEM FLOWCHARTS<br/>PROGRAM FLOWCHART<br/>CHOICE OF PROGRAMMING LANGUAGE<br/>SYSTEM REQUIREMENT<br/>CHAPTER FIVE<br/>SUMMARY, CONCLUSION AND RECOMMENDATIONS<br/>SUMMARY<br/>REFERENCES<br/>CHAPTER ONE<br/> INTRODUCTION<br/>BACKGROUND OF THE STUDY <br/>Management of prisons in Nigeria has long been a neglected area which has recently been incorporated in the e-governance program of Government of Nigeria. Currently a rudimentary process of storing all the prisoner data in manual files and registers is in place. The Prison Management System project will integrate all the prisoner data into a single integrated system which will in turn result all the information being present in a digital format.<br/>ICT in prisons was initiated in the year 2002 at Delhi Prisons, Tihar. The Tihar Prisons Complex in New Delhi is the biggest prison complex in Asia comprising of 9 prisons and one District Jail at Rohini with a total strength of more than 11,000 prisoners against a normal sanctioned capacity of 6250 prisoners. In a year about 70,000 - 80,000 inmates remain lodged in these prisons for different duration and crimes committed by them. This prison population has about 80% under trials and includes about 480 women inmates. About 400 inmates are foreigners from different parts of the world. Many high security criminals also live here. There has been a substantial increase in number of prison inmates coming to Tihar because of a phenomenal increase in the crime scene at Delhi that has resulted in the increase of the ICT needs and its management at the Tihar Jail Complex.<br/>Nearly 1700-1800 visitors meet their relative inmates’ everyday. There was manual system of booking (meetings) in each jail for its respective inmates. Centralised visitor record was not available. There was lack of exchange of visitors’ information within jails and prison headquarters. No provision for identification / detection / verification of visitors was there.<br/>Managing the prisoner record and monitoring of prisoner / visitor was always difficult since most of the records were normally maintained manually, so the concerned authorities were required to go through all the registers to find out the details and status of the inmate as well as of the visitor.<br/>In order to cope up with the increasing number of prisoners being lodged in, the Tihar Administration required a re-engineering and rationalization of their key business processes and functions of prisoners’ related information and their computerization in order to speed up the processing of information need of courts and various other national agencies.<br/>As the technology evolution is taking place, there arose a need for centralization of prisoner’s data to facilitate information exchange and data sharing to the users of the prison. It shall reduce administrative overheads, speed up responsiveness to users, reduce risks involved in inmate’s custody, eliminated obsolete processes and reap cost-cutting benefits.<br/>STATEMENT OF PROBLEM <br/>Management of prison’s in Nigeria is still at a nascent stage and follows rudimentary processes. Most of the prisons in Nigeria have a collection of manual files and registers to store prisoner/criminal records. This is a very inefficient and cumbersome way of storing records which greatly impedes the flow of critical information as well as makes looking up of information time consuming. Also, different files and registers are required to store the information which is relevant to a single prisoner. This hinders the profiling process of prisoners.<br/>1.3  OBJECTIVE OF THE PROJECT<br/>The main purpose behind the implementation of the Prison Management System (PMS) was to enhance the administrative capabilities of the jails in terms of monitoring and security of the prison while improving the efficiency and productivity of the Prisons. The main goals of the project are enunciated below:<br/>To ensure proper monitoring of the prisons by the top officials<br/>To ensure that the discipline and decorum of the jails is maintained by both the employees and the prisoners<br/>To ensure that no impersonation of the prisoners happens by proper validation and authentication of the prisoner’s identity<br/>To improve the productivity and efficiency of the prisons so as to facilitate the usage of the available work force for sensitive work while leveraging technology to reduce the mundane workload of the employees<br/>To ensure the availability of data in digital form for preservation, analysis and reporting.<br/>SIGNIFICANCE OF THE PROJECT <br/>The nature of project is such that outcome of project could be quantitatively measured only for few parameters such as  Automatic detection of duplication<br/> Immediate generation of report on categorization of prisoners on basis of their cases, period of confinement etc.<br/>Automatic calculation of Remission to be granted to a convict prisoner for good behavior, discipline etc.<br/>Reduction in the cost (Saving of resources) of physical production of prisoners in Courts.<br/>1.5 SCOPE OF THE PROJECT<br/>The basic purpose of this project is to develop an online system for prison management. The system developed covers prisoner’s information such as picture, conviction, offence, visitors, address, jail term record etc.<br/>1.7 PROJECT REPORT ORGANIZATION<br/>The project is organized as follows;-<br/>Chapter one introduces the background of the project with the statement of the problems, objectives of the project, its significance, scope, and constraints are pointed out. Previous literatures on prison management information system were reviewed in Chapter two. Chapter three discusses system Investigation and Analysis. It deals with detailed investigation and analysis of the existing system and problem identification. It also proposed for the new system. Chapter four covers the system design and implementation. Chapter five was the summary and conclusion of the project.<br/>DEFINITION OF TERMS <br/>Data- This can be defined as facts about the organization and its business transaction.<br/>Information- This can be defined as data that has been transformed and organized byprocessing and purposeful intelligence.<br/>Information system- This is an arrangement of people, data, processes and interface that interact to support and improve day to day operation in a business as well as support the problem solving and decision making needs for management and users.<br/>Management:     It is the co-ordination of all the resources of an organization through the process of planning, organization, directing and controlling in order to attain organizational objectives.<br/>ndon: Pearson Education Limited.<br/><br/>\n\nDESIGN AND IMPLEMENTATION OF AN ONLINE PRISON MANAGEMENT SYSTEM  (A CASE STUDY OF NIGERIA PRISON SERVICE ENUGU)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF AN ONLINE PRISON MANAGEMENT SYSTEM  (A CASE STUDY OF NIGERIA PRISON SERVICE ENUGU)", "id": 23}, {"content": "<div class=\"abstract\">\n<b>MULTI DATABASE SYSTEM FOR AIRLINE RESERVATION AND TICKETING<br/>ABSTRACT</b><br/>Multi-database system for seat reservation and ticketing in a commercial airline company is a project work aimed at creating a system that will enable travelers’ book their flight by making reservations. As the is world turning into a global village with almost every aspect of human endeavour getting computerized, the aviation industries management is looking forward to making available their flight reservations online. This project research involves the design and implementation of an airline reservations aimed at overcoming the undesirable problem associated with the manual system. Here, we design a computer program that will: replace the existing manual system and enable travelers’ to make flight reservation. In this project, the implementation of the computerized system will be carried out using VISUAL BASIC (VB 6.0)<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1            BACKGROUND OF THE STUDY<br/>Throughout commercial airline history, the movement of aircraft, passengers and cargo has required the even more timely movement of information. This was never truer than today, where information has become not just an operational tool, but a competitive weapon. To capitalize on this information the technological revolution and the information society have brought us a dazzling set of capabilities. But, they have also brought us a bewildering array of options for services, costs, methods and products. Many managers find themselves faced with too much of a good thing, too many alternatives. But, airline today means business. Commerce and tourism are the engines of economic development in today’s world. In airline industry, airlines, airports and even other for travel related income. Staying in front means making investments in enhanced customer service tools, improved management awareness, quicker access to operational information etc.<br/>All of the technology and service options and the need to make rapid, well informed decisions mean that many organizations are finding it increasingly difficult and expensive to find and retain staff to meet the demands. The effective use of Airline Information System can help solve this problem.<br/>Multi-database system for seat reservation and ticketing is very powerful integrated computer-based system for managing the technical operations activities of an airline, or aircraft fleet operator. The system can be used worldwide by large and small companies operating many types of fixed and rotary-wing aircraft. The software designed will be used to collect, store and analyze information about seat reservation and ticketing within the industry.<br/>1.2            STATEMENT OF THE PROBLEM<br/>As aviation industry is expanding a lot of airlines are coming up. The passengers need to book for their flight tickets. The manual method of going to their local offices to book for their flight ticket is becoming obsolete and tasking. Flight schedule information needs to be publicized to passengers. Hence, the need for a wide range of publicity and enabling direct information passage to the centers.<br/>1.3            OBJECTIVES OF THE STUDY<br/>In developing an airline seat reservation system, we will always keep in mind to provide to the users the best:<br/>       i.            Security in regards to their flight reservation information<br/>     ii.            User interface and to make it very flexible and understandable<br/>  iii.            To reduce queue and time wastage<br/> Moreover, since the record update is a database we need to consider security issues so that flight reservation information retrieval is not interrupted.<br/>1.4            PURPOSE OF THE STUDY<br/>The main purpose is to design and implement an airline seat reservation system that will be free of troubles and to also provide better services to customers such as flight schedule and facilities for confirming flight tickets.<br/>1.5       SIGNIFICANCE OF THE STUDY<br/>In view of the rapid development of computer technology in virtually all fields of operation and its use in relation to information management, it has become important to look into the development of seat reservation system to meet up with demands of the present day society. Therefore, the reservation booking helps so that management can obtain data regarding the flight reservations at any time.<br/>The project is aimed at designing a new and better alternative system to help the organization to: -<br/>a)     Produce available operational reports when needed<br/>b)    Safeguard data and information in the system<br/>c)     Reduced workload in the present system<br/>d)    Keep accurate record on flight reservations<br/>e)     Reduce time wasted in data processing<br/>1.6       LIMITATIONS OF THE STUDY<br/>During the design of this work much finance was required an owing to the financial melt down globally, the research was limited by finance and hence concentrated on the available materials within the locality.<br/>1.7       SCOPE OF THE STUDY<br/>This project work will cover all aspect of flight reservations, confirmation of tickets, and flight schedule information. The project is a case study of Aero Airlines Nig. Ltd.<br/>1.8       DEFINITION OF TERMS/ VARIABLES<br/>FAAN: Federal Airport Authority of Nigeria<br/>IATA: International Air Transport Association<br/>ICAO: International Civil Aviation Organization<br/>Black Box: Black box in computer science is a unit whose internal structure is unknown but whose function is documented.<br/>Black Box Testing: Black box testing is where the tester is presented with the specification of a component to be tested and uses this to derive the test cases. This has the advantage that the tester need no information about the code used in the component and need not understand its internal structure. This is also the disadvantage of the code can aid in devising tests which will thoroughly exercise the program.<br/>MIS: Management Information System is the system that stores and retrieves information and data, process them, and present them to the management as information to be used in making decision.<br/>MCS:  Management Control System is a form of Information System used by the management of an organization to analyze each application of information systems in terms of input, storage, processing and output.<br/>Databases: A systematically arranged collection of computer data, structured so that it can be automatically retrieved or manipulated. It is also called databank.<br/>   <br/><br/><br/>\n\nMULTI DATABASE SYSTEM FOR AIRLINE RESERVATION AND TICKETING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MULTI DATABASE SYSTEM FOR AIRLINE RESERVATION AND TICKETING", "id": 24}, {"content": "<div class=\"abstract\">\n<b>DRUG PROCUREMENT AND DISTRIBUTION TRACKING SYSTEM<br/>ABSTRACT</b><br/>Drug procurement and distribution tracking system is a set of computer programs that obtains the supplies of drugs, distribute the drugs and monitors the inventory control of the drugs. Using the pharmaceutical department of Port-Harcourt University teaching hospital as a case study, the department using manual method to operate lacks good storage of information system for drugs. Recording system tends to be complex and the method of tracking expired drug is poor. The good approach to this problem is to involve the use of computer by designing the form, using Access in developing the database and Visual basic as the programming language, to enable keeping accurate record of drug and prevent sales of expired drug. This guarantees the people’s right to good health care and ensures that drugs received are genuine and safe.<br/> CHAPTER ONE<br/>1.0            INTRODUCTION <br/>1.1       BACK GROUND OF STUDY<br/>Computerization according to oxford dictionary is defined as the control processes with the use of computers and its peripherals. Today it would be difficult to think of any process, business or action that could not be profited from the numerous benefits of the computer system. Controlling process or devices   with computer started long ago since the invention of computer. In the 20th century inventors tried to make process easier with the use of computers. (Wikipedia). Secondly computerization has been greatly applied or used in controlling process that requires frequent action such as drug procurement, drug management, drug tracking and drug distributions in hospital management information system in pharmacy department of hospital.<br/>This project is to provide a computer based information management system in a pharmacy department of the University Port-Harcourt Teaching Hospital Choba by  designing a cost effective, user friendly application, incorporating key attributes of data integrity and system security suitable for use in the  pharmacy department of the hospital. The overall aim of this project is optimization of time and material in the processing of data needed for effective operation of large pharmacy department of a hospital. In doing this, data integrity must be compromise as consistency is ensured and data redundancy eliminated.<br/>Drugs are the chemical substances that are administered to patients for curative purposes and prophylaxis. It can also be referrer as a medicine, because it is the essential part of peoples care.<br/>The ability of the computer to store and to retrieve Information at every fast and efficient rate makes it application useful in management operations. The activity of drug management involves drug procurement, drug distribution, drug tracking and its information management. While drug distribution is concern with distribution of drugs within the different medical units or departments in a hospital, and drug procurement is concern with the purchasing activities of the drugs by the pharmacy department of the hospital.<br/>Drug tracking is concern with the continuous monitoring of the actual quantity of drugs held in the hospital pharmacy or any other drug warehouse /store and controls the stock level.<br/>Pharmaceutical unit in a hospital is concern with drug management activities. They carry out the responsibility of making appropriate selection and drugs uses by formulating an annual, monthly, weekly or daily list for drugs requirement and management reports. However, in some hospital today , some pharmacists still operates  manual system of drug management information system which can  lead into some drugs  management errors like problems of handling voluminous file with a short period of time, which could make data not being easily accessed, late  delivery of drugs and can also lead to misplacement of patients files.<br/>1.2       STATEMENT OF THE PROBLEM<br/>This project is aimed at correcting the ill often incurred from manual drug information management, drug procurement, drug tracking, and drug distribution procedures. It is clear that due to human limitations in the following up procedures, lapses are bound to occur. However, the major problems which lead to this project are;<br/>1.     The manual recording system which tends to be complex<br/>2.     Lack of good storage information system for drugs (Database)<br/>3.     Difficulty in having access to drugs and patients records<br/>4.     Lack of communication between the hospitals department as a result of non- computerized system of management.      <br/>In view of all these problems, it became necessary to develop a computer based drug information management system and distribution tracking system.<br/>1.3       OBJECTIVE OF THE STUDY<br/>The aim is to design and implement a computerized drug information management system, drug procurement and distribution tracking system. These includes<br/>1 To order for drugs without mistake of procuring more than required.<br/>2 To know the quantity of drugs remaining.<br/>3 To prevent sales of expired drugs<br/>4 To ensure accurate keeping of records of drugs<br/>1.4       SCOPE OF THE STUDY<br/>This project will cover only the pharmaceutical department of the University of Portharcourt Teaching hospital Choba. It will present an up to date and comprehensive design of some sub-system like <br/>1.     Planning and control system which includes inventory control and drug distribution                                                                               <br/>2.     Drug procurement procedure in a hospital.<br/>3.     The expiry status of each drugs at any point in time<br/>4.     The Database of all kinds, types and names of some drugs that would be store and operate on.<br/>1.5    SIGNIFICANCE OF THE STUDY<br/>These project work lies in its usefulness as the people right to health care including the right to a reliable standard of health care services and assurance that drugs received are genuine and safe, hospital will rely on a standard drug management system for good management of drug. This also assures better welfare for patients.<br/>In the face of rapid technology changes today, the need to develop computer model of drug based information management system arises .It will also lead to substantial improvement in welfare, profit margin and organizational effectiveness and efficiency.<br/>1.6       LIMITATIONS OF THE STUDY <br/>1.  Time constraint; There is limited time go and meet the hospital pharmacist for proper information.<br/>2. Due to the sensitive nature of organizational information, there was reluctance to release vital information which may jeopardize the security of the organization.<br/>3.  Financial constraint; some of the materials needed were too expensive to acquire example during implementation stage.<br/>  1.7       DEFINITION OF TERMS<br/>Database; A collection of logically related data to meet the information need of organization.                                                                                    <br/>DBMS; Database   management software that enable the user to define, maintain Control the database.                                                                                  <br/>Application Program; A computer program that interacts with the database.<br/>MENU; This is a list of options presented on the screen with each option identified by short code followed by longer description of its purposes.<br/>Drug; It is referred to as a medicine   or chemical substances that are administered to Patients   for curative measures.<br/>Pharmacy; A placed in a hospital where medicine or chemical substances are kept, stored and prepared.<br/>Flowchart; A diagram that shows connection between the different stages of process of the system.<br/>Primary Key; The candidate key that is selected to identify the individual within the relation<br/>Foreign Key; An attribute or a set of attributes within one relation that matches the candidate key<br/>Relation;  A relation is a named table with columns and rows<br/>Attribute; An attributes is a named column of a relation                                                                                       <br/>Relation; A relation is a table with rows and columns<br/>Domain; A set of allowable values for one or more table<br/>Null; it represents a value for an attribute that is currently unknown or not applicable<br/>Database design; The process of creating a design that will support emprise mission statement and mission required database e system.<br/>Software: These are program for computer which allows certain specific task to be accomplished e.g. word process etc.<br/>Hardware: Computer equipment used to perform input processing and system output activates.<br/>Management information system: collection of people, database, and devices produced to use in providing routine information to manager and decision makers of the organization.   <br/><br/>\n\nDRUG PROCUREMENT AND DISTRIBUTION TRACKING SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DRUG PROCUREMENT AND DISTRIBUTION TRACKING SYSTEM", "id": 25}, {"content": "<div class=\"abstract\">\n<b>DATA WAREHOUSE SYSTEM FOR A QUICK RETRIEVAL OF DATA<br/>ABSTRACT</b><br/>This project work intends to provide architecture for the technology in building of a standard, sophisticated and user-friendly data warehouse system which is platform independent and secured. The proposed work surely addressed the limitations identified within the scope of this project work. The limitations are identified by examining and analyzing the present system of reporting and managing data. The new system or proposed work uses a well written software in Java programming language which is OS independent with the aid of a database system; MySQL for collection of and storing of information / data / records. We proposed a new architecture motivated from traditional network from the present system of collecting and saving records. The proposed architecture is also conceptually evaluated for its viability<br/> CHAPTER ONE<br/>1.0            INTRODUCTION   <br/>1.1       AN OVERVIEW OF A DATA WARE HOUSE SYSTEM<br/>Today, organizations uses large amount of data daily depending on the kind of organization. However, most of these organizations’ collect its useful data majorly through manual paper recording instead of sophisticated and automated systems. Due to the use of paper recording of data, there can be many mishap since paper is a bio gradable material and also slow and prone to natural disaster and damage.<br/> It is this identification of problems in trends that enabled the decision of building a stronger and more reliable system of collecting, recording and analyzing data, and this is the main aim of this project work.<br/> The end users are company managers, project managers, and university vice chancellor, Head of Department, stake holders, many team leaders, etc. It should be noted at this point that there is need for adequate training on the use of this proposed system before it can be used properly.<br/> A data warehouse prerequisite is that database has to exist in the different organizational unit of an organization so that the data warehouse can collect information / records/ data by querying it into its own database.<br/> Furthermore, it is multidimensional modeled and is used for the storage of histories, cleansed, validated, synthesized, operative, internal and external data. Stakeholders of a data warehouse system are interested in analyzing their business processes in a comprehensive and flexible way. Mostly they already have a comprehensive understanding of their organizational processes which they want to explore and analyze. What they actually need is a view of their organizational processes and its data which allows them have an extensive analysis of their data.<br/>The design of the proposed data warehouse system is to take care of any form of database technology. So it will be built to be able to collect information / data in database such as oracle, SQL server, my SQL, access and from CSV file. I believe that all institutions can’t go outside these systems.<br/>  1.2     BACKGROUND REVIEW OF THE STUDY<br/>Since development come that triggered the necessity to record information in different areas of endeavor, it has always been difficult to manage large amount of data. This is still a serious problem in the developing economy such as Nigeria.<br/> The present system used manual way of writing on paper and recording. Their process is very slow and the proposed system, data warehouse is been introduced to solve all this problems. This new system will be capable of retrieving data from any kind of database.<br/> Also, with the use of the present system, heads of various departments finds it difficult to gather all information needed by them. Data coming from various units also varies which bring about inconsistencies. Data warehouse is useful because it is capable of retrieving all these information from different sub-system databases and collecting it into the data warehouse thus, bringing a great deal of speed and confidence in the part of management leaders.<br/> Considering the limitations of manual systems, data warehouse were developed to meet the growing demand for management of information and analysis that could not be met by the present systems. The present system was unable to meet the need of fast processing which greatly reduced response time.<br/>1.3       STATEMENT OF THE PROBLEM<br/>Before the advent of data warehouse, organizations including Universities used manual means of recording and reporting data. Materials used were pen, ink and paper. These records can be photocopied and reported. There were so many disadvantages associated with this material especially the paper which has a time span. Based on these challenges, I seek to alleviate the problem by implementing a data warehouse that is electronically driven.<br/> In the present system, data or records that were considered old would be removed from its storage for quick response time. This was done for the purpose of making the response time easier to maintain. This is done to give way to the new records /data coming in. when data warehouse are designed properly and implemented, they can bring a large number of advantages to the organization/universities that use them. They can give an organization a forecast of how the organization is performing as a whole. It can help executives, managers and stakeholders on how to make crucial decisions that can help an organization or institution to succeed.<br/>1.4       OBJECTIVES OF THE STUDY<br/>The main objective of this project work is to design a Data Warehouse for collection of data from separate database sources and store it in a data warehouse for further administrative uses/function, in a conducive format that is readily usable. To achieve this, the following are the objectives to be fulfilled.<br/>1.     Discuss the exiting ways or techniques of managing datas, records and reporting and identifying their limitations based on literature survey.<br/>2.     Propose an architecture addressing identified limitations.<br/>3.     Evaluate the proposed architecture for its viability<br/>4.     And lastly, address the scope for its future work<br/>1.5       SCOPE OF THE STUDY<br/>This study is proposed to Caritas University, Enugu. This proposed system will be able to bring together data from different departments and sections of Caritas University Enugu and put the data into a centralized data warehouse in a format that is conducive to making strategic decisions.<br/>1.6       SIGNIFICANCE OF THE STUDY<br/>Data warehouses when designed and implemented properly, they can bring a large number of advantages to the organization / Universities that use them. The can give an organization a forecast on how the organization is performing as a whole, ensuring a competitive advantage, thus can be applied in other fields such as police stations, production companies, hospital, Banks etc.<br/> 1.7      LIMITATIONS OF THE STUDY<br/>Having mentioned the usefulness of the data warehouse, a quiet number of factors may also affect this study. The factors are:<br/>1.     The acceptance of implementing this project work into the school system.<br/>2.     The present knowledge base on database management.<br/>3.     The cost of carrying out the project.<br/>1.8       DEFINITION OF TERMS / VARIABLES<br/>DATA CLEANSING- the process of ensuring that all values in a dataset are consistent and accurate<br/>DATA MINING- the extraction of hidden predictive information from large database<br/>DATA NAVIGATION- the process of viewing different dimensions, slices, and levels of details of multidimensional databases.<br/>DATA VISUALISATION- The visual interpretation of complex relationships in multidimensional data.<br/>DATA WAREHOUSE- a system for storing and delivering massive quantities of data.<br/>METADATA- the information of the data stored in database<br/>OLAP- Online Analytic Processing<br/>OLTP- Online Transaction Processing<br/>DATABASE- A collection of logically related data to meet the information need of the organization<br/>DBMS- Database management software that enables the user to define, maintain control the database<br/>MANAGEMENT INFORMATION SYSTEM- Collection of people, database and devices produced to use in providing routine information to manager and decision makers of the organization<br/>DATABASE DESIGN- The process of creating a design that will support task to the mission statement and mission required database system.<br/><br/>\n\nDATA WAREHOUSE SYSTEM FOR A QUICK RETRIEVAL OF DATA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DATA WAREHOUSE SYSTEM FOR A QUICK RETRIEVAL OF DATA", "id": 26}, {"content": "<div class=\"abstract\">\n<b>COMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL<br/>ABSTRACT</b><br/>A lot of problems are associated with the traditional way of teaching mathematics because it uses manual approach to impact knowledge to student which makes it time ineffective, time wasting, and high level of energy dissipation. Also due to the calculative nature and vast scope of mathematics, some students develop loss of interest during classroom learning. Although computer aided learning of mathematics have been used in the past in the department of mathematics at Heriot- Watt University in Edinburgh in 1985 but was based on classroom lecture and was not interactive. In this new system l intend to reduce the problem student encounter during classroom learning by developing interactive tutor, which gives the student the feeling of being aided by a teacher to make learning easier, friendly and less stressful for student. Also to eliminate time wasted when educating people on mathematics. This project will use visual basic 6.0 for the implementation. This is because of its capabilities interface. It involves specifying the nature and structure of the database, the data being stored in the database and the data security measure enforced. The software is made up of set theory, algebra, and simple interest. The research methodology used helps to ensure that a thorough study of the present system is effectively carried out thus helping the project researcher to completely understand how the new system should be structured and the functionalities needed.<br/> CHAPTER ONE<br/>1.0    INTRODUCTION<br/>1.1    BACKGROUND OF THE STUDY<br/>The term Computer Assisted Learning (CAL) covers a range of computer-based packages, which aim to provide interactive instruction usually in a specific subject area and many predate the internet. These can range from sophisticated and expensive commercial packages to applications developed by projects in other educational institutions or national initiatives to simple solutions developed by individuals with no funding or support to tackle a very local problem. The amount of time and money invested in development is high and partly because of the very subject specific nature of the education market as well as the very personalized nature of the teaching process- particularly at FE and HE level- means that commercial success is difficult to achieve and work done in one subject area rarely transfers to others subject areas.<br/>In general, the use of computer in education through CAL has been sporadic a great deal of effort was expended with little general impact. Many of those academics that took part in that earlier crusade are now cynical about effectiveness of computers in teaching.<br/>There are still good reasons to use CAL rather than internet based technologies. CAL is run either straight from a CD or floppy disk drive or over a local network so the constraint of the internet-slow download times for multimedia materials may not apply. This, couple with the fact that CAL technology has been around a bit longer, means that CAL packages have the potential to offer more advanced, interactive, multimedia learning experience than it is currently reasonable to expect from the web. This has been changing as web technologies develop and bandwidths improve but there are currently many things that can only be achieved with CAL rather than the web and CAL has been an integral part of the curriculum in many departments at Warwick for some time.<br/> 1.2      OBJECTIVES OF THE STUDY <br/>            The objectives of this project are as follows:<br/>•        Develop a systematic way to make the study of mathematics more enjoyable.<br/>•        Create an interaction through the tutor, which gives the student the feeling of being aided by a teacher.<br/>•        Help the students improve in mathematics. This is possible by making user-solve questions at different steps while the answers to frequently asked questions are stored in the software to aid the student.<br/>•        To eliminate time wasted when educating people on mathematics    <br/> 1.3      STATEMENT OF PROBLEM <br/>Owing to:<br/>The difficulties people face during learning<br/>Lack of conducive environment of learning<br/>Time consuming due to the calculative nature of mathematics<br/>The vast scope of mathematics<br/>Inability of some people to understand mathematics during classroom learning due to lack of concentration<br/>The need arise for the development of software for computerized aided learning system on mathematics in order to solve these problems.<br/>1.4       SIGNIFICANCE OF THE STUDY <br/>            With the growth in information technology, the study offers numerous examples in software tutor. People do not need to depend totally on mathematics lecturers to know more about mathematics but slot aided learning system software on mathematic to learn it. Time wasted in educating people on mathematics is reduced to the bare minimum as the software help to facilitate work. Individuals on their own can also buy the software in order to know more about maths<br/>1.5       ASSUMPTION OF THE STUDY  <br/>            One of the major assumptions made in this project work is that manual methods of enlightening on mathematics are times ineffective, time wasting and high level of energy dissipation. It is also assumed that with level of development in information technology, there is serious demand to join this trend of information technology.<br/>            It is also assumed that computerized aided learning system on mathematics software will enhance and facilitate educational work. <br/> 1.6       SCOPE OF THE STUDY  <br/>            This project is a tutorial on senior secondary school mathematics but it is restricted to the following topics:<br/>Simple interest<br/>Algebra<br/>Set theory<br/> 1.7      LIMITATIONS OF THE STUDY<br/>            Due to time constrains resulting from other schools activities, the topics treated are limited compared to the whole scheme of work for senior secondary schools (senior) with an automated test center of maximum of seven questions per topic. This means that the user can only answer seven questions on any area of his choice. But it is advisable that the user studies through the tutor before answering questions. However it is noteworthy that the tutor is complementary to teacher’s effort and not a replacement for the teachers’ effort.<br/> 1.8      DEFINITION OF TERMS <br/>Internet: a network that links computer networks all over the world by satellite and telephone, connecting users with service networks such as e-mail and the World Wide Web                  <br/>CD plate: this is optical disk on which sound is recorded in a digital format by assigning numerical value to measurement of the sound.<br/>Computer: electronic device that accepts processes, stores and output data at high speeds according to programmed instruction.<br/>Website: An address identifying the location of the file on the internet, consisting of the protocol, the computer on which the file is located, and the file’s location on that computer.<br/>Tutorial: A chapter of book or manual, or a sector of a computer program, designed to provide instrument or training using exercise and assignment.<br/>Software: programs and applications that can be run on a computer system, e.g. word processing or database packages<br/> Pedagogy: This is concerned with the theory of youth learning most of us have already had this experience. It is teacher centered, teacher taking full responsibility of deciding what will be learned<br/>Andragogy: This deals with adult learning. Learning is understood to be a process of self-advancement, where the teacher is a guide<br/><br/>\n\nCOMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTERIZED AIDED LEARNING OF MATHEMATICS FOR SENIOR SECONDARY SCHOOL", "id": 27}, {"content": "<div class=\"abstract\">\n<b>COMPUTERISED CRIME TRACKING INFORMATION SYSTEM<br/>ABSTRACT</b><br/> This project work intends to automate the existing criminal records of the Nigeria police using Enugu criminal investigating Department. The essence is to produce durable criminal records and minimize avoidable lost of criminal records. Structural database management system (DBMS) was used in its development in other to eliminate redundancy in the compilation, its friendliness in responding to the user exhibits and also its reliability and efficiency in tracking down criminals. Another important feature of this system is that it provides the user with the facilities for having the hard copies or print out of any relevant documents as well as the facilities to communicate with the system.<br/> CHAPTER ONE<br/>1.0 INTRODUCTION<br/>1.1           BACKGROUND OF THE STUDY<br/>Man by nature is social, gregarious and cannot live in isolation. To maintain peace and harmony in the society, man has to fashion out conduct and enact some laws to govern the conduct of members of the society. When people appreciate these codes of conduct and laws, protection of lives and properties are guaranteed.<br/> Aneke (1987) said that the law, which man created employs various branches, which can be summed up into civil and criminal law. Any individual who conscientiously violates these laws becomes a crime suspect. A crime suspect becomes a criminal after being convicted of the crime at the law court. This runs contrary to an ordinary man’s view that any individual who violates society’s established laws is a criminal. Thomas Aquinas wrote in the 13th century: \"the rule and measure of human acts is the reason, which is the first principle of human acts\" (Aquinas, ST I-II, Q.90, A.I). He regarded people as by nature rational beings, concluding that it becomes morally appropriate that they should behave in a way that conforms to their rational nature. Hart (1961) saw the law as an aspect of sovereignty, with lawmakers able to adopt any law as a means to a moral end.<br/> In Nigeria, following colonialism and the resultant capitalism, great importance is attached to success and relatively less importance is attached to the accepted ways of achieving success. In this arrangement most people reject the “rules of the games” and purse situation where “anything goes”, norms no longer direct the behaviour of Nigerians as their reaction is shaped by their position in the social structure. This breeds criminality in our society as said by Dandison, (1988).  <br/>The rich and the well-placed do their own thing via white- collar crime thus graft, bribery, pen-robbery are all raised to a level of act. While the poor and the impoverished who could not accept their situation in life and feeling that there is no legitimate means of social mobility open to them often resort to violent crimes.<br/> The aftermath of the civil unrest and the Nigerian Biafran war cannot be left out. During the war, individuals were exposed to the use of guns and other sophisticated weapon. Many started trading on their ability to operate guns to earn a living. Indeed, a living in disguised.<br/>The ravages of war and political instability have also brought increased crime rate, untold atrocities, corruption, violence and ethnic strife’s. Nigeria has continued to experience all kinds of crime ranging from capital crimes to simple offences, which are punishable by law. This fact has reached international acclamation. No wonder, the ex-president of the United States Bill Clinton extends Drug Certification to Nigeria on 02/03/2000. In the statement of explanation, Nigeria was said to have remained the “hub of African drug trafficking”.<br/> To salvage the image of the country, computers can be used to develop hi-tech criminal tracking information system that will effectively store criminal information which can be used to track down identified crime suspects. Such hi-tech criminal tracking system uses the powers of computers, software engineering technology and the network technology to function effectively. <br/> To achieve this via the use of computer, a central repository for criminal information storage can be created and made domicile at the hard disk of a server computer at the headquarters of security agencies. Then, other computers at different security agencies can then be connected to this central repository computer to enable local computers to post and retrieve criminal information.<br/>Connectivity between the central repository computer and the remote (local) computer is made possible via network topologies. These remote computers at local or branch security agencies create a local database system which is linked to the database of the central repository computer via an open database connectivity technology (ODBC) which enables such local computers to post and access information using search engines.   <br/> The features of relational database management system software provide database structures that could store numerous information and at the same tie provide connectivity between database structures.  <br/> Criminal Tracking System, which this project work covers, is one of such hi-tech system that enables security agencies to communicate and share data globally.<br/>1.2       STATEMENT OF PROBLEM <br/>The Enugu State criminal identification Division, which is used as a case study, has an existing criminal Tracking System, but this system is not automated. The documentation of criminal records is done on paper and pen. The storage of these criminal records is not something to write home about.<br/>Case files are dumped in heaps while some are kept on shelves. With the moldy nature of the state such important documents quickly get dusty and because of lack of proper storage, some criminal documents are seriously damaged by rats that feed on them. With this kind of situation, it becomes highly difficult if not impossible to track down known criminal, access past criminal history of a suspect and know the status of some concluded cases.<br/> The Enugu State Criminal Identification division takes fingerprint of suspect and certain individuals contemplating to travel outside the country to the central Criminal Registry at Alagbo in Lagos State for confirmation of past criminal records and for documentation too. Such frequent journey puts the life of police officers in charge at risk knowing that death through accident is inevitable. It also leads to delay in crime investigation and provides room falsification and manipulation of results.<br/> 1.3        PURPOSE OF THE STUDY     <br/>The project intends to automate the existing Criminal Tracking System at the Enugu State Criminal Division. Specifically, the project will accomplish the following:  <br/>1)                Design and develop a central database system that would serve as statewide repository of criminal data. The smaller database system at the sub-police station will be hooked up to the central database to access criminal data on cases not handled at the local station. This database system will be serviced by local police station within the state as well as the police headquarters.<br/>2)                The central database system will be resident on a server at the police headquarter and will be linked to both the local police station and the Central Criminal Registry via a client- server between station as well as Criminal Justice, the rendering of Criminal Justice. This will also facilitate the confirmation of fingerprint right there in the office through the click of the mouse <br/>3)                The database system will capture detailed information about crime suspect right from the time the crime was reported at the police down to the point the suspect appears before the court for prosecution as thereafter.<br/>4)                The systems will posses features that will enable criminal data to be purged from the system, updated and queried. <br/>   1.4             JUSTIFICATION OF THE STUDY <br/>The development and implementation of a software-based Criminal Tracking Information System is realistic.<br/>The traditional filling system of documenting criminal records on paper and having such documents store in shelves or in piles is highly in secured and does not make such rewards durable.<br/>The effect is that in time to come, past criminal records cannot be called up as an “alicotus” (i.e. Criminal evidence) during court proceeding to enable panel of judges pin down a suspect or a criminal of having committed some criminal acts in the past. Such past criminal records enable the court of law to know the strength of punishment to be melted out to such a criminal.      <br/> So, lack of preservation and good sorting techniques of criminal records at security agencies, often times makes it difficult for past criminal records to be traced.<br/>The on-line criminal Tracking System (OCTS) will arrest and address the aforementioned problems.<br/> The traditional filling system is not well secured and criminal records are not properly documented. This situation makes it easier for unscrupulous individual, to sneak out case files or get them burnt thereby bringing the proceedings of a case to a halt.<br/>The powerful features and capabilities of Microsoft Access 97 will be used to develop and implement the database structure of system. Microsoft Access being a relational database management system provides an application development environment and the needed capabilities to build a complex database. As such is fitted for this project. Again, Ms-Access support the Open Database Connectivity (ODBC), which provides communication links between databases.<br/> Visual Basic for Application will be used to design and implement the online forms that will be used to post data to the database system and report for retrieval of information from the database system.<br/> 1.5      SCOPE OF THE STUDY<br/>Basically any Criminal Tracking System as an integral part of the Criminal Justice Information System consists of three major sections, that is:<br/>a)                 Thee Criminal Identification Division<br/>b)                The Magistrate Segment, and<br/>c)                 The prisons.<br/> However, because of lack of time, funding and the scope of the system, the project was limited to the development and implementation of software –base criminal tracking information system that will automate the processes involved in tracking down criminals by the State Criminal Identification Divisions.<br/> The project did not cover the Prison and the Magistrate Segment, which could also be automated. Although the researcher used the Criminal Identification Division of Enugu police headquarter as a case study, the project is a generic software that can be customized for use by other state security agencies.<br/> 1.6      CONSTRAINTS OF THE STUDY<br/>Some of the constraints encountered during this project design include the following:<br/>•              Financial Constraints: The design was achieved but not without some financial involvements. One had to pay for the computer time. Also the typing and planning of the work has its own financial involvements.  However, to solve the problems I solicited fund from guardians and relations.<br/>•              High level programming Technique: The programming aspect of this project posed a lot of problematic bugs that took me some days to solve. Problems such as the ADO, DAO and Jet Engine related run time errors. For instance, the Ms Access office 2000 edition does not work with VB-6. Jet Engine unless converted to lower version of Ms ACCESS of office 1997 edition (i.e. version 2.0). Also other technical problem, which requires semantic and syntactic approaches where encountered as well. In seeking for the solution to these problems, I acquired more knowledge from well –versed textbooks and programmes.<br/>•              Few Literature Sources: The topic though seems to be a common term; it is not a popular topic to surf from the Internet. It had fewer literature sources. To solve this problem, I applied for the study of the existing criminal tracking system of the Enugu State Criminal Identification Division. The application was improved and the study was conducted for three weeks.<br/>•              The epileptic nature of power supply cannot be overlooked.  <br/><br/>\n\nCOMPUTERISED CRIME TRACKING INFORMATION SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTERISED CRIME TRACKING INFORMATION SYSTEM", "id": 28}, {"content": "<div class=\"abstract\">\n<b>WEB BASED LEGAL PRACTITIONER APPLICATION SYSTEM<br/>CHAPTER ONE</b><br/>INTRODUCTION<br/>1.1 BACKGROUND OF THE STUDY<br/>To understand the web-based legal practitioner application system, it includes not merely the profession, which is practiced in courts but also covers law teaching, law research, administration in different branches where law plays a role and in fact, commercial and industrial employment and all other activities, which postulates and requires the use of legal knowledge and skill and which adopts legal process also fall within its scope.  The wed based legal practitioner comprises all those who use technical legal knowledge through net in performing their various occupational roles.  These will include such categories as practitioners of law and legal advisers, judges and magistrates, Area court Judges and Islamic Court Judges, academic lawyers and scholars, legal technicians (e.g. consultants) etc.<br/> 1.2 STATEMENT OF PROBLEM<br/>The problem statement is mainly centralised on the existing method of wed-based legal practitioner application system.  The information obtained on-line, shows that a legal practitioner is entitled to recover his charges by action in a court of competent jurisdiction.  In General, before a legal practitioner brings such action, a bill for the charges containing particulars of the principal items included in the bill and signed by him, or in the case of a firm by one of the partners or in the name of the firm, must have been served on the client personally or left for him at his last address as known to the practitioner or sent by post addressed to the client at that address.<br/> 1.3   OBJECTIVES OF THE STUDY<br/>The web-based legal practitioner application system has an increasingly important role in a modern state not only in dispensation of justice but also in the formulation of a just legal order and in the preservation of an efficient juristic order.<br/> 1.4    SIGNIFICANCE OF THE STUDY<br/>Reference could be made from different parts of the world about a case on-line.  Considering the fact that information are displayed on the web because, some Judges and Lawyers could be able to make reference on how related cases are being handled.<br/>For instance, somebody is having a case of murder in the court and you want to search, to know how the case was treated or how it was judged.  As a lawyer, you may go on net, to search for a related case to the case you are handling and how it was treated, in order to know or for easy decision on your own cases.<br/>1.5 SCOPE OF THE STUDY<br/>The web-based legal practioner application system covers the activities and proceedings of Appeal court Enugu. This is due to the large number of cases attended to by the legal practitioner and the number of cases also waiting to be attended to.<br/>The scope of the study covers case documentation, that is, recording and retrieval of cases online to help lawyers prepare for cases and also provide information for lawyers at all levels to enable them carry out their duties.<br/> 1.6   LIMITATIONS OF THE STUDY<br/>The study was limited by several factors of which some posed serious constraints towards the development of the project. One of the major drawbacks was time because there was not enough time for the research. There were also drawbacks due to financial incapacitation. This is among other frustrations such as inability to procure research materials due to distance. It was difficult to source most of the important information needed for this work.<br/> 1.7 DEFINITION OF TERMS/VARIABLES<br/>    LEGAL PRACTITIONER:  A person entitled to practice as a      <br/>          barrister (advocate) or as a barrister and solicitor.<br/>THE CHIEF JUSTICE: He is to authorize a person whose name is not on the roll, on payment to the Chief Registrar of the supreme court of such fee not exceeding 50 naira as may be specified in the warrant.<br/>A LAWYER: A lawyer maintains a respectful attitude towards the court.  He s trained and qualified to advice people about the law and represent them in a court of law.<br/>THE JUDICIARY: He settles and decides controversies between he citizens inter se and between the state and the citizens.<br/>THE LAW COURTS: A law court is a statutory place for proper interpretation of law to resolve disputes and conflict.<br/>JUDGES: They should indeed move in the direction of the jurisprudence of welfare and adopt a judicial approach that identifies the political, social and economic problems facing the country and using the law to provide solutions to these problems.  They lead in the proceedings.  He has the authority to decide on offenders.<br/>APPELLANT: Is one who takes a case to the court.  He is the complainant.<br/>RESPONDENT: This is one who is defending in a claim; he is responding to the complaint.<br/>CASE LIST: These are scheduling of cases to be heard by the court on the following day.<br/>APPEAL: This can be a formal request to a court of law for a judgment to be passed on an issue.<br/>PROCEEDINGS: This is an activity carried in a law court in a bid to settle a dispute<br/><br/>\n\nWEB BASED LEGAL PRACTITIONER APPLICATION SYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " WEB BASED LEGAL PRACTITIONER APPLICATION SYSTEM", "id": 29}, {"content": "<div class=\"abstract\">\n<b>DESIGN AND IMPLEMENTATION OF COMPUTER MICROCONTROLLER BASED HEART BEAT MONITOR<br/>ABSTRACT</b><br/>The use of microcontroller is in every field even we can use it in the design and fabrication of biomedical equipments. A little example is here. The microcontroller at89s51 (8051) is here used to develop a heart beat monitoring system. By placing your finger in between a LED and photo resistance, we can detect the pulses of heart, the analog voltages are further processed with an operational amplifier LM 358, this chip has two built in OPAMPs. The TTL pulses or digital pulse are then feed to the external interrupt of microcontroller 8051. By using a software counter in the code, we can count the pulses, and the result the process is displayed on an LCD (2 line 16 characters). The schematic circuit diagram of heart beat monitor is shown below and the code ( c program) in c language using keil C51 uv3 is also shown. This is only test project and any one can copy from it.<br/>TABLE OF CONTENTS                                        <br/>CHAPTER ONE:     INTRODUCTION<br/>1.1         Background<br/>1.2         Objectives<br/>1.3       Justification.. <br/>1.4         Scope of the Project<br/>1.5         Constraints..<br/>1.6       Project Report Organization       <br/> CHAPTER TWO:  LITERATURE REVIEW<br/>2.1       Microcontroller Systems.<br/>2.1.1   Benefits of Microcontroller Systems<br/>2.1.2   Comparison between Microcontrollers and other design <br/>techniques<br/>2.2       Frequency Systems<br/>CHAPTER THREE:  SYSTEM ANALYSIS AND DESIGN..   <br/>3.1         Specification<br/>3.2         The Input Interface Design.. <br/>3.3       Microcontroller system     <br/> 3.4.1 System Reset<br/>3.4.2   System Clock..<br/>3.4.3   Memory<br/>3.4.4   Other Features of the Microcontroller<br/>3.5       Control Program Design.<br/>3.7       Output Interface Design.<br/>3.7.1   Introduction to LCD<br/>3.7.2 Pin Description         <br/>3.8       Power Unit.<br/>3.8.1   Timer Power Source         <br/>3.9 System Block Diagram<br/>CHAPTER FOUR:  SYSTEM IMPLEMENTATION<br/>4.1         Choice of Programming Language<br/>4.1       Hardware Implementation..<br/>4.1.1.1Input Interface Implementation..<br/>4.1.2   Control System Implementation..<br/>4.1.3   Output Interface Implementation..<br/>4.2 Software Implementation<br/>4.2.1   Complete System Implementation<br/>4.2.2   Complete System Wiring Diagram<br/>CHAPTER FIVE:  SYSTEM TESTING AND<br/> IMPLEMENTATION<br/>5.1       The Test Plan<br/>5.2         Test Data, Expected Result versus Actual Test Result.<br/>5.2.1   The Power Supply Unit Testing<br/>5.2.2   Input Interface Testing..<br/>5.2.3   Control Software Testing<br/>5.2.4   Output Interface Testing<br/>5.2.5   Complete System Testing<br/>5.3       Performance Evaluation<br/>5.4       System Packaging.<br/>CHAPTER SIX:  SUMMARY AND CONCLUSION<br/>6.1       Summary of Achievements<br/>6.2       Problems Encountered and Solutions<br/>6.3       Suggestions for Further Improvements<br/>6.4       Conclusions..<br/>REFERENCES.    <br/>APPENDIX A: System Components List<br/>APPENDIX B: Components Cost Analysis <br/>Table..<br/>APPENDIX C: Circuit Components Layout<br/>APPENDIX D: Circuit Wiring Schedule<br/>APPENDIX E: Complete System Circuit <br/>Schematic<br/>APPENDIX F System Flowchart<br/>APPENDIX G System Source Code Listing<br/>APPENDIX H System User’s Guide<br/>APPENDIX I: Project Package Photograph<br/>APPENDIX J: Microcontroller Instruction Set<br/>LIST OF FIGURES<br/>Fig. 3.1       Input Interface<br/>Fig. 3.6           the Microcontroller system..<br/>Fig. 3.7           System Reset Circuit..<br/>Fig. 3.8           Crystal connection to the microcontroller..<br/>Fig. 3.1.2       Top down flow chart of Remote Control.<br/>Fig.3.  character LCD type hd44780 pin diagram<br/>Fig.3.2.0        Complete Power supply..<br/>Fig.3.2.1        Output wave form of the complete power <br/>Fig.3.2.2        Wave form of the transformer output.. <br/>Fig.3.2.3a      Output of full wave rectified Dc..                      <br/>Fig.3.2.3b  Bridge rectifier..              <br/>Fig3.2.4      Waveform of Rectified..<br/>Fig. 3.2.5         Voltage Regulator and output wave form of <br/>regulated voltage..       <br/>Fig. 3.2.6    Block Diagram of System..<br/>Fig 4.1            Complete Circuit Diagram<br/>LIST OF TABLES<br/>Table 5.1    project costing..<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1        Background<br/>One of the most difficult tasks in generating signals is the decoding.  It is only when signals are decoded that it can be used for any essential purpose.  Frequency happens to be one of such signals that require a careful decoding technique.  One important source of signal is the human body, where different types of signals are generated.  Biomedical signal such as the heart beat is very essential to the medical expert to be able to ascertain the kind of medical issue with a patient. <br/>This project, Microcontroller based heart beat monitor is a project that is geared toward the development of simple tool to assist the medical experts to check the human heart rate before further diagnosis can be recommended.<br/>1.2        Objectives<br/>The main objective of this project is to design and Implement Microcontroller based heart beat monitor.  It is also intended to use this means to contribute to the academic research work.<br/>1.3        Justification <br/>If this prototype is fully developed will be very useful in many areas such as:<br/>a.        Laboratory experiments for measuring frequency.<br/>b.        Apply functions to signals being generated.<br/>c.        Applicable in the hospitals<br/>d.        Educational purpose especially in reversed engineering.<br/>1.4        Scope of the Project<br/>This project makes use of a keypad as the only major input channel.  AT89C51 Microcontroller is the main control device.  Multi-channel Frequency generators circuits will be realized.  Simple interface of output/decoded frequency via LCD will also be built.  Programming power of Bascom Basic compiler will be exploited.<br/>1.5        Constraints<br/>One the major constraint of this work was finance.  Another like it was in availability of the required information.  <br/>1.6     Project Report Organization<br/>This report is organized into six chapters.  The first chapter takes care of introduction.  Chapter two surveys the literature review of this work.  In chapter three, the project analysis was done.  The input, processing and output modules are critically analyzed.<br/>In chapter four, system implementation was carefully done.  Chapter five takes care of Testing and Implementation.  Finally chapter six closes up with summary and conclusions.<br/>  <br/><br/>\n\nDESIGN AND IMPLEMENTATION OF COMPUTER MICROCONTROLLER BASED HEART BEAT MONITOR<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND IMPLEMENTATION OF COMPUTER MICROCONTROLLER BASED HEART BEAT MONITOR", "id": 30}]