[{"content": "<div class=\"abstract\">\n<div> <strong>ABSTRACT</strong> <p>     This research project COMPUTER ANIMATION AND IT ROLE IN ADVERTISING (FOCUS ON ONLINE BANNER ADVERTISING) looks deeply at the computer animation and most importantly the role these two places in advertising.</p> <p>       One can never know the value or importance of ones power of imagination unless its being to existence that moving images have the potentials to convey a lot much more information although images still convey a lot information because the human visual system is a sophisticated information processor.</p> <p>       Animated being recorded or produce for viewing is typically presented in film or video format and it cuts across advertising by recording a series of still images.</p> <p>       This research project also looks in the vital role animation and computer animation plays in advertising as mentioned in the first paragraph.</p> <p>       Animation got a big bit when it delved into television and television been one means which advertising can achieved effectively.</p> <p>This was a turnover for animation. Initially animation was just art. Computer animations coming in to play, advert or commercials are now more interesting creating attention, talking of attention, ‘An animation banner ad will have greater attention- getting capacity than a static banner ad.’ This will be discussed later.</p> <strong>ABOUT ANIMATION</strong> <p>It’s very improper to state any exposition or revealing of computer animation and it role in advertising without having the knowledge of animation and its background.</p> <p>       Animation refers to the process, in which each frame of a film or movie is produced individually whether generated as a computer graphic, or by photographing drawn images, or by repeatedly making small changes to model and then photographing the result. When the frames are strung together and the resulting film is viewed at a speed of 16 or more frames per second. There is an illusion of continuous movement (due to the persistence of vision).</p> <p>       Generating such a film is very labour intensive and tedious, through the development of computer animation has greatly speed up the process. A graphic film format, which is called GLF, allows animation to be reviewed on a computer.</p> <p>Another format called flash allows for animation to be viewed over on the Internet.</p> <p>       But basically, to ‘animate’ is to literally ‘to give life to’.</p> <p>Animating is moving something, which cannot move itself.</p> <p>Animation adds to graphics the dimension of, which vastly increases the amount of information, which can be transmitted. In order to animate something, the animator has to be able to specify, either directly or indirectly, how the thing is to move through time and space.</p> <p>There are different styles of animation:</p> <p>1.        Traditional animation</p> <p>2.        Rote scooping</p> <p>3.        Computer Animation</p> <p>4.        Cutout animation</p> <p>5.        Analog computer animation</p> <p>6.        Stop- motion animation</p> <p>7.        Clay motion</p> <p>8.        Pixilation</p> <p>9.        Limited animation</p> <p>10.    Pinscreen animation</p> <p>11.    Drawn on film animation</p> <p>        The history film animation begins with the earliest days of silent film and continuous through the present day, the first animated cartoon was from French Emile Renaud, that created praxynoscope, animation system of pictures and films of about 500 pictures projected on its own theatre optique, system near from modern film projector, at Musee Gevin in pairs, French, in cartoon on standard picture film was Fantasomogorie by the French director Emile courted in August 17, 1908.</p> <p>       ‘Animation should be art… what you fellows have done with it is making it into trade… not an act, but a trade… bad luck’ these were the word from Winsor Mccay, father of animation cartoon. As a then animation was just art.</p> <p>       The work of animation was no longer a one man work, it was a stream lined, assembly- line process in the best Henry Ford tradition.</p> <p>       <strong>SOME FAMOUS NAMES IN ANIMATION</strong>.</p> <p>1.      Tex Henry</p> <p>2.      Max Fleshier</p> <p>3.      Emile Counter</p> <p>4.      Walt Disney</p> <p>5.      Mel blance</p> <p>6.      Winsor Mc Cay</p> <p>7.      Hayao Miyazaki</p> <p>8.      Norman midaren and lots more.</p> <p>       Even before McCay had shown the world the true potential of the animated cartoon in his landmark film ‘Gertie the dinosaur’ (1914), the first animation studios were already, trying to exploit the medium for what they could.</p> <p>       Some animation studios are:</p> <p>1.      Aardman animation</p> <p>2.      Warner Brothers</p> <p>3.      Walt Disney studios</p> <p>4.      Small films</p> <p>5.      Flecscher studios</p> <p>6.      Filmation</p> <p>  <strong>                 TABLE OF CONTENTS                          </strong>                 </p> <p><strong>CHAPTER ONE</strong></p> <p>I.1    introduction                                                      </p> <p>i.                    Computer animation</p> <p>ii.                  Computer animation’s</p> <p>Role in advertising                                 </p> <p>   1.2     Background Problem                               </p> <p>   1.3    Research Problem                                      </p> <p>   1.4    Research aims/ objectives                     </p> <p>   1.5    Scope of study                                               </p> <p>   1.6    Limitation/ delimitation                        </p> <p>1.7              Operation definition of terminology </p> <p><strong>CHAPTER TWO         -         LITERATURE REVIEW</strong></p> <p>2.1   Overview                                                              </p> <p>2.2   Relevance of a computer graphic        </p> <p><strong>CHAPTER THREE      -        RESEARCH METHODOLOGY</strong></p> <p>3.1   Time/ approach                                                 </p> <p>3.2   Source of data                                                 </p> <p>3.3   Project development                                     </p> <p><strong>CHAPTER FOUR      </strong></p> <p>4.1  Project analysis                                             </p> <p><strong>CHAPTER FIVE             - CONCLUSION</strong></p> <p>5.1    Achievement                                                      </p> <p>5.2    Recommendation                                              </p> <p>         Reference and bibliography                   </p> <p><strong>CHAPTER ONE</strong></p> <strong>INTRODUCTION</strong> <p><strong>1.1      COMPUTER ANIMATION</strong> </p> <p>       This research project is basically to help undergraduates or even be handy for computer graphic programmers who want to learn and know more about the basis of computer animation programming and even go a step further to knowing it role in advertising because this research project gives some deep and explanatory as earlier stated.</p> <p>       As discussed earlier in animation itself, to ‘animate’ is literally to give life to ‘Animating’ is moving something, which cannot move itself and its concern with time so, computer animation is the art of creating moving images via the use of computers or the use of computer to create animations. It is a sub field of computer graphic and animation.</p> <p>       There are different method operate or make computer animations.</p> <p>       Increasingly it is created by means of 3D computer graphics or animation; through 2D computer graphics are still widely used. Sometimes the target of the animation is the computer itself sometimes the target is another medium, such as file. One way to create computer animation is to create objects and render them. This method produces perfect and three-dimensional looking animations.</p> <p>       To create the illusion of movement an image is displayed on the computer screen then quickly replaced by a new image that is similar to the previous image, but shifted slightly. This technique is clinical to how the illusion of movement is achieved with television and motion picture</p> <p><strong>i.                                    </strong><strong>SAMPLE EXAMPLE (CA)</strong></p> <p>              The screen is blanked to a background color such as back. Then a filled red circle is drawn in the center of the screen. Next the screen is blanked; but the red circle is drawn slightly to the right of its original position. This process is repeated, each time moving the circle a bit to the right. If this process is repeated fast enough the red circle would appear to move smoothly to the right. This basic procedure is used for all moving pictures in films and television.</p> <p><strong>ii.                                  </strong><strong>TOOLS</strong></p> <p>           Computer animation can be done on a variety of computers, simple cell animation requires nothing more than that a computer system capable of simple graphics with proper animation software. Unfortunately, most of the computer animation that you see on television and in other areas is done on extremely sophisticated workstation. This page is broken into two software and hardware,</p> <p>       There are some of the most popular software packages used by companies schools and individual all around the globe.</p> <p>1.3D Studio Max</p> <p>2. 3D Studio</p> <p>3. Light ware 3D</p> <p>4. Adobe PhotoShop</p> <p>5. Animator Studio</p> <strong>EXPLANATION</strong> <p>       To trick the eye and brain into thinking they are seeing a smoothly moving object the picture must be drawn at about 24 frames per second (FPS) or faster (a frame is one complete image). With rates above 70 FPS, no improvement in realism or smoothness is perceivable due to the way the eye and brain process images at rates below 24FPS, most people can detect Jerkiness associated with the drawing of new images which detracts0 from the illusion of realistic movement. Conventional hand-draw cartoon animation often used 12EPS in order to save on the number of drawings needed, but this is usually accepted because of the stylized nature of cartoons. Because it produces more realistic imagery computer animation demands higher frame rates to reinforce this realism.</p> <p>      The reason no Jerkiness is seen at higher speeds is due to ‘persistence of vision’ from movement to movement the eye and brain looking together actually store whatever you look at for a fraction of a second and automatically smooth out’ minor jumps movie film seen in a theater runs at 24FPS which is sufficient to this illusion of continuous movement.</p> <p><strong>(ii) COMPUTER ANIMATION’S ROLE ADVERTISING</strong></p> <p>Advertising is mass communication that advertising pays for in order to convince a certain segment of the public to adopt ideas or take actions of benefit to the advertisers.</p> <p>        In the 1950s the advert of television, which is one of the faster way of advertising, developed fast to the advertising medium #1.</p> <p>Now advertising could demonstrate thee use of their products and present well know figures to praise it. They also arrange emotions through television.</p> <p>       One of the most popular uses for computer animation is in television advertising some of thee models that the commercial would see extremely difficult to animation in the past (i.e. saxophones, boxes of detergent, bathrooms, kitchen etc.) this is use or was discovered. The modeled objects would then be animated and incorporated with live video. The process involved in modeling and create the animation could take as many weeks.</p> <p>          In most case, advertising needs media to be inserted. Usually, animation is used images derived from live film.</p> <p>Sometimes the animation detail is so high, that viewers can’t tell if what they are seeing is real or not.</p> <p>       In this context of computer animation in advertising, the effects of animation in Online Banner Advertising will be assess; Hierarchy of effects models.</p> <p>       This study/ research attempts to examine the effects of animation banner ads, as well as the moderating effects of involvement, on each stage of the hierarchy of effects model.</p> <p>The result of this study/ research provide support for the notion that animated banner ads prompt better advertising has better attention – grubbing capabilities, and generates higher recall more favorable Ad.</p> <p>       While online advertising has grown dramatically during the past several years (low 2000) attracting individuals attention and persuading them remain one of the critical issues for the practitioner. The only way these practitioner can make a big hit is by the innovation of animation in the ads.</p> <p>       The also attempts to assess the effect of animation banner ads over status ads with the framework of the hierarchy of effects.</p> <p><strong>1.2                                                           </strong><strong>BACKGROUND HISTORY</strong></p> <p>       Computer animation has been around as long as computer graphics. The University of Utah founded by DARPA. Was the easily pioneer in computer graphics and produced many of the well- know names in graphics. The first major sketchpad in 1962 by Ivan Sutherland. This system animates line drawings on a screen—based animation.</p> <p>       Also produced for the effort of the university of Utah were some early films hand and an animated face by such folks as Ed cat mill, break crow, Fred Parke, and Jim Blinn. It has been earlipsed.</p> <p>       In the late sixties chuks Csuri was doing some pioneering work in computer animation in the computer graphics Research Group at the Ohio state university. A</p> <p> Major feature of that came out the Ohio State in the seventies was real time video play back from a digital disk.</p> <p>       In the early 80s the research group become the advance computing center for Art and Design and continues to produce computer animation.</p> <p>       Norm Balder, at the University of Pennsylvania, was one of the first researchers addressing the problem of human figure animation. He has continued this research and has established the center for human modeling and simulation.</p> <p>       Also in the mid-seventies, at Cornell university, the programmer for computer graphics, under the direction of Don</p> <p>Green berg, generated some architecturally walk- through of Conrail’s Campus.</p> <p>       Computer animation has become regular and popular in special effect. movies such as ‘Jurassic Park’ terminator 2 judgement Day and ‘the Abyss’ have brought computer animated called Hunger was produced by Reine Jodin and directed animated by peter folders in 1974. This effort was a 2.5D system that depended heavily on object interpolation techniques.</p> <p>       A major part in integrating live film and computer animation, is to make absolutely sure that scale and perspective of the animation are light. The scale is important to making the animal beharable. The animators go through a greater deal work to make sure this is right.</p> <p>       In 1907 the HAUNTED HOTE is an animators film by James Stuart Blacktion. In this film the animated was created by stop motion and effects animated of 3Dobjects- wine</p> <p>Poured into a glass, bread cut and a table set without a human present. The film was a success and introduced 3D animation at the world.</p> <p>       Storyboards play an important role in creating animation, but there would probably never be a storyboard for something as simple as a flipping logo or a bouncing ball.</p> <p>       For example the movie ‘terminator 2 judgement day’ produced in 19….. there was a scene in that movie when one of the characters walks through fire. The animators would have to perfectly model the character to the greatest detail. They would then make their model unimick the live character movement and make him walk through. The fire then they would the two images together.</p> <p>    In 1995, Disney and pixar released the very first, fall length, totally computer animation motion picture.</p> <p>       Just like conventional animation computer animation is also a form of art. This can be confirmed by the words of the father of animation should be art in 1911-21. An artist can control a magnitude of things in a computer animation with a few clicks of a mouse than he can do in the conventional animation methods. A light source can be moved very easily without re-doing the whole animation.</p> <p>       There is now a great industry in computer animation. There is a great need for more stunning animations for television to keep the watchers glued to the screen. There is also demand for computer animation in many fields because of this demand. There is also a growing number of computer animation companies.</p> <p>They are to mention a few:</p> <p>1.      Adobe system Inc.</p> <p>2.      Alias/ wave front</p> <p>3.      Aula Desk</p> <p>4.      Bantering</p> <p>5.      Calgary</p> <p>6.      Computer vision</p> <p>7.      Electro Image</p> <p>8.      National Association of Broad Casters.</p> <p><strong>1.3                                                           </strong><strong>RESEARCH PROBLEM</strong></p> <p>This project is out to solve the idea of just having a stain banner advert, but giving importance of having an animated banner advert with the use of computer to achieve this.</p> <p>       Static banner advertising does not appeal to the eye- brain because of its usual nature, which is static. Animation comes in to change all that because it draws attended and the memory of it remains.</p> <p>       This project research is out to change the face of advertising and to through light on the importance of computer animation.</p> <p><strong>1.4                 </strong><strong>RESEARCH AIMS/ OBJECTIVE</strong></p> <p>           An animated banner advertising will have greater attended- getting capability than a static banner ad and also images convey a lot information because the human visual system is a sophisticated information processor. So, it follows or it can be said that moving images have the potential to convey much more information.</p> <p>       The versatility of an artist in the society is the ability of being really creative and experimental especially in the field of animation in respect of adverting in the field animation and advertising. Meleis in 1890 using simple tricks and techniques of a camera to make inanimate objects appear to move. Art history has made it open to the artist about the style expressionism and mannerism to be more creative in expression design. The aim of this research is to make artist and computer graphics programmers see the important of been innovation in their thinking.</p> <p><strong>1.5              </strong><strong>SCOPE OF STUDY</strong></p> <p>        This project scope is basically based on animation production through computer and to know the important nature of animating in advertising because animation gives adverts a different status altogether. It creates more time than the old usual adverts.</p> <p>       And how these representations and creativity can be manipulated to produce this result through the user of computer with the use of full 3D computer animation and the techniques to move objects interesting ways.</p> <p>1.7  <strong>OPERATIONAL DEFINITION OF TERMINOLOGY</strong></p> <p>  Animate:                   Denotatively mean to give life to.</p> <p>  Animating                 is moving something, which cannot move                      </p> <p>                                     It’s self.</p> <p>  Anthropomorphic:     is an attributing human form to a god to or    </p> <p>                                     animal.</p> <p> Camera:                      An apparatus use to produce images       </p> <p>                                      through light.</p> <p> Computer:                   An electronic device with features that</p> <p>                                     enable the performance or acceptance of</p> <p>                                      input     (Data/ instructions/ signals)</p> <p>                                     proceeds the input as directed by the</p> <p>                                     computer internal control operations store</p> <p>                                     information’s and yield a result (output) a</p> <p>                                     Consequence of the processing actions.</p> <p>Constraint:                     A restriction in a strained manner.</p> <p>Direct 3D                      Microsoft’s API for 3D graphics.</p> <p>Flipbook:                     is a table of paper with an individual</p> <p>                                     drawing on each page so the viewer could</p> <p>                                     flip through them.</p> <p>Film strip:                   A motion picture film made of a number of</p> <p>                                    still photographs shown in sequence.</p> <p>Film                            A transparent photographic material</p> <p>                                    chemical treated to produce images when</p> <p>                                    exposed to light.</p> <p>Film studio:                 A studio in which motion pictures film/ s</p> <p>                                    are recorded.</p> <p>Frame:                        An organized shaped button for the finished</p> <p>                                   decoration of an art piece according to its</p> <p>                                   shape.</p> <p>Fogging:                     Blending part of a scene with colour.</p> <p>Interpolate:                 is acts inserts, or interject.</p> <p>Raster Graphics:          Computer graphics system which process</p> <p>                                   images, formed from raster of pixels.</p> <p>Scene:                        the sequence of play, television or motion</p> <p>                                  picture show over a continues period of time.</p> <p>Screen:                      the surface into which the image of a side</p> <p>                                  television or motion picture is projected.</p> <p>Shot:                        A continues filming by a camera.</p> <p>Sketch:                    To make an outline of a drawing such that the</p> <p>                                 Objects is recognizable.</p> <p>Studio:                     the place where an artist works an origination</p> <p>                                 point for television and radio programmes. </p> <p>                               An enclosure where pictures are taken.</p> <p>Storyboard:             A presentations panel comprising of</p> <p>                                illustration’s of various shots, sequence, scripts</p> <p>                                 and notes regarding filming of a television</p> <p>                                 commercial.</p> <p>Pixel:                      The smallest addressable element of a picture.</p> </div>\n\nCOMPUTER ANIMATION AND IT'S ROLE IN ADVERTISING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTER ANIMATION AND IT'S ROLE IN ADVERTISING", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>In the quest of come up with good and more conducive equipment for storing materials like shoes etc. we the researchers had to take on this important project. This will help in the proper storage of textiles materials, in the department and it’s also recommended for usage in our various homes. The important about this project is that its durable, that is to stay for a very long time without rusting because of the kind of materials its made of which fiber glass, fabric and weaving yarns. It’s therefore a total deviation from the usual shoe rack, batik and weaving.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <ul><li><strong>BACKGROUND TO THE STUDY</strong></li> </ul> <p>The textile world is very broad and everyone is dependent on it. Nearly every aspect of our lives uses some form of textile. Imagine what would have happened, if all textiles were removed from our environment. In the home, most furnishings are enhanced with textiles, even woven mosquito net on the windows and around our beds are textile pieces. In the class-room, many books have some form of textile. The car not only has textile upholstery, but the wire in electrical system is insulated in woven cloth. Within the rubber of tyres is either woven steel or fibre glass cloth which gives it strength. Indeed textiles are ever present in our lives.</p> <p>The most common use of textiles are for clothing and containers such as bags and basket. In homes, they are used in carpeting, upholstered furnishing, window shades, towels, covering for tables, beds and other flat surfaces. In work places, they are used in industrial and scientific processes such as filtering; Miscellaneous uses include flags, backpacks, tents; Cleaning devices, such as handkerchiefs and rags; Transportation devices such as balloons, kites, sails and parachutes. Children can learn, using textiles to make collages, sew, quilt and toys. Textiles used for industrial purposes and chosen for characteristic other than their appearances include textile structure for aircraft and automotive applications; Medical textiles for example implants; Geotextiles. reinforcement of embankment; Agro textiles e.g. textiles for crop protection; Protective clothing e.g. Clothes worn against heat and radiation, fire fighting clothing, clothes worn against molten metals for welders, stab protection, and bullet- proof vests.</p> <p>This project therefore is aimed at helping the upcoming textiles students and those interested in textiles and its end products to appreciate the efforts of textile producers, and especially fabrics made in Nigeria. Fabrics have gained so much prominence so much so that its adaptation for interior and domestic usage has brought about great aesthetics and uniqueness. Although, dyed fabrics are generally used for clothing, they have of late become relevant in the area of interior decoration and other domestic usage like shoes, caps etc.</p> <p>Adaptation in textiles means to modify and suit a particular purpose. While dyeing is the complete immersion of the fabric into a solution containing dyes and chemicals. On the other hand, fabric is referred to as any material made through weaving, knitting, crocheting or bonding that may be used in the production of further goods like garments e.t.c. PH From the definitions of dyes and fabrics,  the meaning of the term “dyed fabric” can now be easily understood.</p> <p>Therefore, the title adaptation of woven fabric on batik for personal clothing will no longer be strange. However, in this project the researchers have carefully researched and made successful attempts in the adaptation of woven fabrics on batik for personal use.</p> <p><strong>1.2   STATEMENT OF THE PROBLEM</strong></p> <p>As the title indicates “An adaptation of woven fabrics on batik for personal clothing” the following are the statement of the problem.</p> <p>Transportation was also another problem encountered. So trips were made to Benin and Auchi anytime materials were needed coupled with the risk of carrying them.</p> <p><strong>1.3   SIGNIFICANCE OF STUDY</strong></p> <p>The significance of this study is centered on   enlightening the public on the possibility of the adaptation of woven fabrics on Batik to produce items like dresses, shoes, walking sticks, caps e.t.c.</p> <ul><li>To adapt other usage for textile materials for domestic and household end use</li> <li>To create a means for awareness and marketing for such end-use.</li> <li>To document our findings for future use</li> <li>To encourage new artist into the field of decoration. utilization and adaptation of fabric in other end use than the normal usage that we are used to. <ul><li><strong>SCOPE OF THE STUDY</strong></li> </ul></li> </ul> <p>The scope of this study is to see how woven materials or fabric can be adapted into end uses other than familiar usages.</p> <p>At the end of the research, there will be an exhibition to show case all the beautiful works that were produced in the course of the research.</p> <ul><li><strong>LIMITATION OF STUDY</strong></li> </ul> <p>One of the problems encountered in the course of the research was time. The time was not enough considering the enormity of the project. The production of woven fabrics and it’s adaptation on batik, to produce the end-uses took a lot of time and energy.</p> <p><strong>1.6   DEFINITION OF TERMS</strong></p> <p>Adaptation:      The act of making or becoming suitable for new needs; to change so as to be suitable for new needs.</p> <p>Batik:               Batik is a fabric dyeing method using wax to create patterns and design.</p> <p>Weaving           It is the inter-lacing of yarns to form a structure.</p> <p>Yarn                 Yarns are unprocessed fibres.</p> <p>Weft                 Weft are those yarns that runs horizontally on the loom.</p> <p>Warp                Warps are those yarns that are layed vertically on the loom.</p> <p>Loom                A loom is a device used in weaving to help knit threads together to make a single piece of cloth.</p>\n\nAN ADAPTATION OF WOVEN FABRIC ON BATIK FOR PERSONAL CLOTHING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ADAPTATION OF WOVEN FABRIC ON BATIK FOR PERSONAL CLOTHING", "id": 2}, {"content": "<div class=\"abstract\">\n<div> <p><strong>PREFACE</strong></p> <p>      This project on publicity design on “Bribery and corruption in Nigeria” was chosen to create awareness to how pubic on the scourge of Bribery and corruption and how to prevent and fight it.</p> <p>  My approach is purely based on visual aids for an easy illustration.</p> <p>    Some describe corruption as an act of stealing, cheating, telling lies. – Different people hold different view on corruption.    There are those who believe it is purely – social affair and there are other who say it is spiritual and that it comes from an instinct.</p> <p>     However, corruption is defined as an inducement to wrong by bribery or other unlawful or improper means – a departure from what is pure and correct. It also means – a departure from a sound to unsound and provident state, make is an evil influence.</p> <p>      Corruption is one of the infamous twin evils Bribery and corruption. There are different features of corruption depending on the every day activities of the individual. A person is said to be corrupt when he secure material advantage or if a public official is induced to act otherwise he would not.   One can also define corruption as improper or selfish exercise of power and influence by a public officer.</p> <p>      We can note that different definitions have been given for corruption and hardly can find one that is complete – It is because corruption is multi – faceted with numerous forms and dimensions. In Nigeria, some say that it has become a convention. A tradition, a psychological need, a necessity, and a way of Life.</p> <p>     This write –up is made up of three chapters.</p> <p> In chapter one, is an introduction where I highlighted the background history, statement of problem, the aims and objectives, the scope of the project, Limitations and Delimitation and definition of terminologies</p> <p>    Chapter two of this work comprises of the Literature review.</p> <p>     Chapter three is about the techniques, material and tools used in the work.</p> <p>      After the chapters comes conclusion and then Bibliography.</p> <p><strong>TABLE OF CONTENTS:</strong></p> <p><strong>CHAPTER ONE</strong></p> <p>Introduction</p> <p>1.1    Statement of Problem</p> <p>1.2     Aims and Objectives</p> <p>1.3      Scope of the Delimitations</p> <p>1.4      Definition of Terminologies</p> <p><strong>CHAPTER TWO</strong></p> <p>2.1    Literature Review </p> <p>2.2    Causes of Bribery and Corruption</p> <p><strong>CHAPTER THREE</strong></p> <p>3.1     Methods and Materials</p> <p>         Conclusion</p> <p>         Bibliography</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>              For a very long time, corruption has become recognized as a major problem in Nigeria, where it has become reaching the dimension of an epidemic, in our body politics, government after government, and continually expressed alarm at the situation and has reported declare their respective intentions to control corruption, It is recognized that corruption is a most perverting of (crime which) acts as a catalyst to all ……………… other (crimes). Let it is restricted to the improper giving and the receiving of gratification to and by a public officer of various categories in older to do or to refrain from doing certain acts in the cause of his official duties, excepting the extension of the office to business.</p> <p>          This emphasis on public sector probity appears not to recognized the complementarily of both public and private sectors of the same integral society, in the light of which we should know that the “ attitude and habits” in one sector are bound to affect and enforce attitude and habits in other sector. Therefore, if we attempt to clean up the public sector, with cankerworm will continuously be contaminating the public sector with attendant continuation of corruption habit, in as much as it is impossible to insulate the must be cleaned together. This prophecy was amply fulfilled by various civilian Administrations of 1979 – 83 in the country, which were respectively characterized by graft and endemic corruption. Federal Government failed to enact the necessary enabling Law then to establish code of conduct Tribunal and Bureau, as provided for in 79 constitutions. It is therefore clear that we must define the offence of corruption to cover behavior in both private and public sectors in as much as probity in both sectors is essential to a health society. In this regard, we must cover all the categories of person medium or low in status.</p> <p>Also in the line with dynamic activism of Brairaiman J. in the case of “ Biokaku v. police where his Lordship defined the word corruption” as receiving or offering of same benefit as a reward or inducement to sway or deflect the receiver from the honest and impartial discharge of his duties, we should defined the offence beyond mere financial consideration to cover such areas as sexual favors, conferment of titles or appointment (including promotions) to office, admission into clubs or societies.</p> <p><strong>1.1        </strong><strong>STATEMENT OF PROBLEM</strong></p> <p>The problem of “Bribery and corruption” in Nigeria cannot be over – emphasized. This problem therefore is a public enlightenment campaign against “Bribery and corruption:</p> <p>The problem that normally arise between the policemen and the drivers is a times, if the policeman is trying to stop the driver, because of the token sum of “Mustafa” they used to offer the policemen, out of annoyance the police may open fire on the driver thereby killing him and wounding other passengers.</p> <p>So also where the 20 is not provided in time, the policeman may request for the particulars of the vehicle which must be complete and in absence of anyone, they will drag the driver to the station where they will ensure that a heavy amount is exploited from the driver.</p> <p>I strongly believe that the problem of collecting money along a highway which is rampant in Nigeria highways is from the top echelon. I also believe that they are equally aware, as they are given account of the money collected every month thereby amassing wealth for them.</p> <p><strong>1.2        </strong><strong>AIMS  AND OBJECTIVES:</strong></p> <p>Aim of carrying out this research and this project is to contribute my quota as an artist in combating the wild and overwhelming circulation of Bribery and corruption in Nigeria. Things have really fallen apart and nothing I at ease anyone, society is corrupt. Both the upper and the</p> <p>Lower class of people. Everybody wants to suffer in order to earn a Living. Even though it is not the proper way.</p> <p>           I therefore intend that after executing this project, Both the    upper and the lower class of will begin to see “Bribery and corruption” as a cankerworm eaten through the fabric of our nation and should we should try our best to desist from the act. My aim is to imbibe in everybody that looks at the billboard that we should desist from bribery, Nigeria would be better for all of us.</p> <p><strong>  1.3. SCOPE OF THE PROJECT:</strong></p> <p>  The project involves both practical aspects. The theories like I earlier mentioned is a three chapter work including conclusion and bibliography while the practical part is rendered on a bill board with the dimension of “4” by “3” ply wood board. I used oil paints, colour such as white, black, blue, and cream, yellow. It is the graphic illustration of a police man that stops a bus driver, trying to collect a token sum of “mortal” from the motorist with their slang “make you rojah me or else we go to station and the bold lettering, drawing the public attending that “Bribery and corruption” is a cankerworm eating through the fabric of our nation and should desist from it.</p> <p><strong>1.3        </strong><strong>DEFINITION  OF  TERMINOLOGIES:</strong></p> <p>Most of the terminologies used in both this and practical works are normal English and has no complications, some of them are:</p> <p>INDUCEMENT: persistence or influence somebody to do something.</p> <p>                EPIDEMIC: widespread among many people in the same Place for a time         </p> <p>                CANKERWORM: Evil influence of tendency that cause Decay.</p> <p>                 EMBEZZLEMENT: Use of money placed in one’s card in a Wrong way for one’s own benefit.         </p> <p>                 FORGERY: make a copy of something e.g. Signature, a   Bank note, a will in order to deceive.</p> <p>                 FRAUD: criminal deception.                    </p> <p>                 SMUGGLE: GET goods secretly and illegally out of a country through the custom.</p> <p>                 HOARDING: carefull7y saved and guarded store of money,                  Food or other treasured objects.</p> <p>                 BURGLARY: crime of breaking into a house by night to   steal</p> <p>                 RAMPANT:  social evil that is unchecked and beyond                  Control.       </p> <p>                  AMASS:  Acquitting of too much wealth.          </p> <p>                  ECHELON:  step –like formation of troops.</p> </div>\n\nPUBLICITY DESIGN COMPANY ON BRIBERY AND CORRUPTION (USING GRAPHICS MEDIUM)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PUBLICITY DESIGN COMPANY ON BRIBERY AND CORRUPTION (USING GRAPHICS MEDIUM)", "id": 3}, {"content": "<div class=\"abstract\">\n<div> <p><strong>ABSTRACT</strong></p> <p>This research project, studies the effect of poor maintenance of art studio tools, equipment and machinery on the teaching and learning of art in tertiary institution, with special focus on I. M. T. ceramic studio.</p> <p>The purpose of the study is to identify the various ways in which poor maintenance of studio equipment affects students training in art and how students can engage in self help activities to reactivate machineries, other equipment and tools for effective studio practice.</p> <p>The scope of the project covers the study of dis–functional electric potters wheels understanding and identifying the problematic aspects of the equipment and how to repair and reactivate them.</p> <p>The significance of this project is the opportunity it affords, the art student to have a technical knowledge of some of the equipment and machines used in production of art works particularly in his or her area of specialization with such knowledge, the student artist prepared him or herself to meet with the challenge of studio practice anywhere, anytime.</p> <p>The researchers, takes look at different contribution of authors, which are related to this topic.</p> <p>Finally the researchers expose the effect of poor maintenance on tools and equipment and recommended ways how those in authority and Government could make provision in their budget for maintenance of faulty tools and equipments, before they are grounded. It is said that “a  stitch in time saves nine”.</p> <p>                        <strong>TABLE OF CONTENTS</strong></p> <p><strong>CHAPER ONE</strong></p> <p>1.0              Introduction:</p> <p>1.1              Background of study:</p> <p>1.2              Statement of  problem:</p> <p>1.3              Purpose of the study:</p> <p>1.4              Scope and Delimitations of project:</p> <p>1.5              Significance of project</p> <p>1.6              Definition of Terms</p> <p><strong>CHAPER TWO</strong></p> <p>2.0              Literature Review:</p> CHAPER THREE <p>3.0              Research Design and Methodology:</p> <p>3.1              Re –statement of Research problem:</p> <p>3.2              Method of Data collections: </p> <p>3.3              Strategy for the practical project:</p> <p>3.4              Working Relationship Between parts:</p> <p>3.5              Observed faults:</p> <p>3.6              The Materials/ Tools:</p> <p><strong> CHAPER FOUR</strong></p> <p>4.0              Project Analysis and interpretations:</p> <p>4.1              Procedures:</p> <p>4.2              Analysis and interpretation</p> CHAPER FIVE <p>5.0       Summary, conclusion and Recommendation:</p> <p>5.1              Summary:</p> <p>5.2              Conclusion:</p> <p>5.3              Recommendations:</p> <p>5.4              Limitations:</p> <p>Bibliography:</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0              </strong><strong>INTRODUCTION</strong></p> <p>1.1              <strong>BACKGROUND OF STUDY</strong></p> <p>The issue of poor maintenance culture as it affects tools and equipment used in art production in tertiary institutions in Nigeria cannot be over emphasized. It is a poor attitudinal behaviour which has eaten deep into the social fabric of the Nigerian people. It manifests in different aspects of the industrial life of the people.</p> <p>Most institutions of higher learning where Art is taught lack adequate infrastructure facilities and equipment for effective teaching and learning of art. Some of the institution that could boast of some  facilities and equipment, have them in their dilapidated conditions were as a result of carelessness handling by student artists poor maintenance culture and total negligence on the part of departmental studio managers.</p> <p>This attitude to Art studio materials, equipment and machineries is in line with the general attitude prevailing within the nation. </p> <p>A visit to various ministries such as works and Housing: Agriculture citic will reveal sorry site of abandoned tractors, vehicles and other heavy equipment and machineries which otherwise would have been put to effective use in the pursuit of the objectives and goals of such ministries.</p> <p>It is not surprising therefore that professor Adesing Oladapo Aderisigbe of Obafemi Awolowo Uinversity Ile Ife would lament over inadequate funding in the faculty of Agriculture which has resulted in the abandonment of many of the facilities and equipment of the faculty for decades. (Kehinde Adio, 2005).</p> <p>The abandonment must have been as a result of their functional state which in most cases must have been as a result of poor maintenance.</p> <p>Writing on the collapsed Nukkei bridge in, Jalingo Taraba  state, David Molomo (2005) quoted Alhaji Abubarka (Deputy Governor) is attributing the collapse of the bridge to poor structure and maintenance. </p> <p>Within the premises of the campus 2 of the Institute Of Management and Technology Enugu would be found a good number of water tankers, pail loader,  and other vehicles which have been abandoned in a state of despair. At the industrial center would also be found, equipment for various productions which have not been assembled or have been allowed to rust.</p> <p>According to  the Head of work and services department the institute lacks the necessary fund to put these vehicles and equipment back to life – hence their abandonment.</p> <p>From the foregoing it is discovered that lack of fund is one of the major factors responsible for the poor maintenance culture that is prevailing within the Nigeria system.</p> <p>Another major factor to consider is non availability of the required technical know how. Most staff within the ministries, display lack of technical competence in the handling of machine and other working equipment. Where there are competent hand, surely maintenance cost would be reduced as the required repairs parts would be procured and repairs effected without engaging “experts” whose services would be very exorbitant.</p> <p>Reporting on the repair being carried out on the Niger bridge, Nwabueze Okonkwo of Saturday sun pointed out that the Commissioner for works lamented that lack of maintenance culture which has affected the bridge since 1962.  </p> <p>Architectural structures also suffer similar fate. There are reports of such collapsed buildings all around the country in recent times.</p> <p>Poor maintenance culture has been the bane of  our country which is having very adverse effect on national growth and development.</p> <p><strong>1.2              </strong><strong>STATEMENT OF PEOBLEM</strong></p> <p>Most art studio in institutions of higher learning have facilities for the teaching and practice of art but because of their conditions many of them are not functional this situation has affected student artist especially those who are specializing in ceramics.</p> <p>Because of financial constraints facing management, money is not readily available to repair such equipment like electric potters wheels, kick wheels, kilns, ball mill, blunger, and other higher equipment like pugmill and compressors.</p> <p>For lack of fund, electrical and mechanical experts cannot be consulted to effect repairs on these broken down equipment to this end, what is expected of the student artist whose progress in training depend on the availability of such tools and equipment.</p> <p><strong>1.3              </strong><strong>PURPOSE OF THE STUDY</strong></p> <p>The purpose of this study is to identify the possible ways art student can organize themselves through costless self help project to undertake effective repairs of broken down equipment and machineries in the art studio of their institutions that aid their training.</p> <p><strong>1.5       SIGNIFICANCE OF PROJECT</strong></p> <p>The significance of this project is the new dimension it introduces in the study of art. Under this new dimension, students have the opportunity to study and understand the design and mode of operation of the tools, equipment and machinery that are used in art production particularly with reference to one’s area of specialization.</p> <p>In this regard the art student will not see his working tool or equipment as object whose production is beyond his scope of knowledge and understanding.</p> <p>This approach place the art student in a position of great advantage like the driver/ mechanic. He or she will be asked to overcome problems associated with production within the studio or the industry.</p> <p><strong>1.6              </strong><strong>DEFININTON  OF TERMS</strong></p> <p><strong><em>POTTERS WHEEL:</em></strong> Machine designed to help potters to produce circular forms from a lump of plastic clay place on it revolving wheel head. This machine could be powered manually by kicking a pedal with the foot or by electric motor.</p> <p><strong><em>THROWNG: </em></strong>                         A  method of producing ceramic form in which a lump of clay placed on a  revolving wheel head is manipulated with the fingers to become cylindrical and consequently give the desired shape of a flower vase, or mug or cup or bowl.</p> <p><strong><em>WHEEL HEAD</em></strong> :                   This is a flat round metal disk which usually revolves on a vertical shift on which clay lumps are place for the production of cylindrical clay forms.</p> <p><strong><em>CERAMICS TOOLS:</em></strong> It is a light hand instrument used in preparing and extracting clay; on dealing forms, smoothening; felting and decorating clay ware.</p> <p><strong><em>CERAMIC EQUIPMENT:</em></strong>  ALL heavy duty machinery used in ceramic production such as kiln, potters wheel, pug mill, ventilation both spraying machine, spray gun, etc.</p> </div>\n\nTHE EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE", "id": 4}, {"content": "<div class=\"abstract\">\n<div> <p><strong>PREFACE</strong></p> <p>Experiences especially horrible ones rather make me appear muzzled then speak out uncontrollably but if I should speak out it is best done preferably through a medium that enhance authentic account and full representation. Coupled with out pouring of my time feeling these is herby directed towards the clear understanding of the message conveyed and creating an impact on the viewer. This medium is on other one but art, an artistic illustration of colours.</p> <p>Consequently, the making of the topic, “ILLITERACY” is based on the earlier mentioned principles. It hurts me so bad when ever I set my eyes on Children that are denied of their rights and treated badly.</p> <p>The thought often make my eyes over filled with tears that the drops escape for none but me to behold and consider myself by rather seeking the solution then living in the illusion.</p> <p>However, this is the report on the execution of my project which was done in oil on canvas it is a textured impasto which is achieved through manipulations  with a palette knife on he laid paints the resultant lazy effect on the figures portrays the true image and conditions of the victims and the affected children.</p> <p>Therefore, in personal disagreement with denial of right, or the refusal of acquiring children education, I decided to bring this topic into limelight.</p> <p>In this respect, the children’s involvement as the victims is common in our present society hence; I observed that this act is metamorphosing into a culture owing to ignorance.</p> <p>In this light this piece is aimed at erecting the awareness on the alarming rate of uneducated people and implication on the child in particular and the society in general.</p> <p>Precisely owing to the ubiquitous nature of the practice the vital role played by my researchers on necessary analytical and informative books in achieving this will not be ignored.</p> <p>Furthermore, many studies have shown that an uneducated person manifest various symptoms of behavioral differences, inculcation and speech difficulties.</p> <p>These make the uneducated person to fall victim of many negative forces or activity. Since the study suggests an increasing rate of uneducated people, trafficking of women and children and most of then is making than live so law.</p> <p>In conclusion therefore. 1 personally disagrees with the denial of rights and persuasion of this sort.</p> <p>Moreover, it is a thing of joy to have brought this into limelight (aesthetic design) </p> <p>In this respect with children involvement as the victim being common in our present society, hence this practice is transforming into culture at serving as a testimony to a practice that spells mans inhumanity to men.</p> <p><strong>TABLE OF CONTENT</strong></p> CHAPTER ONE <p>1.0       Back ground of the study</p> <p>1.1       Statement the study</p> <p>1.2       Purpose of the study</p> <p>1.3       Scope and delimit action of study</p> <p>1.4       Significance of the study</p> CHAPTER TWO <p>2.0       Review of related literature</p> <p>2.1       Street and working children</p> <p>2.2       Bothered Childs syndrome”</p> <p>2.3       Working children policy responses</p> CHAPTER THREE <p>3.0       Research approach or methodology</p> <p>3.1       Preparation of support</p> <p>3.2       Sketches development</p> CHAPTER FOUR <p>4.0       Presentation and analysis of project</p> <p>4.1       Presentation of project</p> <p>4.2       Analysis of the project design</p> <p>4.3       Photographs of the painting</p> CHAPER FIVE <p>Conclusion</p> <p>References</p> <p><strong>CHAPTER ONE</strong></p> INTRODUCTION <p><strong>1.0                                      </strong><strong>BACK GROUND OF THE STUDY</strong></p> <p>The story illiteracy is a narration of shame and exploitation the conditions of poverty and degradation in which to use these work” HUMANITY SHOULD BE ASHAMED”</p> <p>This is how sekon Toure of guinea expensed his observation on how the children of Africa are abused and refused being educated. This observation is true and that is why issues of illiteracy has being the concern of the international government and non-government of Nigeria also took a major step my enhancing free education for every one this is to increase the rate of employment and through this reduce the rate of illiteracy and poverty in Nigeria.</p> <p>The federal government also established the national children welfare committee under the auspices of the ministry of social development in  1982 to assist and advice governed on all matters relating to children by;-</p> <p>-          creating free education for children</p> <p>-          Reviewing polices programmer and services for parents so as to pass the information to their children.</p> <p>-          Formulating a national children welfare policy.</p> <p>-          A close observation of them are either prostitution / or child labour.</p> <p><strong>1.1              </strong><strong>STATEMENT OF THE PROBLEM</strong></p> <p>We have different thoughts within our minds about this topic. The researcher sees these as a very serious disease among the people living to live so low like animals. As an artist with much creative mind the researcher made it known to people, that being educated can make one to live happily. Through this sufferings or horrible live, the researcher speaks out to the public through representing his feelings artistically through the medium of painting.</p> <p>Consequently economic depression and the accompanied poverty with the retrenchment is another state of problem.</p> <p>Inadequate. Levels of living, the growth and movement of populations of the family as a social institution have contributed I immensely to the increasing nature of the statement of the problem.</p> <p><strong>1.2                                      </strong><strong>PURPOSE OF THE STUDY</strong></p> <p>The purposes of this study are to develop a colorful visual concept of the consequence for being an illiterate which have been seen through observation, most especially in this present days. It hurts me so bad, when ever I set my eyes on children that denied of their rights and treated without love.</p> <p><strong>1.3                                      </strong><strong>SIGNIFICANCE OF THE STUDY</strong></p> <p>Many people around this country may Not Appreciable the efforts to certain issue and problems that affects the country. It has been observed that is Nigeria is placed among the most corruption and this has affected the poor mass. This study significant to Enugu rural area and Nigeria, and even other African countries in the world. The benefits of building up the knowledge of the people so as to be educated so as to live a well balanced life. The stud call attention of people within Nigerian to be educated in as much educations has on limit or age. </p> </div>\n\nILLITERACY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ILLITERACY", "id": 5}, {"content": "<div class=\"abstract\">\n<div> <p><strong>PREFACE</strong></p> The topic of this project, masquerade of Afiolu festival in Nnewi tries to experiment and presents the Afiolu masquerade of Nnewi Local Government Area of Anambra State. <p>     At end of this work, a well finished Afiolu masquerade was accomplished.  This piece and it’s report has important role they play, like, Serve as reference material for artists and Non-Nnewi people that want to know more of Afiolu festival, and the masquerade figure stands as the symbol of this festival everywhere.</p> <p>     Furthermore, for the contemporary generation to read meaning into this phenomena when they come across such for the purpose of understanding, this work is spitted into the Five each deliberating a peculiar subject it started with Chapter One (Back history and so on) to the final chapter which is conclusion/suggestion.</p> <p><strong>TABLE OF CONTENTS</strong></p> <p><strong>CHAPTER ONE</strong></p> <p>1.1              Background history</p> <p>1.2              Statement of the problem</p> <p>1.3              Aims and objectives</p> <p>1.4              Scope of the project</p> <p>1.5              Limitation</p> <p><strong>CHAPTER TWO</strong></p> <p>2.1            Literature Review</p> <p><strong>CHAPTER THREE</strong></p> <p> Execution</p> <p>3.1            Medium (Description)</p> <p>3.2            Project development</p> <p>(materials/tools and application)</p> <p>3.3            Finishing</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.1           Project Analysis</p> <p><strong>CHAPTER FIVE</strong></p> <p>Conclusion</p> <p>1.1              Achievement</p> <p>1.2              Recommendation</p> <p>References</p> <p>        <strong>TABLE OF ILLUSTRATION</strong></p> <p>Plate one making of amateur</p> <p>Plate two work in progress</p> <p>Plate three Semi finished work</p> <p>Figure four sketches</p> <p>        Figure five Approved sketch</p> <p>        Plate six finished work</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.1         </strong><strong>BACKGROUND HISTORY</strong></p> <p>     “The Igbos appears to be people perpetually celebrating.</p> <p>Every month, some community somewhere is celebrating.  The Igbo year, “aro”, is a round of festivals and ceremonies, which vibrate with life, collier, sounds and meaning” (Okafor 1989: 133).</p> <p>     Festivals are an integral part of Igbo traditional culture and system.  It is a period of celebration when series of performance of music, drama, film etc, given regularly, especially once a year.</p> <p>     In Igbo land, every town, kindred, village have festivals they celebrates, like wise in Nnewi, Nnewi is a village that situated at southern part of Anambra State.  It’s people have a rather intricate origin, as handed down by the predecessors.</p> <p>     Also considering the fact that most so these information are based on oral traditions, we are presented with so many faces of the story making it difficult to identify the true origin.    </p> <p>    Despite of its intricate origin, Nnewi is in existence till    </p> <p>Date.  They have their festivals they celebrates Viz: Igu aro,</p> <p>Igba Ofala, Afiolu, Iriji, Ikwu aro, ETC.   Above all mentioned Afiolu Festival happens to be the greatest festival that Nnewi people respect and being practicing to date.</p> <p>     Since festival is a public celebration of very important event with different remarkable happenings in live.  Afiolu festival in Nnewi happens to be outstanding festivity that remarks when long toil of cultivation is over every year.  Also it was done to offer thanksgiving to the gods of crop and farming called Ufejioke which they believe that it makes their land to be fertile so that on harvesting period the plants will produce richly.</p> <p>     During this festival, there are so many activities that Nnewi people engage themselves into, like, people in their various homes cook different types of foods and drinks for enjoyment.  People that are abroad visit their various homes.  Friends visit their friends but the most important aspect of it is masquerading by the youths at ama.  Afiolu masquerade, this masquerades wipe themselves with a particular cane called anasi on their heads to display power and entertainment.  Women, girls and little children ran for them for fun.</p> <p>     Masquerading in afiolu festival has some important roles it plays during that great festival.</p> <p>a.         It act as homage to Ufejioke god of Crop and farming.</p> <p>b.        It act as refreshing of spirit/human relationship</p> <p>c.         It helps in sustaining of tradition</p> <p>d.        It serves as an entertainment to people</p> <p>e.         It also serve as a display of traditional wealth of creativity to Nnewi.</p> <p>Afiolu festival is free for everyone to participate, women and children are allowed because is a festival that brings sharing of love, happiness and unity.  It is one of their traditional heritages that is not against Christianity no performance of rituals in this festival.</p> <p>     Finally, Afiolu festival in Nnewi has been started for some years back till date, it is still this same.  It is a time of grand merriment for everybody in Nnewi be it indigenes or foreigners.</p> <p><strong>1.2         </strong><strong>STATEMENT OF PROBLEMS</strong></p> <p>     This project will attempt to solve the following problems.</p> <p>1.      The role of masquerading of afiolu festival</p> <p>2.      Those activities that features in the festival</p> <p>3.      The origin and concept of afiolu festival</p> <p>4.      The advantage of afiolu festival to Nnewi people.</p> <p><strong>1.3         </strong><strong>AIM AND OBJECTIVE</strong></p> <p>1.        To identify to what extent the role of masquerade in afiolu festival</p> <p>Influence Nnewi people.</p> <p>2.        To find out the extent those activities that feature in the festival affect</p> <p>Nnewi people.</p> <p>3.        To identify the origin are concept of afiolu festival in Nnewi</p> <p>4.        To find out to what extent the advantage of afiolu festival affect Nnewi</p> <p>People.</p> <p><strong>1.4         </strong><strong>SCOPE OF THE STUDY</strong></p> <p>     This work does not exceed the bounding of Nnewi community.  It’s emphasis, however, is on the art of masquerading in a specific occasion i.e.</p> <p>The Afiolu festival.</p> </div>\n\nMASQUERADE OF AFIOLU FESTIVAL IN NNEWI<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MASQUERADE OF AFIOLU FESTIVAL IN NNEWI", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong>SUPPLICATION (A CASE STUDY OF FORMS IN WOOD CARVING) </strong></p> <div> <strong>PREFACE</strong> <p>It has been my wish to execute this project titled Supplication depicting a woman Kneeling down in abstract, since all human effort are proving abortive in providing solution to man’s problem, It is very important for man to Look diligently for his God, the creator of universe who is the Last hope of the weak</p> <p>      The first chapter problem or scope of project, aims and objective and Limitations chapter two deal with Literature review while three high Lights the production stage, tools and material fire Summarize the subject matter and recommendations.</p> <strong>TABLE OF CONTENTS</strong> <p><strong>CHAPTER ONE</strong>:  </p> <p> Introduction</p> <p>1 .1 Statement of Problem             </p> <p>1.2   Aims and Objective                           </p> <p>1.3 Scope of the Project                            </p> <p>1.4   Limitations                             </p> <p>1.5 Definitions of Terminologies                 </p> <p><strong>CHAPTER TWO</strong></p> <p>2.1   Literature Review                              </p> <p><strong>CHAPTER THREE:</strong></p> <p>3.1   Project Execution and Methodology Media       </p> <p><strong>CHAPTER FOUR</strong></p> <p>4.1       Project Analysis</p> <p>4.2       Historical</p> <p>4.3       Function</p> <p><strong>CHAPTER FIVE</strong></p> <p>5.1   Conclusion                        </p> <p>5.2    Recommendation                         </p> <p>References</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>Right now it is clear that no man’s effort has been able to remedy the problem of mankind, even so it has been back in the history. Notiching this trend, some people seeking refuge in the world of God and strong enough in faith. They Love to be rich more than God and so become like the seed that falt among thorns and were choked. These people established churches and prayer house here and there, instead of teaching people the truth about Life, take to enriching them selves and preaching about prosperity. And so the problem of man kind remains unsolved even by prayers. How can God answer the prayer of the ungodly. With the view that man is a failure in his effort to question still remains what shall be done to quench this fire that is devouring mankind.</p> <p>      With this, the story of the prodigal son comes to mind.The prodigal son wanted his own share of his father’s property or wealth, when this was given to him, he went and misused it when he was hungry stickmen, disease prone and dejected just as to compare with the Situation of the world of man today. The prodigal son remembered his fatter with humble heart and this he did and was accepted and taking care of by the wealthy father, so if the world is compared to the prodigal son, it then means that the solution to the problem lies in the Lord</p> <p>Their God, and for them to come to God it has to be in total surrender in supplication because God never look down on a Lowly heart.</p> <p>     Supplication as the advance Learners dictionary has it means humble prayer. This humility is not the type that a hypocrites, can do but the type a determined individual who knows that he is in a problem and wants to be saved from his problem can do. Self denial to have a complete love   for a fellow man and total devotion to the Biblical viewing him solve them. And my own is based on Biblical believe.</p> <p>1.1       <strong>EMENT OF THE PROBLEM</strong></p> <p>This study intend to remind people that whatever they make supplication and some people don’t know God is well appreciated and is clear that this project is meant for those people so that they can recognize their creator and have solution to their problem. Other people may say they worship God, but do it in hypocritically. I want to make it clear that if is this set of people that cause the worst havoc to the earth and man, people should stop pretending to be good in its true sense then will things be good for them.</p> <p><strong>1.2       AND OBJECTIVE</strong></p> <p>   This concept, supplication was executed by me in sculpture to allow both the literate and the illiterate to have a look at a humble manner and pose in which man supposed to be in front of God at this material period. The sculpture piece which is a figure of a woman kneeling down covering her head as a sign of humility and Loyalty, During the period of our fore fathers, they normally take their problem to the idols they made with their own hand which is not the best for them, but rather, they should left up their hands to God with a clear heart for the solution of their problem, because God almighty is the ultimate.</p> <p><strong>1.3 SCOPE OF THE PROJECT</strong></p> <p>   The significant of this figure and its pose it’s the world in total surrender to God through Christ. The female figure reprensents the mother world, representing all the that the world, philosophically, this claim which means that the woman gave birth to all the races of the world, and the God to re-cleansed because in iniquity our parents concieved us.</p> <p><strong>1.5       DIFINITION OF TERMINOLOGIES</strong></p> <p>            For this work to stand firm there are some basic material that were involved which includes,</p> <p><strong>GOUGES</strong>: There are similar to chisels for there carved cutting edges gouges where particularly use for mortising.</p> <p><strong>MALLET</strong>: It has a shape of hammer but different because of it rubber head it is used for hammering the chisel and gouges.</p> <p><strong>CHISEL:</strong> A flat edge of metal with handle use for wood carving in various design (pattern).</p> <p><strong>AXE:</strong> usedr cutting and shaping log of wood.</p> <p><strong>RASP:</strong> This is used for cupping off of unwanted place during finishing.</p> <p><strong>MAQUETTE:</strong> A model of small size of the main work.</p> <p><strong>SKETCH:</strong> Preliminary drawing of the main work.</p> <p><strong>TEXTURE:</strong> The process of applying rough but deliberate design on the work for beauty purpose.</p> <p><strong>SAND PAPER</strong>: Use for smoothing of the word surface.</p> <p><strong>NOTE.</strong></p> <p>Schefte williams c:                Biology (principal and issues</p> <p>                                               Addison vesley (1975:976)</p> <p>                                               P.976.</p> </div>\n\nSUPPLICATION (A CASE STUDY OF FORMS IN WOOD CARVING)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SUPPLICATION (A CASE STUDY OF FORMS IN WOOD CARVING)", "id": 7}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>This research project, studies the effect of poor maintenance of art studio tools, equipment and machinery on the teaching and learning of art in tertiary institution, with special focus on I. M. T. ceramic studio. <br/>The purpose of the study is to identify the various ways in which poor maintenance of studio equipment affects students training in art and how students can engage in self help activities to reactivate machineries, other equipment and tools for effective studio practice. <br/>The scope of the project covers the study of dis–functional electric potters wheels understanding and identifying the problematic aspects of the equipment and how to repair and reactivate them. <br/>The significance of this project is the opportunity it affords, the art student to have a technical knowledge of some of the equipment and machines used in production of art works particularly in his or her area of specialization with such knowledge, the student artist prepared him or herself to meet with the challenge of studio practice anywhere, anytime. <br/>The researchers, takes look at different contribution of authors, which are related to this topic. <br/>Finally the researchers expose the effect of poor maintenance on tools and equipment and recommended ways how those in authority and Government could make provision in their budget for maintenance of faulty tools and equipments, before they are grounded. It is said that “a stitch in time saves nine”. </p> <p>CHAPTER ONE</p> <p><strong>1.0 INTRODUCTION<br/>1.1 BACKGROUND OF STUDY </strong><br/>The issue of poor maintenance culture as it affects tools and equipment used in art production in tertiary institutions in Nigeria cannot be over emphasized. It is a poor attitudinal behaviour which has eaten deep into the social fabric of the Nigerian people. It manifests in different aspects of the industrial life of the people. <br/>Most institutions of higher learning where Art is taught lack adequate infrastructure facilities and equipment for effective teaching and learning of art. Some of the institution that could boast of some facilities and equipment, have them in their dilapidated conditions were as a result of carelessness handling by student artists poor maintenance culture and total negligence on the part of departmental studio managers. <br/>This attitude to Art studio materials, equipment and machineries is in line with the general attitude prevailing within the nation. <br/>A visit to various ministries such as works and Housing: Agriculture citic will reveal sorry site of abandoned tractors, vehicles and other heavy equipment and machineries which otherwise would have been put to effective use in the pursuit of the objectives and goals of such ministries. <br/>It is not surprising therefore that professor Adesing Oladapo Aderisigbe of Obafemi Awolowo University Ile Ife would lament over inadequate funding in the faculty of Agriculture which has resulted in the abandonment of many of the facilities and equipment of the faculty for decades. (Kehinde Adio, 2005). <br/>The abandonment must have been as a result of their functional state which in most cases must have been as a result of poor maintenance. <br/>Writing on the collapsed Nukkei bridge in, Jalingo Taraba state, David Molomo (2005) quoted Alhaji Abubarka (Deputy Governor) is attributing the collapse of the bridge to poor structure and maintenance. <br/>Within the premises of the campus 2 of the Institute Of Management and Technology Enugu would be found a good number of water tankers, pail loader, and other vehicles which have been abandoned in a state of despair. At the industrial center would also be found, equipment for various productions which have not been assembled or have been allowed to rust. <br/>According to the Head of work and services department the institute lacks the necessary fund to put these vehicles and equipment back to life – hence their abandonment. <br/>From the foregoing it is discovered that lack of fund is one of the major factors responsible for the poor maintenance culture that is prevailing within the Nigeria system. <br/>Another major factor to consider is non availability of the required technical know how. Most staff within the ministries, display lack of technical competence in the handling of machine and other working equipment. Where there are competent hand, surely maintenance cost would be reduced as the required repairs parts would be procured and repairs effected without engaging “experts” whose services would be very exorbitant.<br/>Reporting on the repair being carried out on the Niger bridge, Nwabueze Okonkwo of Saturday sun pointed out that the Commissioner for works lamented that lack of maintenance culture which has affected the bridge since 1962. <br/>Architectural structures also suffer similar fate. There are reports of such collapsed buildings all around the country in recent times.<br/>Poor maintenance culture has been the bane of our country which is having very adverse effect on national growth and development.</p> <p><strong>1.2 STATEMENT OF PEOBLEM </strong><br/>Most art studio in institutions of higher learning have facilities for the teaching and practice of art but because of their conditions many of them are not functional this situation has affected student artist especially those who are specializing in ceramics. <br/>Because of financial constraints facing management, money is not readily available to repair such equipment like electric potters wheels, kick wheels, kilns, ball mill, blunger, and other higher equipment like pugmill and compressors. <br/>For lack of fund, electrical and mechanical experts cannot be consulted to effect repairs on these broken down equipment to this end, what is expected of the student artist whose progress in training depend on the availability of such tools and equipment.<br/><br/><strong>1.3 PURPOSE OF THE STUDY </strong><br/>The purpose of this study is to identify the possible ways art student can organize themselves through costless self help project to undertake effective repairs of broken down equipment and machineries in the art studio of their institutions that aid their training. <br/><strong>1.4 SCOPE AND DELIMITATIONS OF PROJECT </strong><br/>The scope of this project cover a study of the design of the non–functional electric wheel, with the aim of understanding the working relationship of the components and identifying the faults. It also covers the dismantling of the components with the aim of understanding the extent of damage and identifying steps to take in the restoration of functionality.<br/>Thirdly, it also covers the repair and replacement of damaged parts and finally the reassembling of the entire components.<br/>The project did not cover the historical development of potters where through the ages. It was not concerned with a comparative study of different electric wheels and their efficiency. Finally the project did not deal with design and production of new electric potters wheel.</p> <p><strong>1.5 SIGNIFICANCE OF PROJECT</strong><br/>The significance of this project is the new dimension it introduces in the study of art. Under this new dimension, students have the opportunity to study and understand the design and mode of operation of the tools, equipment and machinery that are used in art production particularly with reference to one’s area of specialization.<br/>In this regard the art student will not see his working tool or equipment as object whose production is beyond his scope of knowledge and understanding. <br/>This approach place the art student in a position of great advantage like the driver/ mechanic. He or she will be asked to overcome problems associated with production within the studio or the industry.</p> <p><strong>1.6 DEFININTON OF TERMS </strong><br/>POTTERS WHEEL: Machine designed to help potters to produce circular forms from a lump of plastic clay place on it revolving wheel head. This machine could be powered manually by kicking a pedal with the foot or by electric motor. <br/>THROWNG: A method of producing ceramic form in which a lump of clay placed on a revolving wheel head is manipulated with the fingers to become cylindrical and consequently give the desired shape of a flower vase, or mug or cup or bowl. <br/>WHEEL HEAD : This is a flat round metal disk which usually revolves on a vertical shift on which clay lumps are place for the production of cylindrical clay forms. <br/>CERAMICS TOOLS: It is a light hand instrument used in preparing and extracting clay; on dealing forms, smoothening; felting and decorating clay ware. <br/>CERAMIC EQUIPMENT: ALL heavy duty machinery used in ceramic production such as kiln, potters wheel, pug mill, ventilation both spraying machine, spray gun, etc. </p>\n\nEFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE OF ART<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE OF ART", "id": 8}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>This research project COMPUTER ANIMATION AND IT ROLE IN ADVERTISING (FOCUS ON ONLINE BANNER ADVERTISING) looks deeply at the computer animation and most importantly the role these two places in advertising.<br/>One can never know the value or importance of ones power of imagination unless its being to existence that moving images have the potentials to convey a lot much more information although images still convey a lot information because the human visual system is a sophisticated information processor.<br/>Animated being recorded or produce for viewing is typically presented in film or video format and it cuts across advertising by recording a series of still images.<br/>This research project also looks in the vital role animation and computer animation plays in advertising as mentioned in the first paragraph.<br/>Animation got a big bit when it delved into television and television been one means which advertising can achieved effectively.<br/>This was a turnover for animation. Initially animation was just art. Computer animations coming in to play, advert or commercials are now more interesting creating attention, talking of attention, ‘An animation banner ad will have greater attention- getting capacity than a static banner ad.’ This will be discussed later.</p> <p>CHAPTER ONE</p> <p><strong>INTRODUCTION<br/>1.1 COMPUTER ANIMATION </strong><br/>This research project is basically to help undergraduates or even be handy for computer graphic programmers who want to learn and know more about the basis of computer animation programming and even go a step further to knowing it role in advertising because this research project gives some deep and explanatory as earlier stated.<br/>As discussed earlier in animation itself, to ‘animate’ is literally to give life to ‘Animating’ is moving something, which cannot move itself and its concern with time so, computer animation is the art of creating moving images via the use of computers or the use of computer to create animations. It is a sub field of computer graphic and animation.<br/>There are different method operate or make computer animations.<br/>Increasingly it is created by means of 3D computer graphics or animation; through 2D computer graphics are still widely used. Sometimes the target of the animation is the computer itself sometimes the target is another medium, such as file. One way to create computer animation is to create objects and render them. This method produces perfect and three-dimensional looking animations.<br/>To create the illusion of movement an image is displayed on the computer screen then quickly replaced by a new image that is similar to the previous image, but shifted slightly. This technique is clinical to how the illusion of movement is achieved with television and motion picture<br/>i. SAMPLE EXAMPLE (CA)<br/>The screen is blanked to a background color such as back. Then a filled red circle is drawn in the center of the screen. Next the screen is blanked; but the red circle is drawn slightly to the right of its original position. This process is repeated, each time moving the circle a bit to the right. If this process is repeated fast enough the red circle would appear to move smoothly to the right. This basic procedure is used for all moving pictures in films and television. <br/>ii. TOOLS <br/>Computer animation can be done on a variety of computers, simple cell animation requires nothing more than that a computer system capable of simple graphics with proper animation software. Unfortunately, most of the computer animation that you see on television and in other areas is done on extremely sophisticated workstation. This page is broken into two software and hardware,<br/>There are some of the most popular software packages used by companies schools and individual all around the globe.<br/>1.3D Studio Max<br/>2. 3D Studio<br/>3. Light ware 3D<br/>4. Adobe PhotoShop<br/>5. Animator Studio</p> <p>EXPLANATION<br/>To trick the eye and brain into thinking they are seeing a smoothly moving object the picture must be drawn at about 24 frames per second (FPS) or faster (a frame is one complete image). With rates above 70 FPS, no improvement in realism or smoothness is perceivable due to the way the eye and brain process images at rates below 24FPS, most people can detect Jerkiness associated with the drawing of new images which detracts0 from the illusion of realistic movement. Conventional hand-draw cartoon animation often used 12EPS in order to save on the number of drawings needed, but this is usually accepted because of the stylized nature of cartoons. Because it produces more realistic imagery computer animation demands higher frame rates to reinforce this realism.<br/>The reason no Jerkiness is seen at higher speeds is due to ‘persistence of vision’ from movement to movement the eye and brain looking together actually store whatever you look at for a fraction of a second and automatically smooth out’ minor jumps movie film seen in a theater runs at 24FPS which is sufficient to this illusion of continuous movement.<br/>(ii) COMPUTER ANIMATION’S ROLE ADVERTISING<br/>Advertising is mass communication that advertising pays for in order to convince a certain segment of the public to adopt ideas or take actions of benefit to the advertisers.<br/>In the 1950s the advert of television, which is one of the faster way of advertising, developed fast to the advertising medium #1. <br/>Now advertising could demonstrate thee use of their products and present well know figures to praise it. They also arrange emotions through television.<br/>One of the most popular uses for computer animation is in television advertising some of thee models that the commercial would see extremely difficult to animation in the past (i.e. saxophones, boxes of detergent, bathrooms, kitchen etc.) this is use or was discovered. The modeled objects would then be animated and incorporated with live video. The process involved in modeling and create the animation could take as many weeks.<br/>In most case, advertising needs media to be inserted. Usually, animation is used images derived from live film.<br/>Sometimes the animation detail is so high, that viewers can’t tell if what they are seeing is real or not.<br/>In this context of computer animation in advertising, the effects of animation in Online Banner Advertising will be assess; Hierarchy of effects models.<br/>This study/ research attempts to examine the effects of animation banner ads, as well as the moderating effects of involvement, on each stage of the hierarchy of effects model.<br/>The result of this study/ research provide support for the notion that animated banner ads prompt better advertising has better attention – grubbing capabilities, and generates higher recall more favorable Ad.<br/>While online advertising has grown dramatically during the past several years (low 2000) attracting individuals attention and persuading them remain one of the critical issues for the practitioner. The only way these practitioner can make a big hit is by the innovation of animation in the ads.<br/>The also attempts to assess the effect of animation banner ads over status ads with the framework of the hierarchy of effects.</p> <p><strong>1.2 BACKGROUND HISTORY</strong><br/>Computer animation has been around as long as computer graphics. The University of Utah founded by DARPA. Was the easily pioneer in computer graphics and produced many of the well- know names in graphics. The first major sketchpad in 1962 by Ivan Sutherland. This system animates line drawings on a screen—based animation.<br/>Also produced for the effort of the university of Utah were some early films hand and an animated face by such folks as Ed cat mill, break crow, Fred Parke, and Jim Blinn. It has been earlipsed.<br/>In the late sixties chuks Csuri was doing some pioneering work in computer animation in the computer graphics Research Group at the Ohio state university. A<br/>Major feature of that came out the Ohio State in the seventies was real time video play back from a digital disk.<br/>In the early 80s the research group become the advance computing center for Art and Design and continues to produce computer animation.<br/>Norm Balder, at the University of Pennsylvania, was one of the first researchers addressing the problem of human figure animation. He has continued this research and has established the center for human modeling and simulation.<br/>Also in the mid-seventies, at Cornell university, the programmer for computer graphics, under the direction of Don <br/>Green berg, generated some architecturally walk- through of Conrail’s Campus.</p> <p>Computer animation has become regular and popular in special effect. movies such as ‘Jurassic Park’ terminator 2 judgement Day and ‘the Abyss’ have brought computer animated called Hunger was produced by Reine Jodin and directed animated by peter folders in 1974. This effort was a 2.5D system that depended heavily on object interpolation techniques.<br/>A major part in integrating live film and computer animation, is to make absolutely sure that scale and perspective of the animation are light. The scale is important to making the animal beharable. The animators go through a greater deal work to make sure this is right.<br/>In 1907 the HAUNTED HOTE is an animators film by James Stuart Blacktion. In this film the animated was created by stop motion and effects animated of 3Dobjects- wine<br/>Poured into a glass, bread cut and a table set without a human present. The film was a success and introduced 3D animation at the world.<br/>Storyboards play an important role in creating animation, but there would probably never be a storyboard for something as simple as a flipping logo or a bouncing ball.<br/>For example the movie ‘terminator 2 judgement day’ produced in 19….. there was a scene in that movie when one of the characters walks through fire. The animators would have to perfectly model the character to the greatest detail. They would then make their model unimick the live character movement and make him walk through. The fire then they would the two images together.<br/>In 1995, Disney and pixar released the very first, fall length, totally computer animation motion picture.<br/>Just like conventional animation computer animation is also a form of art. This can be confirmed by the words of the father of animation should be art in 1911-21. An artist can control a magnitude of things in a computer animation with a few clicks of a mouse than he can do in the conventional animation methods. A light source can be moved very easily without re-doing the whole animation.<br/>There is now a great industry in computer animation. There is a great need for more stunning animations for television to keep the watchers glued to the screen. There is also demand for computer animation in many fields because of this demand. There is also a growing number of computer animation companies.<br/>They are to mention a few:<br/>1. Adobe system Inc.<br/>2. Alias/ wave front<br/>3. Aula Desk <br/>4. Bantering<br/>5. Calgary<br/>6. Computer vision<br/>7. Electro Image<br/>8. National Association of Broad Casters.</p> <p><strong>1.3 RESEARCH PROBLEM</strong><br/>This project is out to solve the idea of just having a stain banner advert, but giving importance of having an animated banner advert with the use of computer to achieve this.<br/>Static banner advertising does not appeal to the eye- brain because of its usual nature, which is static. Animation comes in to change all that because it draws attended and the memory of it remains.<br/>This project research is out to change the face of advertising and to through light on the importance of computer animation.</p> <p><strong>1.4 RESEARCH AIMS/ OBJECTIVE</strong><br/>An animated banner advertising will have greater attended- getting capability than a static banner ad and also images convey a lot information because the human visual system is a sophisticated information processor. So, it follows or it can be said that moving images have the potential to convey much more information.<br/>The versatility of an artist in the society is the ability of being really creative and experimental especially in the field of animation in respect of adverting in the field animation and advertising. Meleis in 1890 using simple tricks and techniques of a camera to make inanimate objects appear to move. Art history has made it open to the artist about the style expressionism and mannerism to be more creative in expression design. The aim of this research is to make artist and computer graphics programmers see the important of been innovation in their thinking. </p> <p><strong>1.5 SCOPE OF SYUDY</strong><br/>This project scope is basically based on animation production through computer and to know the important nature of animating in advertising because animation gives adverts a different status altogether. It creates more time than the old usual adverts.<br/>And how these representations and creativity can be manipulated to produce this result through the user of computer with the use of full 3D computer animation and the techniques to move objects interesting ways.</p> <p><strong>1.6 LIMITATION/ DELIMITATION</strong><br/>The lack of constant usage of computer as a result of non-usage in the department and lack of computer animation textbook in institution of management and technology library as some limitation to achieving what was initially intended.<br/>Most especially time factor, which has always been the limitation. <br/>The research has to be represented with source from the lecturer, and magazines and some foreign aid.<br/>As said earlier time factor this work has to be out under a limit but yet a reasonable standard was achieved.</p> <p><strong>1.7 OPERATIONAL DEFINITION OF TERMINOLOGY</strong></p> <p>Animate: Denotatively mean to give life to.<br/>Animating is moving something, which cannot move <br/>It’s self.<br/>Anthropomorphic: is an attributing human form to a god to or <br/>animal.<br/>Camera: An apparatus use to produce images <br/>through light.<br/>Computer: An electronic device with features that <br/>enable the performance or acceptance of <br/>input (Data/ instructions/ signals) <br/>proceeds the input as directed by the <br/>computer internal control operations store <br/>information’s and yield a result (output) a <br/>Consequence of the processing actions.<br/>Constraint: A restriction in a strained manner.<br/>Direct 3D Microsoft’s API for 3D graphics.<br/>Flipbook: is a table of paper with an individual <br/>drawing on each page so the viewer could <br/>flip through them.<br/>Film strip: A motion picture film made of a number of<br/>still photographs shown in sequence.<br/>Film A transparent photographic material <br/>chemical treated to produce images when <br/>exposed to light.<br/>Film studio: A studio in which motion pictures film/ s <br/>are recorded.<br/>Frame: An organized shaped button for the finished <br/>decoration of an art piece according to its <br/>shape.<br/>Fogging: Blending part of a scene with colour.<br/>Interpolate: is acts inserts, or interject.<br/>Raster Graphics: Computer graphics system which process <br/>images, formed from raster of pixels.<br/>Scene: the sequence of play, television or motion <br/>picture show over a continues period of time.<br/>Screen: the surface into which the image of a side <br/>television or motion picture is projected.<br/>Shot: A continues filming by a camera.<br/>Sketch: To make an outline of a drawing such that the <br/>Objects is recognizable.<br/>Studio: the place where an artist works an origination <br/>point for television and radio programmes. <br/>An enclosure where pictures are taken.<br/>Storyboard: A presentations panel comprising of <br/>illustration’s of various shots, sequence, scripts <br/>and notes regarding filming of a television <br/>commercial.<br/>Pixel: The smallest addressable element of a picture.</p>\n\nCOMPUTER ANIMATION AND ITS ROLE IN ADVERTISING FOCUS ON ONLINE ADVERTISING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTER ANIMATION AND ITS ROLE IN ADVERTISING FOCUS ON ONLINE ADVERTISING", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>In recent years, the cartoon genre has gained considerable research interest,from all disciplines. Perhaps one of the sternest yet satirical forms of communicating in modern times is cartoon. The term cartoon refers first to metaphorical codification, and second to a satirical or humorous genre through which an artist subtly informs, educates and entertains his viewers. Whereas before the imposition of colonial rule in Africa, traditional African societies possessed their peculiar means of criticizing, satirizing and depicting the socio-economic and political phenomena through songs, poems and drama. Despite the introduction of printing press in 1846 and newspapers in 1859 in Nigeria, the use of cartoon as a means of portraying social realism did not gain currency until 1930s when the West African Pilot newspaper blazed the trail. Since then, cartoon has become pungent instrument of communication and illustration in Nigeria. This paper aims at illustrating the use of cartoon as a factor of Nigeria’s social history. This study will analyze selected cartoons from some cartoonists published in national dailies in Nigeria over the years. </p> <p><strong>INTRODUCTION</strong></p> <p>Doubtless, cartooning as an art form and sociocultural expression remains a valid means of collating a people’s life experiences, as well as engineering for them an acceptable social mode through constructive criticisms and applause. Yet, this subject has suffered undue neglect among social scientists and other scholars. This shortcoming is even more apparent in Nigeria where cartoons are granted, at best, no more than a grudging appreciation and, at worst, indifference.</p> <p>Pictorial form of communication can be said to have existed as long as man himself. In Africa, proof of drawings, paintings and engravings- rock art which is precursor of the cartoon- is available in a variety of sources and oddly enough was discovered earlier than the European ones. Dating these has been rather difficult. Man being perhaps the highest social creature is known to devise clear means and processes of organizing and controlling its teeming populace wherever they commune for development.</p> <p>Cartoon a visual image, known to be a medium of communication- conveying message quickly and clearly- is one critical component of the development of political processes. Of the various visual forms and illustration genres in modern times, the cartoon is perhaps one of the most usual. It is said to be a visual metaphor or metaphorical codification through which an artist (a functional member of the polity and keen societal gauge trained in close observation), informs, educates or entertains his viewers. Furthermore, it has been classified as a form of ‘<strong>cool media’ Nelson</strong> argues that cartoon is a <strong>screaming medium</strong> that cannot be denied attention. </p>\n\nCARTOON A FACTOR OF NIGERIA’S SOCIAL HISTORY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CARTOON A FACTOR OF NIGERIA’S SOCIAL HISTORY", "id": 10}, {"content": "<div class=\"abstract\">\n<div><strong><em>ABSTRACT</em></strong></div> <div><em>This study investigated An Examination Factors Affecting Students‟ Behaviour in Cultural and</em></div> <div><em>Creative Artsin Junior Secondary Schools in Nasarawa State, Nigeria. The aim of the study was to identify the significant factors that affect students‟ behaviour in Cultural and Creative Arts among some selected secondary schools in Nasarawa State, Nigeria. The objective of the study is to ascertain if instructional strategies employed by art teachers have any significant influence on studentsbehaviour in Cultural and Creative Arts, assess the environmental factors (such as family, school, peers and the society) which affect students learning.Assess the socio-cultural and religious factors which influence students‟behaviour in learning Cultural and Creative Arts,and to determine if gender of students have influence on the students learning of Cultural and Creative Arts in Nasarawa State. The information gathered was analyzed using descriptive statistics.A stratified random sampling technique was used in the selection of the subjects in schools, in the case of the teachers; the art teachers responsible for teaching the art subject were selected.A 23- item questionnaire for students and a 22- item questionnaire for teachers were administered, and interview was conducted for students and teachers alike. A total of three hundred respondents comprising teachers and students from selected private and public secondary schools within Nasarawa, Keffi, Akwanga, Lafia, and Awe Local Government areas were selected for the study respectively. Pilot study was used for feasibility study to ensure that the ideas / methods behind the research are sound before launching into a larger study. In all, a total of fifty students and seven teachers were selected The populations for the pilot study were teachers and students, drawn from selected (private and public) secondary schools within Nasarawa, Keffi and Akwanga towns. This constituted the sample size used for the pilot study.After collecting the data obtained from the instruments, the mean scores of the data obtained were used to analyzeand determine the degree of the relationship of the variables involved through the use of the statistical package for social and scientific method [SPSS]. The researcher discovered in the study that poor methodology, socio cultural and religious views, environmental influence are factors against effective teaching of Cultural and Creative Arts. The researcher concluded by recommending that there is also the need to provide opportunities for learners to develop language, express feelings, ideas, and moods through Cultural and Creative Arts activities, because lack of past art experiences have a negative impact on attitude to art education.</em></div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1Background of the study.</strong></div> <div>Cultural and Creative Arts education is a subject which leads children towardsthe understanding and appreciation of arts and culture. Itdevelops the creative skills and aesthetic sensibilities of children. Itinvolves the philosophy, psychology and sociology of education in learning situation.Cultural and Creative Artsprogrammeisdesigned to meet the professional needs of students who plan to specialize in Fine Arts, Drama, and Music. Creative Arts provide and trains teachers for the schools and colleges. Nigerian government realizes the importance of Cultural and Creative Arts and therefore include it in the National Policy on Education (Federal Ministry of Education,1981, 2004, 2007).The teaching of the subject is compulsory in Junior Secondary School and it is made optional at the senior secondary level. To ensure successful implementation of this programme, the federal government provided Cultural and Creative Arts syllabusfor all Junior Secondary Schools in Nigeria.</div> <div>Crowder in Akolo (2000)perceived that a way of preserving the arts in Nigeria is to encourage effective teaching – learning through provision of adequate materials and funds. Funds are not adequately allocated to Cultural and Creative Arts Secondary Schoolsprincipals. There is need for attitudinal change on the part of parents, teachers and school administrators as suggestedby Olorukooba (1990; 2006); Mbahi,(1990; 2008). The attitudinal change on the part of the administrators is also part of the problem of the Cultural and Creative Arts. Teachers and students also make negative statements about Creative Arts to people in authority. Such attitudes have to change for the students to be receptive to the teaching of Cultural and Creative.</div> \n\nAN EXAMINATION OF FACTORS AFFECTING STUDENTS’ BEHAVIOUR IN CULTURAL AND CREATIVE ARTS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN EXAMINATION OF FACTORS AFFECTING STUDENTS’ BEHAVIOUR IN CULTURAL AND CREATIVE ARTS", "id": 11}, {"content": "<div class=\"abstract\">\n<div><strong>Abstract</strong></div> <div><em>This study was a survey of the availability and usage of contemporary art teaching and learning materials in Colleges of Education in Kaduna and Plateau States. Teachers in Nigeria over the years have been using the conventional instructional materials but modern ones are better and more effective. Information and communication technology (ICT) has made communication easy and has improved media instructional materials which art teachers should be exposed to in Colleges of Education. Teachers are expected to be conversant with the use of these contemporary instructional material. The aim of the study was to assess the availability and usage of contemporary instructional materials in colleges of education in Kaduna and Plateau states with the following objectives. To assess the types of modern instructional materials in Colleges of Education in the above mentioned states. Determine the adequacy and use of such audio visual and electronic resources in the Colleges of Education and to assess the problems teachers and students face in the use of audio visual and electronic resources. The population for the study consisted of a total number of 174 art students and 45 art teachers making a total of 219 from the four colleges of education being covered in the study. The instrument used for data collection consisted of two sets of questionnaires, they are Art Teachers Inventory Questionnaire (ATIQ) and Art Students Inventory Questionnaire (ASIQ). The major findings of the study indicate; Inadequate modern instructional materials in Colleges of education in Kaduna and Plateau states, the adequacy and use of such instructional materials for teaching Fine and Applied Arts was far below average as the modern materials were not available, Teachers competence on the use of modern instructional materials was more than that of students who largely depended on the colleges to provide them. Teachers and students face some problems which include lack of availability of modern instructional materials. Based on the findings, there is need for all stake holders in the educational sector to provide adequate modern materials. Institution should organize professional workshops and seminars that will guide the teachers on the use of contemporary materials.</em></div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1               </strong><strong>Background of the Study</strong></div> <div>The emergence and production of instructional materials had undergone several reviews and processes by different professionals in various fields of learning. These experts have developed and produced such materials in line with the needs of their areas of specialization and the resources available in their locality. Experience over the years has shown that teachers have been depending on excessive use of words to express and to convey ideas or facts in the teaching-learning process. This practice is termed the \"chalk-talk\" method. In modern times, advances in technology have made it possible to produce materials and devices that could be used to minimize the teachers talking all the time, make the message clearer, more interesting and easier for the learners to assimilate. (Onasanya, 2008). According to Soetan (2010), graphics materials include charts, posters, sketches, cartoons, graphs and drawings. Graphics communicate facts and ideas clearly through combination of drawings, words and pictures. The use of graphics in teaching creates greater understanding of the materials being studied. They also help learners to visualize the whole concepts holistically showing the relationships with one another. The role of graphic materials in visual communication is therefore very unique and significant.</div> <div>Olumorin (2009) in the simplest term defines instructional materials as those materials that help the teacher to teach with ease and the learners to learn without stress. The author explained that instructional materials appeal to the senses of seeing, touching, smelling, feeling and hearing. They include projected, non projected audio visual, printed and others. It also includes three dimensional objects that are produced through locally sourced materials, programme instruction, and instruction package. Natoli (2011) states that instructional materials are also referred to as Audio Visual (AV or A/V) which works with both sound and visual components. The production or use of such works or equipment to create and present works.</div>\n\nA SURVEY OF THE AVAILABILITY AND USE OF INSTRUCTIONAL MATERIALS FOR ART TEACHING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A SURVEY OF THE AVAILABILITY AND USE OF INSTRUCTIONAL MATERIALS FOR ART TEACHING", "id": 12}, {"content": "<div class=\"abstract\">\n<b>COMPUTER ANIMATION AND IT’S ROLE IN ADVERTISING<br/>(FOCUS ON ONLINE ADVERTISING)<br/>ABSTRACT</b><br/>       This research project COMPUTER ANIMATION AND IT ROLE IN ADVERTISING (FOCUS ON ONLINE BANNER ADVERTISING) looks deeply at the computer animation and most importantly the role these two places in advertising.<br/>       One can never know the value or importance of ones power of imagination unless its being to existence that moving images have the potentials to convey a lot much more information although images still convey a lot information because the human visual system is a sophisticated information processor.<br/>       Animated being recorded or produce for viewing is typically presented in film or video format and it cuts across advertising by recording a series of still images.<br/>       This research project also looks in the vital role animation and computer animation plays in advertising as mentioned in the first paragraph.<br/>       Animation got a big bit when it delved into television and television been one means which advertising can achieved effectively.<br/>This was a turnover for animation. Initially animation was just art. Computer animations coming in to play, advert or commercials are now more interesting creating attention, talking of attention, ‘An animation banner ad will have greater attention- getting capacity than a static banner ad.’ This will be discussed later.<br/>ABOUT ANIMATION<br/>        It’s very improper to state any exposition or revealing of computer animation and it role in advertising without having the knowledge of animation and its background.<br/>       Animation refers to the process, in which each frame of a film or movie is produced individually whether generated as a computer graphic, or by photographing drawn images, or by repeatedly making small changes to model and then photographing the result. When the frames are strung together and the resulting film is viewed at a speed of 16 or more frames per second. There is an illusion of continuous movement (due to the persistence of vision).<br/>       Generating such a film is very labour intensive and tedious, through the development of computer animation has greatly speed up the process. A graphic film format, which is called GLF, allows animation to be reviewed on a computer. <br/>Another format called flash allows for animation to be viewed over on the Internet.<br/>       But basically, to ‘animate’ is to literally ‘to give life to’.<br/>Animating is moving something, which cannot move itself.<br/>Animation adds to graphics the dimension of, which vastly increases the amount of information, which can be transmitted. In order to animate something, the animator has to be able to specify, either directly or indirectly, how the thing is to move through time and space.<br/>There are different styles of animation:<br/>1.        Traditional animation<br/>2.        Rote scooping <br/>3.        Computer Animation <br/>4.        Cutout animation<br/>5.        Analog computer animation<br/>6.        Stop- motion animation<br/>7.        Clay motion<br/>8.        Pixilation<br/>9.        Limited animation<br/>10.    Pinscreen animation<br/>11.    Drawn on film animation<br/>        The history film animation begins with the earliest days of silent film and continuous through the present day, the first animated cartoon was from French Emile Renaud, that created praxynoscope, animation system of pictures and films of about 500 pictures projected on its own theatre optique, system near from modern film projector, at Musee Gevin in pairs, French, in cartoon on standard picture film was Fantasomogorie by the French director Emile courted in August 17, 1908.<br/>       ‘Animation should be art… what you fellows have done with it is making it into trade… not an act, but a trade… bad luck’ these were the word from Winsor Mccay, father of animation cartoon. As a then animation was just art.<br/>       The work of animation was no longer a one man work, it was a stream lined, assembly- line process in the best Henry Ford tradition.<br/>       SOME FAMOUS NAMES IN ANIMATION.<br/>1.      Tex Henry<br/>2.      Max Fleshier<br/>3.      Emile Counter<br/>4.      Walt Disney<br/>5.      Mel blance<br/>6.      Winsor Mc Cay<br/>7.      Hayao Miyazaki<br/>8.      Norman midaren and lots more.<br/>       Even before McCay had shown the world the true potential of the animated cartoon in his landmark film ‘Gertie the dinosaur’ (1914), the first animation studios were already, trying to exploit the medium for what they could.<br/>       Some animation studios are:<br/>1.      Aardman animation<br/>2.      Warner Brothers<br/>3.      Walt Disney studios<br/>4.      Small films<br/>5.      Flecscher studios<br/>6.      Filmation<br/>                    TABLE OF CONTENTS                                           <br/>CHAPTER ONE<br/>I.1    introduction                                                       <br/>i.                    Computer animation<br/>ii.                  Computer animation’s<br/>Role in advertising                                 <br/>   1.2     Background Problem                                <br/>   1.3    Research Problem                                       <br/>   1.4    Research aims/ objectives                      <br/>   1.5    Scope of study                                               <br/>   1.6    Limitation/ delimitation                         <br/>1.7              Operation definition of terminology  <br/>CHAPTER TWO         -         LITERATURE REVIEW<br/>2.1   Overview                                                               <br/>2.2   Relevance of a computer graphic         <br/>CHAPTER THREE      -        RESEARCH METHODOLOGY<br/>3.1   Time/ approach                                                  <br/>3.2   Source of data                                                  <br/>3.3   Project development                                     <br/>CHAPTER FOUR       <br/>4.1  Project analysis                                              <br/>CHAPTER FIVE             - CONCLUSION<br/>5.1    Achievement                                                       <br/>5.2    Recommendation                                              <br/>         Reference and bibliography                    <br/> CHAPTER ONE<br/>INTRODUCTION<br/>1.1      COMPUTER ANIMATION  <br/>       This research project is basically to help undergraduates or even be handy for computer graphic programmers who want to learn and know more about the basis of computer animation programming and even go a step further to knowing it role in advertising because this research project gives some deep and explanatory as earlier stated.<br/>       As discussed earlier in animation itself, to ‘animate’ is literally to give life to ‘Animating’ is moving something, which cannot move itself and its concern with time so, computer animation is the art of creating moving images via the use of computers or the use of computer to create animations. It is a sub field of computer graphic and animation.<br/>       There are different method operate or make computer animations.<br/>       Increasingly it is created by means of 3D computer graphics or animation; through 2D computer graphics are still widely used. Sometimes the target of the animation is the computer itself sometimes the target is another medium, such as file. One way to create computer animation is to create objects and render them. This method produces perfect and three-dimensional looking animations.<br/>       To create the illusion of movement an image is displayed on the computer screen then quickly replaced by a new image that is similar to the previous image, but shifted slightly. This technique is clinical to how the illusion of movement is achieved with television and motion picture<br/>i.                                    SAMPLE EXAMPLE (CA)<br/>              The screen is blanked to a background color such as back. Then a filled red circle is drawn in the center of the screen. Next the screen is blanked; but the red circle is drawn slightly to the right of its original position. This process is repeated, each time moving the circle a bit to the right. If this process is repeated fast enough the red circle would appear to move smoothly to the right. This basic procedure is used for all moving pictures in films and television. <br/>ii.                                  TOOLS <br/>           Computer animation can be done on a variety of computers, simple cell animation requires nothing more than that a computer system capable of simple graphics with proper animation software. Unfortunately, most of the computer animation that you see on television and in other areas is done on extremely sophisticated workstation. This page is broken into two software and hardware,<br/>       There are some of the most popular software packages used by companies schools and individual all around the globe.<br/>1.3D Studio Max<br/>2. 3D Studio<br/>3. Light ware 3D<br/>4. Adobe PhotoShop<br/>5. Animator Studio<br/> EXPLANATION<br/>       To trick the eye and brain into thinking they are seeing a smoothly moving object the picture must be drawn at about 24 frames per second (FPS) or faster (a frame is one complete image). With rates above 70 FPS, no improvement in realism or smoothness is perceivable due to the way the eye and brain process images at rates below 24FPS, most people can detect Jerkiness associated with the drawing of new images which detracts0 from the illusion of realistic movement. Conventional hand-draw cartoon animation often used 12EPS in order to save on the number of drawings needed, but this is usually accepted because of the stylized nature of cartoons. Because it produces more realistic imagery computer animation demands higher frame rates to reinforce this realism.<br/>      The reason no Jerkiness is seen at higher speeds is due to ‘persistence of vision’ from movement to movement the eye and brain looking together actually store whatever you look at for a fraction of a second and automatically smooth out’ minor jumps movie film seen in a theater runs at 24FPS which is sufficient to this illusion of continuous movement.<br/>(ii) COMPUTER ANIMATION’S ROLE ADVERTISING<br/>       Advertising is mass communication that advertising pays for in order to convince a certain segment of the public to adopt ideas or take actions of benefit to the advertisers.<br/>        In the 1950s the advert of television, which is one of the faster way of advertising, developed fast to the advertising medium #1. <br/>Now advertising could demonstrate thee use of their products and present well know figures to praise it. They also arrange emotions through television.<br/>       One of the most popular uses for computer animation is in television advertising some of thee models that the commercial would see extremely difficult to animation in the past (i.e. saxophones, boxes of detergent, bathrooms, kitchen etc.) this is use or was discovered. The modeled objects would then be animated and incorporated with live video. The process involved in modeling and create the animation could take as many weeks.<br/>          In most case, advertising needs media to be inserted. Usually, animation is used images derived from live film.<br/>Sometimes the animation detail is so high, that viewers can’t tell if what they are seeing is real or not.<br/>       In this context of computer animation in advertising, the effects of animation in Online Banner Advertising will be assess; Hierarchy of effects models.<br/>       This study/ research attempts to examine the effects of animation banner ads, as well as the moderating effects of involvement, on each stage of the hierarchy of effects model.<br/>The result of this study/ research provide support for the notion that animated banner ads prompt better advertising has better attention – grubbing capabilities, and generates higher recall more favorable Ad.<br/>       While online advertising has grown dramatically during the past several years (low 2000) attracting individuals attention and persuading them remain one of the critical issues for the practitioner. The only way these practitioner can make a big hit is by the innovation of animation in the ads.<br/>       The also attempts to assess the effect of animation banner ads over status ads with the framework of the hierarchy of effects.<br/>1.2                                                           BACKGROUND HISTORY<br/>       Computer animation has been around as long as computer graphics. The University of Utah founded by DARPA. Was the easily pioneer in computer graphics and produced many of the well- know names in graphics. The first major sketchpad in 1962 by Ivan Sutherland. This system animates line drawings on a screen—based animation.<br/>       Also produced for the effort of the university of Utah were some early films hand and an animated face by such folks as Ed cat mill, break crow, Fred Parke, and Jim Blinn. It has been earlipsed.<br/>       In the late sixties chuks Csuri was doing some pioneering work in computer animation in the computer graphics Research Group at the Ohio state university. A<br/> Major feature of that came out the Ohio State in the seventies was real time video play back from a digital disk.<br/>       In the early 80s the research group become the advance computing center for Art and Design and continues to produce computer animation.<br/>       Norm Balder, at the University of Pennsylvania, was one of the first researchers addressing the problem of human figure animation. He has continued this research and has established the center for human modeling and simulation.<br/>       Also in the mid-seventies, at Cornell university, the programmer for computer graphics, under the direction of Don <br/>Green berg, generated some architecturally walk- through of Conrail’s Campus.<br/>        Computer animation has become regular and popular in special effect. movies such as ‘Jurassic Park’ terminator 2 judgement Day and ‘the Abyss’ have brought computer animated called Hunger was produced by Reine Jodin and directed animated by peter folders in 1974. This effort was a 2.5D system that depended heavily on object interpolation techniques.<br/>       A major part in integrating live film and computer animation, is to make absolutely sure that scale and perspective of the animation are light. The scale is important to making the animal beharable. The animators go through a greater deal work to make sure this is right.<br/>       In 1907 the HAUNTED HOTE is an animators film by James Stuart Blacktion. In this film the animated was created by stop motion and effects animated of 3Dobjects- wine<br/>Poured into a glass, bread cut and a table set without a human present. The film was a success and introduced 3D animation at the world.<br/>       Storyboards play an important role in creating animation, but there would probably never be a storyboard for something as simple as a flipping logo or a bouncing ball.<br/>       For example the movie ‘terminator 2 judgement day’ produced in 19….. there was a scene in that movie when one of the characters walks through fire. The animators would have to perfectly model the character to the greatest detail. They would then make their model unimick the live character movement and make him walk through. The fire then they would the two images together.<br/>    In 1995, Disney and pixar released the very first, fall length, totally computer animation motion picture.<br/>       Just like conventional animation computer animation is also a form of art. This can be confirmed by the words of the father of animation should be art in 1911-21. An artist can control a magnitude of things in a computer animation with a few clicks of a mouse than he can do in the conventional animation methods. A light source can be moved very easily without re-doing the whole animation.<br/>       There is now a great industry in computer animation. There is a great need for more stunning animations for television to keep the watchers glued to the screen. There is also demand for computer animation in many fields because of this demand. There is also a growing number of computer animation companies.<br/>They are to mention a few:<br/>1.      Adobe system Inc.<br/>2.      Alias/ wave front<br/>3.      Aula Desk <br/>4.      Bantering<br/>5.      Calgary<br/>6.      Computer vision<br/>7.      Electro Image<br/>8.      National Association of Broad Casters.<br/>1.3                                                           RESEARCH PROBLEM<br/>This project is out to solve the idea of just having a stain banner advert, but giving importance of having an animated banner advert with the use of computer to achieve this.<br/>       Static banner advertising does not appeal to the eye- brain because of its usual nature, which is static. Animation comes in to change all that because it draws attended and the memory of it remains.<br/>       This project research is out to change the face of advertising and to through light on the importance of computer animation.<br/>1.4                 RESEARCH AIMS/ OBJECTIVE<br/>           An animated banner advertising will have greater attended- getting capability than a static banner ad and also images convey a lot information because the human visual system is a sophisticated information processor. So, it follows or it can be said that moving images have the potential to convey much more information.<br/>       The versatility of an artist in the society is the ability of being really creative and experimental especially in the field of animation in respect of adverting in the field animation and advertising. Meleis in 1890 using simple tricks and techniques of a camera to make inanimate objects appear to move. Art history has made it open to the artist about the style expressionism and mannerism to be more creative in expression design. The aim of this research is to make artist and computer graphics programmers see the important of been innovation in their thinking. <br/>1.5              SCOPE OF STUDY<br/>        This project scope is basically based on animation production through computer and to know the important nature of animating in advertising because animation gives adverts a different status altogether. It creates more time than the old usual adverts.<br/>       And how these representations and creativity can be manipulated to produce this result through the user of computer with the use of full 3D computer animation and the techniques to move objects interesting ways.<br/>1.7  OPERATIONAL DEFINITION OF TERMINOLOGY<br/> <br/>  Animate:                   Denotatively mean to give life to.<br/>  Animating                 is moving something, which cannot move                       <br/>                                     It’s self.<br/>  Anthropomorphic:     is an attributing human form to a god to or     <br/>                                     animal.<br/> Camera:                      An apparatus use to produce images        <br/>                                      through light.<br/> Computer:                   An electronic device with features that <br/>                                     enable the performance or acceptance of <br/>                                      input     (Data/ instructions/ signals) <br/>                                     proceeds the input as directed by the <br/>                                     computer internal control operations store <br/>                                     information’s and yield a result (output) a <br/>                                     Consequence of the processing actions.<br/>Constraint:                     A restriction in a strained manner.<br/>Direct 3D                      Microsoft’s API for 3D graphics.<br/>Flipbook:                     is a table of paper with an individual <br/>                                     drawing on each page so the viewer could <br/>                                     flip through them.<br/>Film strip:                   A motion picture film made of a number of<br/>                                    still photographs shown in sequence.<br/>Film                            A transparent photographic material <br/>                                    chemical treated to produce images when <br/>                                    exposed to light.<br/>Film studio:                 A studio in which motion pictures film/ s <br/>                                    are recorded.<br/>Frame:                        An organized shaped button for the finished <br/>                                   decoration of an art piece according to its <br/>                                   shape.<br/>Fogging:                     Blending part of a scene with colour.<br/>Interpolate:                 is acts inserts, or interject.<br/>Raster Graphics:          Computer graphics system which process <br/>                                   images, formed from raster of pixels.<br/>Scene:                        the sequence of play, television or motion <br/>                                  picture show over a continues period of time.<br/>Screen:                      the surface into which the image of a side <br/>                                  television or motion picture is projected.<br/>Shot:                        A continues filming by a camera.<br/>Sketch:                    To make an outline of a drawing such that the <br/>                                 Objects is recognizable.<br/>Studio:                     the place where an artist works an origination <br/>                                 point for television and radio programmes.  <br/>                               An enclosure where pictures are taken.<br/>Storyboard:             A presentations panel comprising of <br/>                                illustration’s of various shots, sequence, scripts <br/>                                 and notes regarding filming of a television <br/>                                 commercial.<br/>Pixel:                      The smallest addressable element of a picture.<br/>  <br/>\n\nCOMPUTER ANIMATION AND IT'S ROLE IN ADVERTISING\r\n(FOCUS ON ONLINE ADVERTISING)\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPUTER ANIMATION AND IT'S ROLE IN ADVERTISING\r\n(FOCUS ON ONLINE ADVERTISING)\r\n", "id": 13}, {"content": "<div class=\"abstract\">\n<b>PUBLICITY DESIGN COMPANY ON BRIBERY AND CORRUPTION (USING GRAPHICS MEDIUM)<br/>PREFACE</b><br/>      This project on publicity design on “Bribery and corruption in Nigeria” was chosen to create awareness to how pubic on the scourge of Bribery and corruption and how to prevent and fight it.<br/>  My approach is purely based on visual aids for an easy illustration. <br/>    Some describe corruption as an act of stealing, cheating, telling lies. – Different people hold different view on corruption.    There are those who believe it is purely – social affair and there are other who say it is spiritual and that it comes from an instinct.<br/>     However, corruption is defined as an inducement to wrong by bribery or other unlawful or improper means – a departure from what is pure and correct. It also means – a departure from a sound to unsound and provident state, make is an evil influence.<br/>      Corruption is one of the infamous twin evils Bribery and corruption. There are different features of corruption depending on the every day activities of the individual. A person is said to be corrupt when he secure material advantage or if a public official is induced to act otherwise he would not.   One can also define corruption as improper or selfish exercise of power and influence by a public officer.<br/>      We can note that different definitions have been given for corruption and hardly can find one that is complete – It is because corruption is multi – faceted with numerous forms and dimensions. In Nigeria, some say that it has become a convention. A tradition, a psychological need, a necessity, and a way of Life.<br/>     This write –up is made up of three chapters. <br/> In chapter one, is an introduction where I highlighted the background history, statement of problem, the aims and objectives, the scope of the project, Limitations and Delimitation and definition of terminologies<br/>    Chapter two of this work comprises of the Literature review.<br/>     Chapter three is about the techniques, material and tools used in the work.<br/>      After the chapters comes conclusion and then Bibliography.<br/> TABLE OF CONTENTS:<br/>CHAPTER ONE<br/>Introduction<br/>1.1    Statement of Problem<br/>1.2     Aims and Objectives<br/>1.3      Scope of the Delimitations<br/>1.4      Definition of Terminologies<br/>CHAPTER TWO<br/>2.1    Literature Review  <br/>2.2    Causes of Bribery and Corruption<br/>CHAPTER THREE<br/>3.1     Methods and Materials<br/>         Conclusion<br/>         Bibliography<br/> CHAPTER ONE <br/>INTRODUCTION<br/>              For a very long time, corruption has become recognized as a major problem in Nigeria, where it has become reaching the dimension of an epidemic, in our body politics, government after government, and continually expressed alarm at the situation and has reported declare their respective intentions to control corruption, It is recognized that corruption is a most perverting of (crime which) acts as a catalyst to all ……………… other (crimes). Let it is restricted to the improper giving and the receiving of gratification to and by a public officer of various categories in older to do or to refrain from doing certain acts in the cause of his official duties, excepting the extension of the office to business. <br/>                   This emphasis on public sector probity appears not to recognized the complementarily of both public and private sectors of the same integral society, in the light of which we should know that the “ attitude and habits” in one sector are bound to affect and enforce attitude and habits in other sector. Therefore, if we attempt to clean up the public sector, with cankerworm will continuously be contaminating the public sector with attendant continuation of corruption habit, in as much as it is impossible to insulate the must be cleaned together. This prophecy was amply fulfilled by various civilian Administrations of 1979 – 83 in the country, which were respectively characterized by graft and endemic corruption. Federal Government failed to enact the necessary enabling Law then to establish code of conduct Tribunal and Bureau, as provided for in 79 constitutions. It is therefore clear that we must define the offence of corruption to cover behavior in both private and public sectors in as much as probity in both sectors is essential to a health society. In this regard, we must cover all the categories of person medium or low in status.<br/>Also in the line with dynamic activism of Brairaiman J. in the case of “ Biokaku v. police where his Lordship defined the word corruption” as receiving or offering of same benefit as a reward or inducement to sway or deflect the receiver from the honest and impartial discharge of his duties, we should defined the offence beyond mere financial consideration to cover such areas as sexual favors, conferment of titles or appointment (including promotions) to office, admission into clubs or societies.<br/>1.1        STATEMENT OF PROBLEM<br/>The problem of “Bribery and corruption” in Nigeria cannot be over – emphasized. This problem therefore is a public enlightenment campaign against “Bribery and corruption:<br/>The problem that normally arise between the policemen and the drivers is a times, if the policeman is trying to stop the driver, because of the token sum of “Mustafa” they used to offer the policemen, out of annoyance the police may open fire on the driver thereby killing him and wounding other passengers.<br/>So also where the 20 is not provided in time, the policeman may request for the particulars of the vehicle which must be complete and in absence of anyone, they will drag the driver to the station where they will ensure that a heavy amount is exploited from the driver. <br/> I strongly believe that the problem of collecting money along a highway which is rampant in Nigeria highways is from the top echelon. I also believe that they are equally aware, as they are given account of the money collected every month thereby amassing wealth for them.<br/>1.2        AIMS  AND OBJECTIVES:<br/>Aim of carrying out this research and this project is to contribute my quota as an artist in combating the wild and overwhelming circulation of Bribery and corruption in Nigeria. Things have really fallen apart and nothing I at ease anyone, society is corrupt. Both the upper and the <br/>Lower class of people. Everybody wants to suffer in order to earn a Living. Even though it is not the proper way. <br/>           I therefore intend that after executing this project, Both the    upper and the lower class of will begin to see “Bribery and corruption” as a cankerworm eaten through the fabric of our nation and should we should try our best to desist from the act. My aim is to imbibe in everybody that looks at the billboard that we should desist from bribery, Nigeria would be better for all of us. <br/>  1.3. SCOPE OF THE PROJECT:<br/>  The project involves both practical aspects. The theories like I earlier mentioned is a three chapter work including conclusion and bibliography while the practical part is rendered on a bill board with the dimension of “4” by “3” ply wood board. I used oil paints, colour such as white, black, blue, and cream, yellow. It is the graphic illustration of a police man that stops a bus driver, trying to collect a token sum of “mortal” from the motorist with their slang “make you rojah me or else we go to station and the bold lettering, drawing the public attending that “Bribery and corruption” is a cankerworm eating through the fabric of our nation and should desist from it.<br/>1.3        DEFINITION  OF  TERMINOLOGIES:<br/>Most of the terminologies used in both this and practical works are normal English and has no complications, some of them are:<br/>INDUCEMENT: persistence or influence somebody to do something.<br/>                EPIDEMIC: widespread among many people in the same Place for a time          <br/>                CANKERWORM: Evil influence of tendency that cause Decay.<br/>                 EMBEZZLEMENT: Use of money placed in one’s card in a Wrong way for one’s own benefit.          <br/>                 FORGERY: make a copy of something e.g. Signature, a   Bank note, a will in order to deceive.<br/>                 FRAUD: criminal deception.                     <br/>                 SMUGGLE: GET goods secretly and illegally out of a country through the custom.<br/>                 HOARDING: carefull7y saved and guarded store of money,                  Food or other treasured objects.<br/>                 BURGLARY: crime of breaking into a house by night to   steal <br/>                 RAMPANT:  social evil that is unchecked and beyond                  Control.        <br/>                  AMASS:  Acquitting of too much wealth.           <br/>                  ECHELON:  step –like formation of troops.<br/><br/>\n\nPUBLICITY DESIGN COMPANY ON BRIBERY AND CORRUPTION (USING GRAPHICS MEDIUM)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PUBLICITY DESIGN COMPANY ON BRIBERY AND CORRUPTION (USING GRAPHICS MEDIUM)", "id": 14}, {"content": "<div class=\"abstract\">\n<b>MOBILE PUBLICITY USING A VANE ON A MECHANISM WITH FOUR CARDINAL<br/>POINTS FOR THE USE OF WIND VANE TO SHOW WHICH WAY <br/>THE WIND IS BLOWING, ALSO TO PUBLICIZE SCULPTURE GARDEN.<br/>PREFACE</b><br/>             The main purpose of executing this project – The Wind Vane is to combine the scientific and Artistic approach in the construction/installation of the vane.<br/>     The Artists should not get confused for executing a weather instruments which the mythologists and Geographic’s use in study weather wind.<br/>     The project is significantly designed in a modified way to perform beyond its normal function which is for the detection or wind direction such as sign post (campaign) for easy geographical locations within the I.M.T Campus 11. This will help the foreigners to locate certain places of great important within Campus 11.<br/>     However, the mythologists and the Cerographists use the wind vane for wind detection only, but now, the Artist is using it not only to study the wind direction, they use it as sign-post (campaign) and as bearing capes.<br/>     Perhaps, I am or the opinion and that this particular project may be modified further with a new approach by students of Fine and Applied Arts since the modern art embraces the scientific inventions and discoveries. In addition, write up is aimed at being a source of information for any person who may want to know the detailed idea or the project itself. It will be of immense help for the researchers and critical writers. <br/>TABLE OF CONTENT<br/>CHAPTER ONE <br/>1.1       1ntroduction<br/>1.2       History of wind vane<br/>1.3       Statement of the problem<br/>1.4       Aims and objective<br/>1.5       Research scope<br/>1.6       Delimitation<br/>1.7       Limitation<br/>1.8       Implication of the project<br/>1.9       Definition of Terminologies <br/>CHAPTER TWO:<br/>Literature Review<br/>CHAPTER THREE:<br/>3.1       Project Execution<br/>3.2       Medium / media Description <br/>3.3       Application of the medium / media <br/>3.4       Project Development <br/>CHAPTER FOUR<br/>Project Analysis <br/>CHAPTER FIVE<br/>5.1       Conclusion <br/>5.2       Achievement and Recommendation <br/> Bibliography <br/>CHAPTER ONE<br/>              The general term wind is air in motion. It’s speed measured by an instrument know as an Anemometer. The direction of the wind is measure by a windvane or a wind Cock.<br/>    Wind vane is an instrument used for detecting the direction of the wind. It is functional where there is presence of the four cardinal points, east, west North and South. The wind vane consists of a pole, fixed frame works indicating the four cardinal points with the use of different sections in fine and Applied Arts also publicity campaign on it. <br/>   Wind vane usually erected in an exposes place free from tree and tall house / buildings. At the wind blows, the arrow or vane rotates freely and indicates the direction of the wind. The compass points are fixed and stationary. The arrow or vane points to the east, west north south depending on the direction of the prevailing wind. <br/>THE SIGNIFICANCE OF INTRODUCING WIND VANE:<br/>    It was invented in other to detect the wind direction so that one could easily have the knowledge when weather is changing to dry seasons. It is noted that the arrow in the wind vane points to the direction or the winds when the wind blows from south to west or north to East, there I a tendency that rainy or dry season is coming respectively.<br/>1.1 HISTORY OF WIND VANE<br/>   Wind is air in motion. It’s speed or velocity is measured by an instrument know as an anemometer. The direction of the wind is measured by a wind vane or a weathercock. He wind is not seen out felt especially when threes swings, dust particles moves, and when curtain and flags moves. Wind varies from alight breeze to advantaging hurricane, it has both direction and speed.<br/>      A wind vane consists of a horizontal-rotating arm pivoted on a vertical shaft, a pole, fixed framework indicating the four cardinal points.<br/>It is functional where there is presence of the four cardinal points. <br/>It is functional where there is presence of the four cardinal points: East, West, North and South. It is usually erected in an exposed place free from tree and tall house / buildings /. Functioning: - when the blows, aim swings / rotates until the pointer faces is the direction of wind at that particular time. <br/>     One may ask how wind vane came about. It is necessary for one to discuss about the origin of wind vane and brief history to back it up. It was reckoned that in 19th century, a great – scientist, Sir Isaac Newton, who was under serious study of motion paved way for him to arrive at point that every goes up must eventually come down on he earth surface. He herefore propounded the gravitational law. The law according to Newton states that every object that goes up must be pulled down by a force. One may also ask why law of gravity first rather than dwelling in the wind – vane origin.<br/>       Perhaps, 4241B. C during the early Egyptian, they managed to come out with the first calendar on earth, and is the first event in the history of the world that can be giving a definite method of days and seasons, that is the rainy or dry season.<br/>        The Egyptians hrught that it takes the earth 365 days to complete one revolution of the earth round the sun, and after it is finished the season begin all over again. Thoughts hey were unable to detect the specific date by which a season begins.<br/>       After all series of scientific discoveries and studies, it was observed that warm air is denser than coil air in the atmosphere. When air in the atmosphere becomes as a result of gravitational force hot, it will sink down while the cold air will rise up in to the atmosphere thereby causing air to        <br/>      There is serious study about the weather which Sir Stephenson were the great intellectuals. Sir Stephenson Later invented the wind vane in order to the knowledge when weather is changing from dry to rainy seasons. It is noted that the arrow in the wind vane points to direction of the wind.<br/>1.2       STATEMENTS OF PROBLEM<br/>The Artists should not get confuse for executing a weather instrument which the Metrologiests and Geographists use in study of weather. <br/>    The project is significantly designed in a modified way to perform beyond its normal functions. And at the same time, to publics the FAA / sculpture garden.<br/>       I am of the opinion that this particular project may be modified further with a new approach by the students of fine and Applied Arts the modern art embraces the scientific inventions and discoveries.<br/>1.3 AIMS AND OBJECTIVES<br/>The main aims and objective is to detect the wind direction so that one could easily have the knowledge when weather is changing from dry or Harmathan to rainy seasons. It is noted that the arrow in the wind vane points to the direction of the wind, when the wind blow from south – west or North – East, there is a tendency that rainy or dry season is approaching. <br/>    This work is further aimed at serving as a guide to other students that may want to writer or research on related topic. <br/>It help to educate the masses. <br/>1.4 RESEARCH SCOPE<br/>This project is designed to detect the wind direction so that one could easily have the knowledge when weather is changing from one direction to another season. <br/>   It is also a publicity campaign which publics / gives information or action intended to attract the public to someone or something.  <br/>1.7 IMPLICATION OF THE PROJECT<br/>This project work is produced to show the need of art in the world. Previously, people look down on arts in general, in recent time, the interest or love art has reached the peek so much that even the Layman now wants at least one art work in the house.  With wind discovery, invention of various type are being made by the artists so that the customers would have one in the compound. This project work which in kind of a new introduction will create a sensation.<br/>1.8 DEFINITION OF TERMINOLOGIES<br/>1)            Gravity: It is the force, which makes fall when you drop them.<br/>2)            Detect if you detect something, you notice it or find it.<br/>3)            Anemometer: This is an instrument used for measuring speed or velocity of wind.<br/>4)            Arrow: It is a long thin weapon with a sharp point at one end, which is shot from a how.<br/>5)            Horizontal: some thing that is horizontal is flat and level with the ground, rather than at an angle to it.   <br/>6)            Hurricane: A hurricane is very violent wind or storm.<br/>7)            Publicity: It is advertising, information, or action in tended to attract the public’s attention to something.<br/>8)            Shaft: A  shaft is vertical passage, for example in a mine or a place where a lift goes up two ropes or chains from metal frame or tree.<br/>9)            Swing: A swing is a seat hanging by two ropes or chains from metal frame or tree.<br/>10)          Vane: A vane is flatablaue, for example on a propeller, which is parting of drive a machine. <br/>11)          Velocity:  velocity is the speed at which something moves in a particular direction.<br/>12)         Weather vane: It is the metal object on the roof of a building which turns round in the wind and shows which way the wind is blowing.<br/>13)         Wind: It is a current of air moving across the earth’s<br/>   <br/>\n\nMOBILE PUBLICITY USING WIND VANE\r\nUSING A VANE ON A MECHANISM WITH FOUR CARDINAL POINTS FOR THE USE OF WIND VANE TO SHOW WHICH WAY THE WIND IS BLOWING, ALSO TO PUBLICIZE SCULPTURE GARDEN\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MOBILE PUBLICITY USING WIND VANE\r\nUSING A VANE ON A MECHANISM WITH FOUR CARDINAL POINTS FOR THE USE OF WIND VANE TO SHOW WHICH WAY THE WIND IS BLOWING, ALSO TO PUBLICIZE SCULPTURE GARDEN\r\n", "id": 15}, {"content": "<div class=\"abstract\">\n<b>THE INFLUENCE OF PHOTOGRAPHIC IMAGES  IN ADVERT DESIGN<br/>ABSTRACT</b><br/>This research project THE INFLUENCE OF PHOTOGRAPHIC IMAGES IN ADVERTISING has looked at photograph in relation to their roles in conveying  messages through advertising medium, to also improve on the way photographs are been used in advertising for promotion of products. To successfully do this the illustration aspect, which is the photograph, must be properly used in a way that it must tally with the text aspect in other for the role message to be adequately conveyed to the public. This project also covers the studio process through which photographs are been produced. Furthermore, this research also covers the creative aspect of advertising which are stages that are involved in the task of a successful adverts. In conclusion, the researcher included techniques in photography through which photograph for advert can be produced. Moreso, that the works should be handled by professionals in graphics design to avoid wrong or abusive way of using photograph in adverts, to also make work being done in Nigeria of international standard. <br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>Introduction<br/>1.0    Background Statement                                                              <br/>1.1    Statement of Problems                                                    <br/>1.2     Objective of Study                                                              <br/>1.3     Significance of Study                                                               <br/>1.4      Scope of Study                                                                                     <br/>CHAPTER TWO<br/>Literature Review<br/>2.1      Photo Retouching                                                                                <br/>2.2      Creative Aspect Of Advertising                                              <br/>2.3      Credibility of Photography                                          <br/>2.4      Functions of Photograph                                                         <br/>2.5      The Necessity of the Visual                                         <br/>CHAPTER THREE<br/>3.1                   Methodology                                                                      <br/>3.2                   Questions                                                                                         <br/>3.3                    Responses On Oral Interview                                                <br/>3.4                    Production Process                                                                 <br/>3.5                   The Visualizing Stage                                                                           <br/>3.6                   The Illustration Stage (Pectoral Aspect)              <br/>3.7                   The Finishing                                                                                                    <br/>CHAPTER FOUR                         <br/>4.1        Project Analysis                                                                                      <br/>4.2       Project   Execution                                                                       <br/>CHAPTER FIVE<br/>5.1                   Observation                                                                                           <br/>5.2                   Recommendation                                                                       <br/>5.3                   Conclusion                                                                                             <br/> Bibliography<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.0              BACKGROUND STATEMENT<br/>The use of photograph for adverts, which is very important, is a means of communication or passing across message to the public about a particular product for the purpose of sales and promotion. Therefore, the researcher has chosen this topic to bring to light those roles or function photograph plays in advert cannot be overlooked by the advertisers. To make them see why they must imbibe by it and how to go about using photograph in advertising their product. Some advertisers preferred using text only without illustration either photographs or hand made, forgetting that a picture is worth a thousand words, as the Chinese philosopher says. For this purpose, the researcher treats the effective ways of using photograph. As earlier mentioned, the advert predominantly has the written information which is the message and it has ‘shown” information this is the picture content. Picture is very      important in very advert because they aid credibility and other aesthetic value to the advert and most importantly to the text message. In other words, pictures and text message compliment each other. It is almost impossible to imagine what the world look like if photographic process were suddenly taken from us. It is involved directly or indirectly in almost everything, we do. Photography which through photographic camera is a medium completely familiar to today’s youth and they have accepted it as either their own. Everyone is interested in photographic images. Still or movies in black and white or in colour, light or contrived, fantastic or documentary, beautiful or brutal and everyone seems to have at least, one camera. Photography is the language of today; it is the best known medium for adverts.<br/>1.1       STATEMENT OF PROBLEMS:<br/>Subsequently on the fact that language of today is a picture (photograph) the advertisers most especially in Nigeria do not seem to identify with the current trend. While some that seemed to be identifying with the current trend, majority of them made use of hand made illustration that cannot be compared with a real picture. Based on this research I decided to make the advertisers to know the role photograph plays in helping to promote their products and gain the attention of the buyers. The researcher also observed that those that chose to advertise with photograph, their works are being given to non - –professionals. Hence the work are not professionally handled by so doing the purpose of the advert is not fully fulfilled because some of this non professional made use of picture that does not fit n with the text message.<br/>1.2       OBJECTIVE OF STUDY<br/>This project work is initiated to correct the wrong insinuation of neglecting the use of photograph for adverts by going for hand made illustration, which is some how archaic in nature. We are in a computer age where everything is being done in a computerized way. Also to discourage the advertisers from giving their adverts to non- professionals and make them see the reasons why a professional should handle their adverts. Equally to correct the abusive use photography in advertising a product.     <br/>1.3       SIGNIFICANCE OF STUDY<br/>This research work is designed to give adequate knowledge to the graphics artist on how to make best use to photograph in advertising a product for sales and promotion.<br/>1.4              SCOPE OF STUDY<br/>For the purpose of proper accomplishment of this project, I decided to limit my research with photograph being under execution by snapping photographs for promotion of a newly introduced product to the market on poster<br/>  <br/>\n\nTHE INFLUENCE OF PHOTOGRAPHIC IMAGES  IN ADVERT DESIGN<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE INFLUENCE OF PHOTOGRAPHIC IMAGES  IN ADVERT DESIGN", "id": 16}, {"content": "<div class=\"abstract\">\n<b>PHOTO PUBLICITY OF TOURISM IN ENUGU STATE<br/>PREFACE</b><br/>            This project report was designed to publicize and explain the tourist center in Enugu State with the aid of photograph.<br/> The fundamentals of taking photograph and the process and basic printing techniques were clearly and concisely illustrated.<br/>            Through this photo publicity, the reporters create a graphic portrayal of the work of nature in Enugu State and also the neglect done to some of them. This will serve as a call to government to come to the aid and rescue of those areas which will equally be their own benefits.<br/>            This project report is in form of bro9chure with the pictures of all the tourist centers in Enugu State and their locations. It will serve as a guide map to a tourist embarking on tourism or by may watching the pictures ones moral or enthusiasm can be aroused to tourism.<br/>            The break down is five chapters capturing vividly all integral factors as regards photography, publicity and tourism.<br/>            Chapter one which is the introductory chapter reveals the background history of photography and publicity and objective research problem, approaches used, limitations and delimitation’s definition of working terms and sources of data.           <br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>1.1       Background of study<br/>1.2       Research aim and objective<br/>1.3       Research approaches<br/>1.4       Limitation<br/>1.5       Delimitations<br/>1.6       Research scope<br/>1.7       Research problem<br/>1.8       Source of data<br/>CHAPTER TWO<br/>Literature review<br/>CHAPTER THREE       <br/>3.1       Techniques and materials<br/>3.2       Studio material used<br/>3.3       Development of negatives<br/>3.4       Making enlargement <br/>3.5       Definition of working terms<br/>CHAPTER FOUR<br/>4.1       Tourism<br/>4.2       Origin of tourism in Enugu state<br/>4.3       The tourist center in Enugu state<br/>CHAPTER FIVE<br/>5.1       Conclusion<br/>Reference<br/>LIST OF PLATES<br/>Plate 1             -                       Udi hill<br/>Plate 2             -                       I.M.T sculpture garden<br/>plate 3             -                       Ngwo forest reserve<br/>plate 4           -                         Okpara square saluting base<br/>plate 5                                                 Michael Okpara square statue<br/>plate 6                                                 Okpara square forest<br/>plate 7                                                 children driving centre at polo park<br/>plate 8                                                 bush  house(    relaxation centre at polo park)<br/>plate 9                                                 merry go round at polo park<br/>plate 10                                               car park Nike hotel resort<br/>plate 11                                               children park Nike hotel resort<br/>plate12                                                the famous Nike lake<br/>plate 13                                               group of supervisors at the mine<br/>plate 14                                               group of workers at the mine<br/>plate 15                                               the mine tunnel<br/> <br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.0              BACKGROUND HISTORY<br/>Photo-publicity is combination of two words photograph and publicity. Before ever going into Photo-publicity one has to know the meaning and origin of photography and publicity.<br/>PHOTOGRAPHY<br/>            According to the living Webster encyclopedia dictionary, photography is “act or the process of obtaining accurate representation of object by means of chemical action of light or other kinds of radiant energy on specially created surfaces.<br/>The name: we owe the name photography to Sir John Herschel, who first use3d the term in 1839, the year the photographic process became public. The word is derived from the Greek word for light and writing.<br/>            There are two distinct scientific processes that combine to make photograp0hy possible. It is somewhat surprising that photography was not invented earlier than the 1830’s; because these processes had being known for quit some time. It was not until two distinct scientific processes has been put together that photography came into being.<br/>            The first of these processes was optical. The camwra obscura (dark room) has been in existence for at least foeur hundred years. There is a drawing, dated 1519, of a camera, obscura by Leonard da Vinci, about the same period its use as an aid to drawing and being advocated.<br/>            The second process was chemical. For four hundred years before photography was invented, people has been aware, for example, that some colours are bleach in the sun, but they have made little distinction between heat, air and light.<br/>            In the sixteen hundred Robert Boyle, a founder of the royal society, had reported that silver chloride turns dark under exposure, but he appear to believe that it was caused by exposure in air rather than light.<br/>            Angelo Sala in the early seventeen century, noticed that powdered nitrate of silver is blackened by the sun.<br/>            In 1727 Johann Hein rich Schulze discovered that certain liquids change colour when exposed to light.<br/>            At the beginning of the nineteenth century Thomas Wedgewood was conducting experiments he had successfully captured images, but his silhouettes could not survive, as there was no known method of making the image permanent.<br/>            The first successful picture was produced on June/July 1827 by Nie,pce, using material that harden exposure to light. This picture requires an exposure of eight hours.<br/>            On 4 January 1827 Nie,pce agreed to go into partnership with Louis Daguerre, Nie,pce died only four years later, buy daguerre continued to experiment soon he had discovered a way of developing graphic plates, a process which greatly reduced the exposure time from eight hours down to half an hour. He also discovered that an image could be made permanent by immersing it in salt.<br/>            The Daguerre type process, though good, and each picture was a once-only affair.<br/>            On January 31 1839 Williams Harry Fox Talbot, invented the calotype and by 1840, he made some significant improvements and was able to bring out a photographic illustrated book entitled “the pencil of nature”.<br/>            From then photography establishments started growing from mushroom to popularity.<br/>            In 1851 a new era in photography was introduced Fedrick Scott Archer, who introduced the collodian process. This process was more faster than conventional method reducing the exposure time to two or three seconds, thus open up a new horizons in photography. The collodian process required that the coating, exposure and development of the image should be done whilst the plate was still wet. Another process developed by Archer was named Ambrotype, which was a direct positive.<br/>            In the wet collodian process though in its time a great step forward, required a considerable amount of equipment on location, various attempts were made to preserve exposure plates, for development at a once convenient time and place, but the preservative lessen the sensitivity of the material.<br/>            In 1871 Dr. Richard Maddox discovered a way of using gelatin instesd of glass as a basic for the photographic plate. Dry plates could be developed much more quickly than with any previous technique. The introduction of dry plate marked a turning point.  No longer did one need a cumbersome wet-plate; no longer was a dark room tent needed.<br/>            By the 1860s, Cellloids had been invented, and John carbutt persuade a manufacturer to produce very thin celluloid as a back for sensitive material George Eastman is particularly remembered for introducing flexible film in 1884. And four years later he introduced the box camera and photography could now reach a greater number of people.<br/>PUBLICITY<br/>            According to encyclopedia, publicity is a public awareness resulting from the spreading of information in the various communication media, it is the action involved in bringing the information to public notice; the information, advertisement, article and the like put forth to gain public attention.<br/>            It is information that attracts attention to a companies product; person or event. Third party usually from the media is often employed to generate publicity.<br/>            It can also be a message issued on behalf of some product or cause or idea or person or institution.<br/>            Publicity is the start of 021 writing, then an illustrated writing, finally a visual message intended to make available, in most immediate manner, most concise, a slogan, a product, a mark.<br/>            By the advertisement which mark the beginning of true publicity, publicity is certainty of artistic origin, but as it developed in diversified way, it was pushed into a ghetto which could well correspond to the “unconsciousness” of art. By its only existence, publicity clashes head-on the scale of social value put in place from the concept of “pure” art. However many of its expression was so convincing as works which are supposed to be born from a need of creation.<br/>            Photo publicity is therefore is the use photography in creating awareness. In the case of this study it is photographical publicity of tourism in Enugu State which involve the graphical images to attract the attention of the general public to the tourist centres in Enugu State. It is aimed at arousing the mind of people towards tourism    <br/>1.1              research aims and objectivesto arouse the student’s mind to<br/>specialize on photography architecture and landscape photography whereby perspective angles and composition are studied.<br/>            To explain the scope of photography from the first step of taking the photographs, processing and printing them to the advance aspect of compositions studio work and dark room techniques.<br/>            To create awareness through, photographs of tourist centers in Enugu State.<br/>            To make known the different tourist centres photographically for publicity, documentation and exhibition.<br/>            To motivate the government to maintain the tourist centers and to develop the undeveloped<br/>1.1 RESEARCH APPROACHES<br/>            A good number of approaches were used in carrying this report, they are:<br/>HISTORICAL APPROACH <br/>The project concentrates on those aspects of the society that are disappearing and neglected. The photograph of the tourist centers in Enugu state serves a historical purpose. They build a library of monumental of record purposes<br/>FUNCTIONAL APPROACH<br/>            The tactful exploration into photography will enable the graphics students of the department have additional information and guideline to achieve the technical snapshot of inland scenery; it will serve as a reference material to students. The publication if exposed will serve as a compelling force on the government and tourism respectively.<br/>AESTHETICS APPROACH<br/>            The love of nature and inland scenery call for aesthetic attention. The photographs portray some characters of the scene or mood which satisfy the eye. The exhibition of the photographs creates an opportunity for every one to express him as he desires.     <br/>1.3       DESCRIPTIVE APPROACH<br/>            The choice of illustration and photographs in this project report describe the whole element and techniques of photography as well as reveal the tourist centers in Enugu State.<br/>1.6       RESEARCH SCOPE<br/>            The scope of this research is based on Enugu State and Origin of this tourism in the state with the use of single lens camera pentax k100 loaded with fomapan film. I was able to picture the Udi Hill, Ngwo forest, Polo Park, Okpara square, Nike lake hotel resort coal mine, Airport and Zoo. After which the picture were processed and printed in black and whites.<br/>            The picture were fixed in the report with the aid scanner<br/>1.7       RESEARCH PROBLEMS<br/>            Photography is a course of study has suffered untold setbacks which has also affected the interest student reposed on it. The setback stem from poor financial assistance, high cost and unavailability of studio materials.<br/>            The greater number of people in our society has vested their interest mainly on portrait and motion photography, thereby neglecting the startling beauty inherent in nature. The tourist centers in Enugu state needs publicity through photograph for the government to come to the rescue of some devastating ones and to open the eyes of various individual to tourism.<br/>1.8       SOURCES OF DATA<br/>The sources of my a data include<br/>1.                  Enugu State tourism board library<br/>2.                  reference materials from Mr. Patrik Uko FAA photo lab attendant<br/>3.                  FAA photo studio<br/>4.                  Oral interview with tourist board workers <br/>5.                  Information from friends.<br/>6.                  national archive   <br/>                        <br/>\n\nPHOTO PUBLICITY OF TOURISM IN ENUGU STATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PHOTO PUBLICITY OF TOURISM IN ENUGU STATE", "id": 17}, {"content": "<div class=\"abstract\">\n<b>PRINT EXPERIMENTATION ON DIFFERENT SURFACES WITH DIFFERENT MEDIUM<br/>PREFACE</b><br/>     Printing itself is as old as man, and it has been used to achieve great things in the advertising industry. Printing is one of the medium which information is passed to the audience and in that case it could stand out as a major means of advertising. Prints couldn’t result in so many forms with the use of too many different approaches, one could use monoprints, the screen – prints, the line prints, the wood print, machine print etc.<br/>     In this report, the printing itself has been tested on different surfaces and different materials too and using different printing methods.<br/>     This report created an opportunity of having the knowledge of the results of different types of prints on different types of surfaces especially using different printing methods or technique.<br/>One has to understand from this report the best/easy way to approach printing and the best surface and materials to use.<br/>     This report shows the materials and technique used in achieving all the tests carried out this project and it will also resolve the best material surface and method used to obtain the best print.<br/>TABLE OF CONTENTS<br/>CHAPTER ONE<br/>1.0                               Introduction<br/>1.1              Background history<br/>1.2              Statement of the problem<br/>1.3              Aims and objectives<br/>1.4              Scope of the project<br/>1.5              Limitation<br/>1.6              Delimitation<br/>1.7              Definition of technologies<br/>CHAPTER TWO<br/>1.1              Literature review<br/>1.2              Advantages and disadvantages<br/>CHAPTER THREE<br/>Project execution<br/>3.1       medium/media<br/>3.2       materials and tools used<br/>3.3       project development<br/>CHAPTER FOUR<br/>4.1       project analysis<br/>CHAPTER FIVE<br/>5.1       conclusions<br/>Bibliography<br/>CHAPTER ONE<br/>INTRODUCTION<br/>     The only viable means by which any manufacturer or producer could effectively project and maintain the standard of his products or services’ patronage and awareness is by effective and continous awareness or advertisement.<br/>     This awareness is what stimulates the attention of the public and then gets them attracted to your products or services. This awareness does not only tell the public that the products and services are there but it provides arranged information of the benefits any consumer of such goods or services is bond to receive. Advertising however gives the public the knowledge of the advantages and the disirable qualities of products or services available to them.<br/>     It could be said that the sole aim of advertising is to persuade, convice and attract the attention of the public to a particular product and this in turn leads to patronage.<br/>     In awareness creation for products or services, considerations should be given to the “target audience”, that is the category of people that the products are meant for, the location of the people, the peopl’s belief, their culture and customs. When these points are properly considered then the awarenes could be centered effectively.<br/>     There are so many ways of advertising, amongs the numerous ways are through the electronic media and the print media. With these layout, we can find out that complete effective advertsing involves a high degree of creativity.<br/>     As we shall be discussing the printing aspect of advertising, it will be fine to let people know that for any good print of information for advertising or awareness, te print must process some lay down qualities.<br/>(a)                It must be able to inform: it should be capable of telling the viewer about the product, creating the awareness to the viewer about the existence.<br/>(b)               It must be able to educate: it should be able to educate the viewer of what benefit the product could be to the user/consumer and where the advertised products could be found or located. It must also be capable of convincing the public that the said product ‘A’ is better than products ‘B’, ‘C’ and so on.<br/>(c)                It must be entertaining: this is refered to the aestethic value of the entire advert package, the way<br/>The artist has managed to arrange his printed advert, this aspect is very important because the way the printed advert looks may as well influence the patronage of the products/services positively or negatively, the motivation an individual by looking at a poster may gear up his feelings and the action may lead to the purchase of the product advertised and consequently creating demand for that product.<br/>1.1              BACKGROUND HISTORY<br/>      Printing especially the screen printing process was invented in the seventeeth (17th) century by some ya – ya – zon. But the process of printing with silk screen became popular in the mid 20th century when the artist began to exploit the process in a number of ways and techniques. And today it has become the most versatile of all known printing processes in advertising. Screen printing is a stencil process whereby ink is forced by the pressure of a squeegee, through the open areas of a stencil attached to a stretched fine meshed fabric. It will always print easily on any flat surface paper, plastic or glass screen are semi liquid, strongly coloured and opaque to give a maximum colour value.<br/>1.2              STATEMENT OF THE PROBLEM<br/>Most Business enterprises and their likes has failed and lost focuses as a result of poor rendation of advertisiment, this means that the power of advertising an dpromotional strategies is being neglected, so many enterprises has hit the rock due to the present trend of bad economy this is the situation where an enterprise cannot afford to give all that it takes to reach to the required standard in advertising and it is through this advertising principles that the growth of the business is founded upon.<br/>1.3              AIMS AND OBJECTIVES<br/>     This project report is basically focussed on testing printing on different surfaces and materials using different methods of printing techniques like the screen prints, Block prints and stencil print. This is meant to find out their effects on different kinds of papers and fabric. One oath to know that there must be a very significant   difference between a print through scree on a fabric and a screen print on a paper, this is the same with block prints and stencil. All the same, the type of ink used in achieving a good print using screen method cannot be the same with the ink which achieve a good print using block print or stencil method.<br/>     Another aim is to provide knowledge to people concerned with advertising the best approach to printing, this will enable people to know the like of the result of what they wish to achieve even before they engage in the said work.<br/>     In general this is attempted to make work easy for any advertiser and students of arts in this institution. Just the way there is colour chart for paint industries and companies, the project intend to have a chart/album for easy approach and study.<br/>1.4              SCOPE OF THE PROJECT<br/>     On the course of print making, there are different kinds of ink for different kinds of materials no matter the printing method or approach adopted. When one choses to print on rubber, plastics or glasses he has no need using textile/ test fast ink, rather the use of PVC, is suitable for the mentioned materials.<br/>     Tests could be carried out on numerous items or materials but I have limited my test just on few common material;s on which daily activities rest upon. Such as <br/>(1)               Papers of different sorts,<br/>(2)               Rubber / synthetic materials<br/>(3)               Textile materials of different sorts.<br/>     However, this test could go further on materials such like plastic, metal, glasses, wood, and leather and even on ceramic wares, these materials yield positively to prints especially when the best printing method is used with the best ink for each of the items.<br/>1.5              DEFINITION OF TERMINOLOGIES<br/>1.      Silk Screen – cloth made of fine silk and specially used for screen printing, it is the material that colours pass through to perform the print.<br/>2.      Squeegee – This is a thin flat rubber with a wood handley used in forcing or pressing down colours through the silk mesh.<br/>3.      Dark room – This is a room with a very low or with lowest intensity of light that is suitable and use in exposing materials sensitive to light like films,<br/>4.      Frames – This is a wooden bar joint together to form square or rectangular shape fit to carry the silk mesh.<br/>5.      Registration – This is the impact on materials as images in the position they supposed to fall upon.<br/>6.      PVC – An oil – based printing ink suitable for prints on synthetic materials.<br/>7.      Texfast – Water – based textile ink suitable for textile materials like cotton.<br/>8.      Kerosine – It is a petroleum product which is highly inflammable and it is a bond breaker, used in disolving printing ink.<br/>9.      Printing – The act of reproducing an already made desing manually or mechanically with the use of chemicals and ink.<br/>10.  Roller – This is a rubber moulded bar shape, used in spreading the printing ink evenly on the surface of the material carrying the negative image.<br/>11.  Gurges – gurges are sharp metals cut to different sizes and shapes with handles, it is used in cutting out the unwanted areas of a wood or lino – leum during print making.<br/>    <br/>\n\nPRINT EXPERIMENTATION ON DIFFERENT SURFACES WITH DIFFERENT MEDIUM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRINT EXPERIMENTATION ON DIFFERENT SURFACES WITH DIFFERENT MEDIUM", "id": 18}, {"content": "<div class=\"abstract\">\n<b>AN ILLUSTRATION OF TRADITIONAL MARRIAGE IN NNEWI  SOUTH LOCAL GOVERNMENT AREA OF ANAMBRA STATE<br/>ABSTRACT</b><br/>This special project deals thoroughly with the traditional marriage ceremonies in Nnewi.  Chapter one gives an introduction to the topic while the rest of the chapters deals with literature review, research problems, approaches, objectives and limitation of the study.Chapter two gives a detailed account of marriage in Nnewi.  It discusses Bride price in Nnewi and types of marriages obtainable.Chapter two gives a picturesque description of the processes and ritual involves in marriage ceremonies and then deals with the functions of marriages. Chapter four deals with the steps taken in executing the practical aspect of the project which is screen printing. It also deals with the materials used. The conclusion and prospects collaborates the findings of the chapters and suggests areas of further inquiry and interest. The entire above make up the body of this special project.                                            <br/>                                  TABLE OF CONTENTS<br/>CHAPTER ONE:<br/>Introduction<br/>Setting<br/>Literature Review<br/>Research Problems<br/>Research Approaches<br/>Research Objective<br/>Scope / Limitation<br/>CHAPTER TWO<br/>Traditional Marriage in Nnewi<br/>Bride – Price in Nnewi<br/>Types of Marriage That Exist in Nnewi<br/>CHAPTER THREE<br/>Stages of Marriage in Nnewi<br/>Functions of Marriage in Nnewi<br/>CHAPTER FOUR<br/>Screen Printing Preparation<br/>4.0 Choices of Screen and Frame<br/>4.1 Mounting of Screen on Frame<br/>Transfer of Stencil to the Screen<br/>Preparation of the Diuapositive<br/>Development of Screen on the Box coating of <br/>the screen with photosentive Emulsion<br/>The Printing method<br/>Choice of printing method in relation to design<br/>The printing paste<br/>Preparation of Fabric and printing table<br/>Printing Proper<br/>Finishing Treatment<br/>Conclusion and prospects<br/>Bibliography<br/>CHAPTER ONE<br/>INTRODUCTION<br/>Among the Igbo’s of Nigeria marriage is a sacred institution A man or woman is to be regarded to have finally landed when he or she marries.<br/>   Marriage institution is held with a high respect and infant, it dominates most of the Igbo art and custom, hence it is regarded as the foundation of the whole social structure. Nnewi in Anambra state is a town that best illustrated this believes of Igbos. In Nnewi, there are six main stages in the sanctification of traditional marriage. The first stage is “Iju Ase”ie making Engines. It is followed by “Inyo Uno” and then “Ika Igba nkwu”. Then the most important event which is “Igba Nkwu proper. This involves a lot of celebration and marry making. Igba- Nkwu” is followed by “Ika Idu- Uno” and then “Idu- Uno”proper. “Idu-uno is another important event in the stage of traditional marriage celebration. <br/>    The final stage is “Onodu Apuilo, This is a remarkable period of confinement of the bride in a fathering room called “Ulo Mgbde”. She is giving all sorts of delicacies so that she will be fatten up. The body then richly treated regularly with local cosmetics, Uhie”. These designs are meant to beautify then newly married woman. As already stated Igbo- Nkwo” is the most important ceremony in the traditional marriage celebration and it is usually travel from different parts of the country in other to grace the occasion and rejoice with the marring couple. Care of children, the main tarriance of the household and the cultural imposed needs of the family.<br/>   An topologists commonly distinguish three form of marriage: polygamy, the marriage of one man to two or more woman, monogamy, the marriage of one man to one woman and polygamy, the marriage o one woman to two or more men. Most cultures provide means for the dissolution of marriage. It is ordinary expected that those who may intend the union to be Life long and not just a ternary affair to be broken off at the whim of one or the other partner. Among the Igbo’s of Nigeria marriage is a sacred institution. A man or a woman is to be regarded as to have finally landed when he or She marries. In the Igbo traditional society, a man’s wealth is in the number of wives he has. Nnewi in Anambra state is a town that best illustrates this believes of the Igbo’s.<br/>SETTING:<br/>ORIGIN OF NNEWI<br/>       According to oral tradition the Nnewi people migrated from Nri and settled in the present area they now occupy.<br/>This lead to the establishment of four villages in Nnewi, namely Otolo, Uruagu, Umudim and Ichi.<br/>LOCATION:<br/>     Nnewi is located in both Nnewi south and North local government area of Anambra State.  Nnewi is bounded by Ihiala, Oba, Nnobi and Amaichi.  It is located in the Guinea Savana area, hence the heavy rainfalls and thick forest.<br/>COSMOLOGY<br/>     This means the people’s belief system.  Traditionally most Nnewi people are subsistent farmers and livestock rearers.   They farm solely to cater for their immediate and extended families.<br/>LITERATURE REVIEW:<br/>There is no direct reference to traditional marriages in Nnewi from available literature.  Since direct evidence for studies on traditional marriages in Nnewi is not available only indirect evidence will be used.<br/>Gladstone (1993), discussed the functions, types and the social rules of marriages in Onitsha as well s the processes involved.  The same is also true of Ikechukwu (1990) who analyzed the family in the Igbo system.  Emenike (1982) discusses the Igba Nkwu in the marriage tradition of the Igbos.   These Igbo speaking areas share basically the same traditional system as the ‘Nnewi people.  Others have treated generally, the marriage celebration in their locality.<br/>Alan Beals (1985) discusses aspects of African view on marriage pointing out the function, types and social views.  He views marriages as a contract between kin groups.  Yonina Talmon (1985) discusses mate selection in collective settlement.  He pointed out factors influencing mate selection and values.  Ottanberg (1978) exams cultures and societies of Africa pointing out the social values of marriage.<br/>Basden (1921) discusses aspects of Igbo marriages.  Ifeoma focusses on the family as a social institution in the Igbo traditional society, including a discussion on the functions of the family, types and formation of the family.  Cole and Aniakor (1934) did a broad survey of arts of the individual to that of the family, to the family and the cosmos.<br/>From the above, one can come to the conclusion that functions, types and victuals involved kin the marriages in Nnewi is still untapped in terms of available literature and from these, research problems can be stated.<br/>RESEARCH PROBLEMS;<br/>Traditional marriage in Nnewi as well as in the whole Igbo land is seriously affected by the introduction of European system of marriage namely court marriage and church wedding.  This has resulted to the extent that some just go to the court and sign the marriage register and are regarded as being married.<br/>There is also a factor like poor orientation of our people atomization of the faint and differences in what the people regarded as being the tradition.<br/>RESEARCH APPROACHES:<br/>The approach used in this research includes functional and historical approaches.  The rational is to analyze the different ceremonies/rituals involved in marriages and then examine the functions and it’s social value.<br/>Marriages ceremonies in different parts of Nnewi were at tended in order to have first hand information.<br/>Lastly, primary sources contributed greatly to this work because a lot of oral interviews were carried out.<br/>RESEARCH OBJECTIVE <br/>The whole research was aimed at bringing to light the value which the Nnewi people in particular and the Igbo people in general attach to the Igba-nkwu ceremony.<br/>As one of the most important stage in the traditional marriages it is therefore very important that it should be recorded and preserved for posterity.<br/>Textile printing is one of the media through which an event of this nature could be permanently preserved and this is why the printing of a suitable cloth for the couples celebrating the :Igba-nkwu” was under taken.<br/>This written aspect of the project is intended to clarify the practical aspect.<br/>SCOPE/LIMITATION<br/>This project deals with the design and production of costumes for traditional marriage Igba-nkwu” in Nnewi.  It also treated the types, functions, stages and the social value of marriages.<br/>The limitations the researcher encountered in the course of this project are as follows:<br/>There is the problem of funding and time constraint.<br/>There is the problem of encroachment by the modernism into traditional marriage<br/>Processes involved in marriages.  With the result that the whole traditional processes<br/>Involved in marriages are no longer completed.<br/><br/>\n\nAN ILLUSTRATION OF TRADITIONAL MARRIAGE IN NNEWI   SOUTH LOCAL GOVERNMENT AREA OF ANAMBRA STATE <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ILLUSTRATION OF TRADITIONAL MARRIAGE IN NNEWI   SOUTH LOCAL GOVERNMENT AREA OF ANAMBRA STATE ", "id": 19}, {"content": "<div class=\"abstract\">\n<b>THE EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE OF AR <br/>(A CASE STUDY OF IMT CERAMICS STUDIO)<br/>ABSTRACT</b><br/>This research project, studies the effect of poor maintenance of art studio tools, equipment and machinery on the teaching and learning of art in tertiary institution, with special focus on I. M. T. ceramic studio.<br/>The purpose of the study is to identify the various ways in which poor maintenance of studio equipment affects students training in art and how students can engage in self help activities to reactivate machineries, other equipment and tools for effective studio practice.<br/>The scope of the project covers the study of dis–functional electric potters wheels understanding and identifying the problematic aspects of the equipment and how to repair and reactivate them.<br/>The significance of this project is the opportunity it affords, the art student to have a technical knowledge of some of the equipment and machines used in production of art works particularly in his or her area of specialization with such knowledge, the student artist prepared him or herself to meet with the challenge of studio practice anywhere, anytime.<br/>The researchers, takes look at different contribution of authors, which are related to this topic.<br/>Finally the researchers expose the effect of poor maintenance on tools and equipment and recommended ways how those in authority and Government could make provision in their budget for maintenance of faulty tools and equipments, before they are grounded. It is said that “a  stitch in time saves nine”.<br/>                        TABLE OF CONTENTS<br/>CHAPER ONE <br/>1.0              Introduction:<br/>1.1              Background of study:<br/>1.2              Statement of  problem:<br/>1.3              Purpose of the study:<br/>1.4              Scope and Delimitations of project:<br/>1.5              Significance of project<br/>1.6              Definition of Terms<br/>CHAPER TWO <br/>2.0              Literature Review:<br/>CHAPER THREE<br/>3.0              Research Design and Methodology:<br/>3.1              Re –statement of Research problem:<br/>3.2              Method of Data collections: <br/>3.3              Strategy for the practical project:<br/>3.4              Working Relationship Between parts:<br/>3.5              Observed faults:<br/>3.6              The Materials/ Tools:<br/> CHAPER FOUR <br/>4.0              Project Analysis and interpretations:<br/>4.1              Procedures:<br/>4.2              Analysis and interpretation<br/>CHAPER FIVE <br/>5.0       Summary, conclusion and Recommendation:<br/>5.1              Summary:<br/>5.2              Conclusion:<br/>5.3              Recommendations:<br/>5.4              Limitations:<br/>Bibliography:<br/> <br/>CHAPTER ONE<br/>1.0              INTRODUCTION<br/>1.1              BACKGROUND OF STUDY <br/>The issue of poor maintenance culture as it affects tools and equipment used in art production in tertiary institutions in Nigeria cannot be over emphasized. It is a poor attitudinal behaviour which has eaten deep into the social fabric of the Nigerian people. It manifests in different aspects of the industrial life of the people.<br/>Most institutions of higher learning where Art is taught lack adequate infrastructure facilities and equipment for effective teaching and learning of art. Some of the institution that could boast of some  facilities and equipment, have them in their dilapidated conditions were as a result of carelessness handling by student artists poor maintenance culture and total negligence on the part of departmental studio managers.<br/>This attitude to Art studio materials, equipment and machineries is in line with the general attitude prevailing within the nation. <br/>A visit to various ministries such as works and Housing: Agriculture citic will reveal sorry site of abandoned tractors, vehicles and other heavy equipment and machineries which otherwise would have been put to effective use in the pursuit of the objectives and goals of such ministries.<br/>It is not surprising therefore that professor Adesing Oladapo Aderisigbe of Obafemi Awolowo Uinversity Ile Ife would lament over inadequate funding in the faculty of Agriculture which has resulted in the abandonment of many of the facilities and equipment of the faculty for decades. (Kehinde Adio, 2005).<br/>The abandonment must have been as a result of their functional state which in most cases must have been as a result of poor maintenance.<br/>Writing on the collapsed Nukkei bridge in, Jalingo Taraba  state, David Molomo (2005) quoted Alhaji Abubarka (Deputy Governor) is attributing the collapse of the bridge to poor structure and maintenance. <br/>Within the premises of the campus 2 of the Institute Of Management and Technology Enugu would be found a good number of water tankers, pail loader,  and other vehicles which have been abandoned in a state of despair. At the industrial center would also be found, equipment for various productions which have not been assembled or have been allowed to rust.<br/>According to  the Head of work and services department the institute lacks the necessary fund to put these vehicles and equipment back to life – hence their abandonment.<br/>From the foregoing it is discovered that lack of fund is one of the major factors responsible for the poor maintenance culture that is prevailing within the Nigeria system.<br/>Another major factor to consider is non availability of the required technical know how. Most staff within the ministries, display lack of technical competence in the handling of machine and other working equipment. Where there are competent hand, surely maintenance cost would be reduced as the required repairs parts would be procured and repairs effected without engaging “experts” whose services would be very exorbitant.<br/>Reporting on the repair being carried out on the Niger bridge, Nwabueze Okonkwo of Saturday sun pointed out that the Commissioner for works lamented that lack of maintenance culture which has affected the bridge since 1962.  <br/>Architectural structures also suffer similar fate. There are reports of such collapsed buildings all around the country in recent times.<br/>Poor maintenance culture has been the bane of  our country which is having very adverse effect on national growth and development.<br/>1.2              STATEMENT OF PEOBLEM <br/>Most art studio in institutions of higher learning have facilities for the teaching and practice of art but because of their conditions many of them are not functional this situation has affected student artist especially those who are specializing in ceramics.<br/>Because of financial constraints facing management, money is not readily available to repair such equipment like electric potters wheels, kick wheels, kilns, ball mill, blunger, and other higher equipment like pugmill and compressors.<br/>For lack of fund, electrical and mechanical experts cannot be consulted to effect repairs on these broken down equipment to this end, what is expected of the student artist whose progress in training depend on the availability of such tools and equipment.<br/>1.3              PURPOSE OF THE STUDY <br/>The purpose of this study is to identify the possible ways art student can organize themselves through costless self help project to undertake effective repairs of broken down equipment and machineries in the art studio of their institutions that aid their training.<br/>1.5       SIGNIFICANCE OF PROJECT<br/>The significance of this project is the new dimension it introduces in the study of art. Under this new dimension, students have the opportunity to study and understand the design and mode of operation of the tools, equipment and machinery that are used in art production particularly with reference to one’s area of specialization.<br/>In this regard the art student will not see his working tool or equipment as object whose production is beyond his scope of knowledge and understanding.<br/>This approach place the art student in a position of great advantage like the driver/ mechanic. He or she will be asked to overcome problems associated with production within the studio or the industry.<br/>1.6              DEFININTON  OF TERMS <br/>POTTERS WHEEL: Machine designed to help potters to produce circular forms from a lump of plastic clay place on it revolving wheel head. This machine could be powered manually by kicking a pedal with the foot or by electric motor.<br/>THROWNG:                          A  method of producing ceramic form in which a lump of clay placed on a  revolving wheel head is manipulated with the fingers to become cylindrical and consequently give the desired shape of a flower vase, or mug or cup or bowl.<br/>WHEEL HEAD :                   This is a flat round metal disk which usually revolves on a vertical shift on which clay lumps are place for the production of cylindrical clay forms.<br/>CERAMICS TOOLS: It is a light hand instrument used in preparing and extracting clay; on dealing forms, smoothening; felting and decorating clay ware.<br/>CERAMIC EQUIPMENT:  ALL heavy duty machinery used in ceramic production such as kiln, potters wheel, pug mill, ventilation both spraying machine, spray gun, etc.<br/>   <br/>\n\nTHE EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE OF AR \r\n(A CASE STUDY OF IMT CERAMICS STUDIO)\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECT OF POOR MAINTENANCE STUDIO EQUIPMENT AND THE PRACTICE OF AR \r\n(A CASE STUDY OF IMT CERAMICS STUDIO)\r\n", "id": 20}, {"content": "<div class=\"abstract\">\n<b>PROTOTYPE (MODEL) OF A GALLERY FOR THE IMT ART SCHOOL<br/>ABSTRACT</b><br/>            So important is the need to display the products of the art school in IMT. As there is need for showcasing, so there is need for proper preservation and conservation of these works. This urge for an art gallery in the IMT art school has been “pushing” since two years ago, there is a taught that this the most appropriate moment and medium to contribute ones quota in making it a reality by creating this lively “springboard” for an enabling environment for the authorities to make a landmark (i.e building a structure from the prototype). The application of a resounding research work was the first on the list of procedures which led to and exertion that the artist has spent no meaningful time is he/she has not been able to preserve, display and safeguard these work(s).<br/>            However, it is quiet unfortunate that the student artist in the IMT art school may not be able to tell the look of a gallery since they have none to their accessibility. This has prompted the often cry about stolen or damaged art pieces.<br/>            This conceived concept placed before you, has in mind a situation whereby the problems of products not properly accounted for, not shown to the public through exhibition, not kept in good state. e.t.c. would be a forgotten thing.<br/>            Since it is planned in such a way that it would be spacious, cosy and sited in a tranquilly and silence environment around the campus 11 area.<br/>LIST OF ILLUSTRATIONS<br/>FIG.1              DRAWING TOOLS<br/>FIG.11            DRAWING TOOLS<br/>FIG.111          FLOOR PLAN<br/>FIG.1V           SITE PLAN    <br/>FIG.V ROOF PLAN<br/>FIG.V1           FRONT ELEVATION<br/>FIG.VII          BACKELEVATION<br/>FIG.VIII         SIDE ELEVATION               <br/>FIG.1              MATERIALS FOR MODELING ON DISPLAY<br/>PIC II              CONSTRUCTION OF THE WALLS, ROOF, WINDOWS/DOORS AND DECKING (SLABS)<br/>PIC III            LANDSCAPING IN PROGRESS<br/>PIC IV            THE FINISHED MODEL<br/> TABLE OF CONTENTS<br/>CHAPTER ONE: INTRODUCTION<br/>1.1       Background History<br/>1.2       Statement of the problems<br/>1.3       Aims/objectives<br/>1.4       Scope of the project<br/>1.5       Limitation<br/>1.6       Definition of terminology<br/>CHAPTER TWO<br/>Literature review<br/>CHAPTER THREE<br/>3.1       Methodology<br/>3.2       Project Development (Materials)<br/>3.3       Tools and Application<br/>CHAPTER FOUR<br/>Project Analysis<br/>CHAPTER FIVE<br/>5.1       Conclusion<br/>5.2       Achievement<br/>5.3       Recommendations/ Suggestions<br/> References<br/>CHAPTER ONE<br/>INTRODUCTION<br/>            Art gallery is a building or space for the public exhibition of works of art. These works are usually exhibited for public enjoyment or education. In privately run commercial art galleries, works are usually exhibited for sale. Bringing it down to the instance of architectural modeling, we ought to look into design of a proposed gallery. It is often seen as a difficult to appreciate points of design on the actual appearance of a building or object from plans and directions. The representation of constructed perspective gives resemblance as does as possible4 to the actual appearance in terms of lines on a two dimensional surface.<br/>            Architectural modeling is an area of drawing and making of structures that is not really treated in Graphics art of IMT and there are some other methods of this process than the ones in this project.<br/>            The proper follow-up of erecting a structure starts from the plans/elevations and other necessary sections. To achieve these, the use of Orthographic projections deployed. Also in Architectural drawing like there is the application of metric projections and they are known as Isonometric and Axonometric projections. While metric projections are methods of drawing buildings or objects so that the 3 dimensional effect will be observed and a proper measurement could be taken.<br/>            Isonometric projection is particularly suitable for cutaway views of objects because it gives a realistic effects, placing the Axonometric along side the Isonometric, the plan is seen as a for shortened plan, real length, ground plan are been angled at 30 degrees above the horizontal.<br/>            By this, the clear and suitable view or understanding of the project will be derived.<br/>BACKGROUND HISTORY:<br/>            The art gallery has it’s origin from the ancient Greece and Rome. In Greece, the pinacotheca was a space at the entrance to a temple house where depictions of deities were displayed. By this period before the 19th century the pinacotheco serves as a place in a private house were statues tablets and other works of art were kept.<br/>In the modern world, the word is extended to apply to municipal art galleries such as the Alte pinakothek and Neue pinakothe (old and new pienecothecas) in Munich, and the penecotheca Nazionale in Bologna and Siena.<br/>            In the 19th century, the ideal that art belongs to a nation rather than an individual developed. However, this led to the emergence of most major national art galleries. Also the French Revolution stimulated ideas of democracy which favoured the concepts of preserving the perceived nation’s art collection. In no small measure, these grew consciousness among national artist.<br/>            Coming to the recent, the commercial art galleries play an important role both for collectors and as the means by which living artists. However, in the history of this institute, there has been no record of a permanent art gallery. Instead it is always a temporary one for in pretence as in regards to achieving an immediate need. With the establishment of this project there should be a permanent one.<br/> STATEMENT OF PROBLEM:<br/>            Currently the art school of IMT Enugu has no god presentation system for the art products all over the school. Having felt the pains of losing a cherished art piece as a result of no good presentation space in the school and heard many other unfortunate stories about damaged or lost works, it is quiet painful and of a great negative consequence if we should continue in this state. Seeking to this problem with a lasting solution is what have prompted this project. Nothing that it is only the sculptural works that have an assigned portion in the school.<br/>            On the other hand, members of the public always have it to say that the school is “living in it’s past glory” this is due to the fact that more than half of the number of works on display in the garden and some sites in the school are produced by past students of the school. This implies that new work is not finding their ways unto the necessary display patterns.<br/>PURPOSE OF THIS STUDY:<br/>            The lies below clearly states specific points that the project seek to tackle. As mentioned in the statement of the problem, there is great need for absolute preservation and display of art works in the IMT art school. As such the aim is geared towards restoring the dignity of the art school and it’s content(s) which is at great under-mine. At the tail of this project, it would be realistic midway since that research has been fulfilled with the practical work to match. However, it would be completely realistic if the authorities concerned are bent to aiding the school with the structure on ground for proper use, in the art school.<br/>            Objectively, the research is on course so that a cozy and tranquilly structure which is roomy enough to enshrine good number of the works produced in the art school would be put in place. This would go a long way encouraging both the schooling and graduating students of the art school. Regarding the fact that their works are well kept and preserved, for these adds value to the artist.<br/>                        It would also be added that, the idea of building a preservative point for these works in an added advantage to the world of art and artist and the project is purely aimed at inspiring the artist for greater standard and also present the artist in a well packaged manner.<br/>SCOPE OF THE PROJECT:<br/>            The range covered by this project is quiet versatile bringing together Architecture and Arts (graphics). In achieving the purpose of this project, the care choices to take on both tools and proportions since these are more than abundant materials for could be achieved. Ones result after such work is to determined principally by choice made before work.<br/>            Basically the major purpose of this project is not aesthetics rather for super need of arts preservations. This is the reason while the materials used in the prototype are such that could stand the test of time and the other hand look beautiful for aesthetic value. These materials include papers of different sorts, plastic board, and adhesive of solid bond.<br/>            The project is planned in a way that it will still be a point at which many will be enlightened in this area and have another thought pattern that looks better.<br/>DEFINITION OF TERMINOLOGY:<br/>            Principal terminologist that are found in this project are terms commonly used in the field and they enable an easy understanding ye fellow workmen in the architectural field. Terms such as the following were deployed in the course of the research report.<br/>(1)        ELEVATION:          modified orthographic drawing that shows a side of an object or structure, e.g. approach view.<br/>(2)        BOND:                       Joining or adhesive gluing.<br/> (3)        PLAN:      This is the drafting with the use of lines and features of a proposed structures for easy take off and comprehension.<br/>(4)        LANDSCAPING: This is the visual expanse of summery of a particular type. This is seen as land beautification and the use of this system to control some natural disaster, e.g. soil erosion.<br/>(5)        TRACING / DRAWING: These are the method of laying the sketch of the plan for the proposed building or object on a surface may be paper (Drawing) or tracing sheet.<br/>(6)      DORMER:             This is a an open space around a basement window.<br/> (7)      AREAWAY:                This is an open space around a basement window.<br/> (8)      GREEN SUEDE:        Fabric material that has green dry wooly surface, used as grass.<br/>    <br/>\n\nPROTOTYPE (MODEL) OF A GALLERY FOR THE IMT ART SCHOOL<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PROTOTYPE (MODEL) OF A GALLERY FOR THE IMT ART SCHOOL", "id": 21}, {"content": "<div class=\"abstract\">\n<b>FACIAL EXPRESSION IN POWER TUSSLE IN ENUGU STATE<br/>(AN ADAPTATION OF CASTING AND METAL CONSTRUCTION TECHNIQUE)<br/>PREFACE</b><br/>This write up tries to review what the theme power Tussle means, this happens mostly every day somewhere, someplace in the word. It can be tussling in who will be in control and this sometime ends up in bloody conflict. <br/>     This project discussed on balance of power tussle which I represented with two aggressive postures tussling in order to gain one of three components of power: force Authority and Influence. I choose Enugu state because it is the only Nigerian state that I am  very conversant with The first chapter of this thesis is concerned with Background History of power tussle and it relationship with Art.<br/>      Chapter two is the literature review according to individuals. <br/>Chapter three deal with project execution, medium used and development. <br/>Chapter four and five discusses on project analysis, conclusion and Recommendation.<br/>TABLE OF CONTENTS<br/>CHAPTER ONE:<br/> Introduction<br/>1.1                 Background history                                      <br/>1.2                   Statement of the problem                            <br/>1.3                   Aims and objective                          <br/>1.4                   The scope of the project                  <br/>1.5                   Limitation of project                                    <br/>1.6                   Delimitation of the project              <br/>1.7                   Definition of terminology                            <br/>CHAPTER TWO<br/>Literature review                     <br/>CHAPTER THREE<br/>3.1              Project execution        <br/>CHAPTER FOUR<br/>Project analysis                                               <br/>CHAPTER FIVE<br/>5.1              Conclusion                                          <br/>5.2              Recommendation                    <br/>References<br/> CHAPTER ONE<br/>INTRODUCTION<br/>1.1              BACKGROUND HISTORY<br/>              In the world of production, there are many techniques for working e.g wood carving – This means chipping away parts of log or plank to arrive at the required form. Metal construction – this involves the joining of metals when sufficient temperature is applied using filler rods called electrodes. Casting- which explains the pouring of liquid metal, plastic etc.<br/>             Come down to adaptation of technique, casting is the making of an object by pouring liquid substance like metal, plastic etc into a mould and allowing it to cool and assume the chape of the mould. In the execution of sculptural pieces, cement is assumed to the medium. Cement which is to be used in casting in mixed with send in the ratio of 2:1. Water is than added to make it fluid and plastic so that the mixture will be able to enter into all the depressions on the clay positive. The execution of the coal mines has been one of the sculptural works in Enugu metoropolis that depicts the scope of this study. Before the arrival of the British colonial government, the geographical area was made up of many nationalistics, among which between 250 – 350 were later brought together to constitute the current Nigerian state. The area was naturally going through the process of enlarged communities and people moved across ethnic boundaries to maxmise threats. The House- Fulani were involved in balance of power tussle with the Yoruba, the Yoruba were involved in similar tussle with the Dahomeys (Republic of Benin). The Igbos too were engaged in a balance of power tussle agains Benin, Igala and some other rationalities. None of the actors was able to enjoy over balanced power, and there was no consciousness to bring a Nigerian nation states. As the contradictions of Nigerian unitary system mature, those in charge of the state become more and intolerant. Yet the use of force and brutal exptoitation does not being the country near peace.<br/>         Coming down to the scope of this study which is power tussle in Enugu state. Power tussle is a short struggle, fight or argument especially in order to be in control. Although power has been variously defined by Goldhomer and shils, weber, Rier stedt, simmel, parsons and other, all definition carry the that popular is ability to control other benefit of the power holder. In our society today individuals, groups tussle for power in order to gain one three components of power. Force, Authority and influence. For several years, Enugu state remained the most significant city in the south-eastern part of the Niger.Apart from the coal which it was know for, it was also the political headquarters of the south eastern region. Enugu has a lot of symbolism attached to it It was the city where great sons and daughters of the Igboland began their journey and pyramid climb in to the apex of federal governmental structure. In 1950’s Enugu server as a rullying ground to resist British slave labor. Those who worked at the coal mine, one the Nigerian major export production t the time paid dearly with their blood when the colonialist defined human decency by publicly executing the coal miners in a broad day light. What was the sin of these coal miners? Demand for better standard of living, a request that did not involved armed tussle.Not only has Enugu state continued to be melting point of south east politics, it has also continued to be melting points of south east politics, it has also continued to serve as the thermometer for measuring the political temperature of the Igbo people. That perhaps is responsible for the kinds of attention the unifording political events in the state have attracted. From the issueof power tussle between the states Governor, Dr Chimaraoke Nnamani and Senator Jim Nwobodo, to the controversy surrounding the Adoration ground tragedy, up to the state Assemblys unending crisis, and the closure of Savannah Bank issues concerning the state have been thrown to the front burner of national discourse. Presently, every incident or development in the state is explained from political perspective. One of such issues was the closure of savannah Bank issue concerning the state have been thrown to the front burner of national discourse.presently, every incident or develop ment in the state is explained from political perspective. One of such issue was the cloure of savannah Bank PLC by the central Bank of Nigeria (CBN). This generated ripples as insinuations were made that the action as part of a master as plan to force Nwobodo out of circulation. While those that hold this view readily point accusing fingers on the presidency and the state government. The raging tussle in the state House of Assemble has also made the state the first to have Legislators who operate from exite. Apart from the fact that the tussle in the House has faven a dangerous dimension as there are reports of use of arms on the floor of the Assembly thereby defilling the sanctity of a house of Law, lawmakers in the state now operate like commands.On the march 7 tragedy, Revernd father Ejike Mbaka had gathered worshipers of the Government Technical college, Enugu for his weekly adoration programme. At the end of the religions gatherring, fourteen worshipers were confirmed dead. The state hit the headlines of the press. A religions issue almost immediately assumed a political trend. News that the tragedy was caused by poisonous gas filtered, round the state and the nation.  There were equally allegations of gun shots were heard at the adoration ground.  All these allegations, implicitly and   explicitly, had the state government at the centre of the issue.  Nnamani’s government consequently found itself in the eye of the stann.<br/>1.2              STATEMENT OF THE PROBLEM<br/>      The project is to let people know what is actually happening in our society today, using Enugu state as the scope; when two people tussle for a particular post, this sometimes results to a bloody conflict, example, two people tussle for kingship, which sometimes go to the extent of trying to kill the other individual in order to be in control.<br/>2               Secondly, two people tussled for a political post usually who will be the power holder, and that head to fighting and shooting of other party members, example, on 27th of June 2003 a man was shot dead and many people injured when a political crisis was carried out in Udi between PDP and ANPP.  There were terrible gunshots<br/>In the air and people ran for their lives all because of a particular post.<br/>3.         Thirdly, two individuals tussle for a piece of land, which <br/>Involves the use of dangerous weapon to destroy the other person in order to be in control of the land.<br/>Finally, this project is now pointing out to the public showing the problem we have in our society which if we can understand one another we do things kin order and know that we are just passing bye in this world.  So there is no need to destroy in order to be in control.<br/>13        AIMS AND OBJECTIVES<br/>The aims, and objectives of this project is to enable people to know that power is not a game of do or die affair rather a<br/>Device that co-ordinates without tussle or violence, we can reach to the pinnacle of the temple together without pushing anybody down.<br/>     Tussle for power is not easy to achieve, yes, this is true, but if we can do things uprightly without any tussle and violence, we can still achieve any goal we want in life.<br/>1.4       THE SCOPE OF THE PROJECT<br/>Many examples of were power Tussle have be experience both in individuals and groups.  But for research convenience, this study is limited to the Enugu state.  This study concerns itself solely with modern power tussle and crisis.<br/>1.5              SCOPE OF THE PROJECT<br/>For the purpose of this project, materials available for the<br/>Production includes cement, clay and fiber or polyguard.<br/>However, using fiber glass can retain its originality and maintain it strength.<br/>1.6              DEFINTION OF TERMINOLOGY<br/>There is no specific definition for the sculptural terminology which if not explained may not be understood by the ordinary reader.  Therefore, technical words used are hereby defined either operationally or conceptually (based on the ideas).<br/>1.       Clay:  earthly material that is elastic when prepared and<br/>Kneaded carefully.<br/>2   Chicken wire:   Light were not designed properly, mostly<br/>      Used in chicken layers which are so good in getting shape?<br/>      Of your work.<br/>3.   Spatulas:   Wooden or metal materials use in creating forms.<br/>4.   Amateur:    The finished frame of a particular work with the<br/>       Chicken wire and metal.<br/>5.    Pallet knife:     Used in modeling.<br/>6.    Saw Blade:  Used in getting some specific level.<br/>7.         Based – Board:  The board on which the work is going to <br/>       Be worked.<br/>8.     Fiber Glass:   Light material used in casting the work<br/>        after mould making.<br/>9.         Casting:  An object made by pouring liquid metal, plastic<br/>        etc into a mould or shaped container.<br/>         <br/>\n\nFACIAL EXPRESSION IN POWER TUSSLE IN ENUGU STATE\r\n(AN ADAPTATION OF CASTING AND METAL CONSTRUCTION TECHNIQUE)\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " FACIAL EXPRESSION IN POWER TUSSLE IN ENUGU STATE\r\n(AN ADAPTATION OF CASTING AND METAL CONSTRUCTION TECHNIQUE)\r\n", "id": 22}, {"content": "<div class=\"abstract\">\n<b>SUPPLICATION<br/>(A CASE STUDY OF FORMS IN WOOD CARVING)<br/>PREFACE</b><br/>It has been my wish to execute this project titled Supplication depicting a woman Kneeling down in abstract, since all human effort are proving abortive in providing solution to man’s problem, It is very important for man to Look diligently for his God, the creator of universe who is the Last hope of the weak<br/>      The first chapter problem or scope of project, aims and objective and Limitations chapter two deal with Literature review while three high Lights the production stage, tools and material fire Summarize the subject matter and recommendations.<br/>TABLE OF CONTENTS<br/>CHAPTER ONE:   <br/> Introduction<br/>1 .1 Statement of Problem             <br/>1.2   Aims and Objective                           <br/>1.3 Scope of the Project                             <br/>1.4   Limitations                             <br/>1.5 Definitions of Terminologies                  <br/>CHAPTER TWO<br/>2.1   Literature Review                              <br/>CHAPTER THREE:<br/>3.1   Project Execution and Methodology Media        <br/>CHAPTER FOUR<br/>4.1       Project Analysis<br/>4.2       Historical<br/>4.3       Function<br/>CHAPTER FIVE<br/>5.1   Conclusion                        <br/>5.2    Recommendation                         <br/>References <br/> CHAPTER ONE<br/>INTRODUCTION<br/>Right now it is clear that no man’s effort has been able to remedy the problem of mankind, even so it has been back in the history. Notiching this trend, some people seeking refuge in the world of God and strong enough in faith. They Love to be rich more than God and so become like the seed that falt among thorns and were choked. These people established churches and prayer house here and there, instead of teaching people the truth about Life, take to enriching them selves and preaching about prosperity. And so the problem of man kind remains unsolved even by prayers. How can God answer the prayer of the ungodly. With the view that man is a failure in his effort to question still remains what shall be done to quench this fire that is devouring mankind.<br/>      With this, the story of the prodigal son comes to mind.The prodigal son wanted his own share of his father’s property or wealth, when this was given to him, he went and misused it when he was hungry stickmen, disease prone and dejected just as to compare with the Situation of the world of man today. The prodigal son remembered his fatter with humble heart and this he did and was accepted and taking care of by the wealthy father, so if the world is compared to the prodigal son, it then means that the solution to the problem lies in the Lord<br/>Their God, and for them to come to God it has to be in total surrender in supplication because God never look down on a Lowly heart.<br/>     Supplication as the advance Learners dictionary has it means humble prayer. This humility is not the type that a hypocrites, can do but the type a determined individual who knows that he is in a problem and wants to be saved from his problem can do. Self denial to have a complete love   for a fellow man and total devotion to the Biblical viewing him solve them. And my own is based on Biblical believe.<br/>1.1       EMENT OF THE PROBLEM<br/>This study intend to remind people that whatever they make supplication and some people don’t know God is well appreciated and is clear that this project is meant for those people so that they can recognize their creator and have solution to their problem. Other people may say they worship God, but do it in hypocritically. I want to make it clear that if is this set of people that cause the worst havoc to the earth and man, people should stop pretending to be good in its true sense then will things be good for them.<br/>1.2       AND OBJECTIVE<br/>   This concept, supplication was executed by me in sculpture to allow both the literate and the illiterate to have a look at a humble manner and pose in which man supposed to be in front of God at this material period. The sculpture piece which is a figure of a woman kneeling down covering her head as a sign of humility and Loyalty, During the period of our fore fathers, they normally take their problem to the idols they made with their own hand which is not the best for them, but rather, they should left up their hands to God with a clear heart for the solution of their problem, because God almighty is the ultimate.<br/>1.3 SCOPE OF THE PROJECT<br/>   The significant of this figure and its pose it’s the world in total surrender to God through Christ. The female figure reprensents the mother world, representing all the that the world, philosophically, this claim which means that the woman gave birth to all the races of the world, and the God to re-cleansed because in iniquity our parents concieved us.<br/>1.5       DIFINITION OF TERMINOLOGIES<br/>            For this work to stand firm there are some basic material that were involved which includes, <br/>GOUGES: There are similar to chisels for there carved cutting edges gouges where particularly use for mortising. <br/>MALLET: It has a shape of hammer but different because of it rubber head it is used for hammering the chisel and gouges.<br/>CHISEL: A flat edge of metal with handle use for wood carving in various design (pattern).<br/>AXE: used r cutting and shaping log of wood.<br/>RASP: This is used for cupping off of unwanted place during finishing.<br/>MAQUETTE: A model of small size of the main work.<br/>SKETCH: Preliminary drawing of the main work.<br/>TEXTURE: The process of applying rough but deliberate design on the work for beauty purpose.<br/>SAND PAPER: Use for smoothing of the word surface.<br/> NOTE. <br/>Schefte williams c:                Biology (principal and issues <br/>                                               Addison vesley (1975:976)<br/>                                               P.976.<br/> <br/>\n\nSUPPLICATION\r\n(A CASE STUDY OF FORMS IN WOOD CARVING)\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SUPPLICATION\r\n(A CASE STUDY OF FORMS IN WOOD CARVING)\r\n", "id": 23}, {"content": "<div class=\"abstract\">\n<b>SCULPTURAL COMPOSITION <br/>(A CASE STUDY OF OFFIAUGWU PRIEST &amp; PARAPHERNALIA)<br/>PREFACE</b><br/>This project examines Igbo traditional priesthood in respect to Offia Ugwu Shine in Osili village Enugwu – Ukwu, Njikoka Local Government Area of Anambra State.<br/>“Priests are selected men by the gods for a special purpose. They stand as a medium of interaction between the sensory and super sensory world. They are the representation of the unseen patron of any given community or unit” Along side other attributes and attributes of priest and his Office has been carefully studied and documented by the researcher so for the purpose of understanding project is written in five chapters. Chapter one is based on the background of study statement of the problem, aims and objectives, scope of the study limitation and definition of terminology. Chapter two is on the literature review. Chapter three deliberates the methodology, media used, project development and finishing. Chapter four is on the project analysis and finally chapter five deals with the conclusion i.e. achievement and recommendation.<br/>TABLE OF CONTENT<br/> CHAPTER ONE<br/>1.1              Background history <br/>1.2              Statement of the problem<br/>1.3              Aims and objectives<br/>1.4              Scope of the project<br/>1.5              Limitation<br/>1.6              Definition of terminology<br/>CHAPTER TWO<br/>2.1              Literature Review<br/>CHAPTER THREE<br/>3.1              Medium (description<br/>3.2              Project development<br/> (materials, tools and application execution)<br/>3.3              Finishing<br/>CHAPTER FOUR<br/>4.1              Project Analysis<br/>CHAPTER FIVE<br/>5.1              Achievement<br/>5.2              Recommendation / suggestions<br/>5.3              Bibliography<br/>LIST OF FIGURES (FIG) AND PLATES (PL)<br/>Fig 1 Preliminary rough sketches………………………<br/>Fig 2   Approved sketch…………………………………<br/>PL   1   Modeling of the pattern and mould making…………<br/>PL    2   Charging of the mould (positive cast)……………<br/>PL    3    Semi fished work (arrangement of parts)…………<br/>PL    4     Finished work …………………………………<br/> CHAPTER ONE<br/>1.1              BACKGROUND HISTORY<br/>The concept of sculptural composition would not be well understood without the researcher taking a quick glance at the history of sculpture and examining the key words in the concept i.e.”sculptural and “composition<br/>           The origin of art of sculpture dates backs to the origin of the man, synchronizing with the primeval experiences of the pre-historic man. The early man suddenly developed the need to improve upon his skills and similarly to subject the chaotic character of nature to a portable size and gain a certain measure of control and promote fertility. He achieved this by carving out making incised contours of the figure of animals on the walls of the cares and stones with sticks and fingers. He applied into those contours mineral, plant, pebbles, and other media.<br/>As man’s scope and experiences widened, there came into being the need to experiment dating from the pre-historic to the modern era of scientific evolution technology.<br/>Differences in philosophical identifies, geographical locations and techniques of approach characterized the history and growth of sculpture from one pattern or style to another, giving rise to different movements such as cave sculpture (catacomb), mediaeval, Renaissance, Baroque, Romanticism, Realism, Impressionism down to cubism.<br/>       In the 20th century at moment, such artists as Pablo Picasso who is regarded as the father of the above era. He is known for his verse knowledge on all aspect of art. He executed the very first sculptural composition. This was revealed in his ram head sculpture he achieved through the use of bicycle handles as horn and the sit as the face and other employed fabricated as well as found object.<br/>      According to the Advanced Learner’s Dictionary Sculpture’ means, “ concerning sculpture” and means, “the art of shaping solid figures of stone wood, clay, metal etc” It also defined “composition as”, the art of putting together to form something”….<br/>        From the sculptural compassion is an art expression that involves the fabrication arrangement of metals, wood, fiber, bond, stone, and any sculptural medium.<br/>       Coming down to the scope of this study which is Osili village in Enugwu Ukwo, Njikoka Local Government area of Anambra State, in respect to a shrine, “Offia Ugwu” and its Custodian.<br/>        Enugwu-Ukwu which is sited near Awka the capital of Anambra State has Osili as one of the eighteen major villages. It has three segments. Akama, Etiti and Obeagu Osili. Etiti-Osili is populated by three kindred, namely, Umuagu, Umukike, and Umuibi. Some members of Umuobi and Umuagu Kindreds also live at Obeagu Osili side by with two other kindreds, namely Umuiku neche and Umuorikpe.<br/>       Okperi was the first settler at the point now known as Ofia Ugwu. It is the highest point in area and about hundred meters above sea level. He had one son, Onyike. This sacred enclave known as Ugwu was the abode of Okperri. The whole Osili village worship at the shrine. At a certain period of every year, Ikpo Ukwu ritual is performed. The sacrifice always attracted by the inhabitants of the whole village, including people from other village, only persons who had performed the Amanwulu title, attended and took part in the sacrifice. There are three idols in the shrine and each is worshiped at its own specific time. The idols include Ugwu, Madu Ugwu, and Aro Ugwu The last known Chief priest of Ugwu, was Nwonyike Unoego from Obu Onyike, while the whole women from village worshiped at Ugwu. Ugwu Idol derived its power from spiritual gynarch. That resulted on the traditional reincarnation of many of our daughters form Ugwu Idol. Since the de3mise of the chief priest, no other descendants of Okperi had succeeded him.<br/>      This lackadaisical altitude could be traced to the fact that Ugwu by its nature does not attract many worshipers.<br/>1.1     STATEMENT OF THE PROBLEM<br/>           The following needs have led this project<br/>1.                       Knowing who a priest is his duties.<br/>2.                       What are the priest paraphernalia’s?<br/>3.                       Their relationship with these shrine elements.<br/>1.2              AIMS AND OBJECTIVES<br/>              This work like any other meaningful work has some purpose why it is embarked upon. The issue in discourse being an important one for the fact that attaining position of a priest has been since genesis and has existed with some hindrances, that made people not to be well exposed to this mysticism.<br/>Therefore some of the purpose of this work shall include:-<br/>i)                    Analyzing a Traditional priest and it functions<br/>ii)                  Ascertainment of the paraphernalia <br/>iii)                The mysticism of manipulation<br/>1.3              SCOPE OF STUDY<br/>In this project the research attention will focus on the fabrication of a sculptural piece titled, sculptural composition in a composition form by employing item seen I the shrine of Ofia Ugwu  Osill Vilage, Enugwu-Ukwu in Ojikoka Local Government of Anambra State.<br/>1.4              DEFINITION OF TERMINOLOGY<br/>             Every profession has its peculiar terms or registers that is known for. In that respect, a work like this will not be complete and well understood without the researcher defining some of the art terms that one shall come across in the course of this project.<br/>1.       AMATURE:   This is a skeletal frame work that is form to held<br/>Sculptural works during modeling.<br/>2.      CHARGING:  It is the picking of the position forms from a negative form<br/>(Mould)                  <br/>3.       CASING:  It is the coating or covering of a pattern with medium such a<br/>Cement, plaster of Pari, plastic filler, fiber glass clay etc.<br/>4.                       CAST:  This is the real or position work after charging a mould.<br/>5.                       COMPOSITION:   The arrangement of motif of various shapes and forms to create a homogenous entity.<br/>6.                       CONCEPT     It is original ideal conceived before the creation proper.<br/>7.                       FABRICATION:  This is the up of form by construction or shaping and joining of various parts to create a visual form.<br/>8.        FIBERGLASS:   This is a metal made from glass fiber and mix with<br/>Resin during mould making or charging<br/>8.                       SEPARATION:  This is any only substance that can create banner<br/>between<br/>the pattern and the mould, thus allowing separation.<br/>10.    MOULD:   A hollow with shape or forms. Into which substance or<br/>Material is poured or inserts to set shape<br/>11                SKETCH:  Quick drawing without much detail that serves as a quite for further development.<br/>12                SPATULA:  It is a instrument of various shape, flat, curve etc used in modeling. Many times they are improvising.<br/>13                SHIMS:  These are thin metal sheets pan used in demarcating pattern before casting.  <br/><br/>\n\nSCULPTURAL COMPOSITION (A CASE STUDY OF OFFIAUGWU PRIEST &amp; PARAPHERNALIA)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SCULPTURAL COMPOSITION (A CASE STUDY OF OFFIAUGWU PRIEST & PARAPHERNALIA)", "id": 24}, {"content": "<div class=\"abstract\">\n<b>MIX-MEDIA IN SCULPTURE <br/>(A CASE STUDY OF EDE-ANO FESTIVAL IN ABAGANA, NJIKOKA LOCAL GOVERNMENT AREA)<br/>PREFACE</b><br/>Ede-aro festival of Abagana has remained unknown to many people for just for the fact that well known authors have not taken proper insight on the works and cultural heritage of the people of the area. I developed the interest in carrying out this research project on this topic when I realize that nothing has been done on the Ede-aro festival in Abagana.<br/>A town that cannot properly recall its historical past may not be able to define its stand today. Since then, it has been my intension to find out about the trend of Ede-aro festival and its implications on the community life.<br/>For organizational convenience, this research project is divided into six different chapters. Chapter one which is an introduction presents in a parsimonious way the historical background of the study. It also looks at the method of research and general objectives of the study.<br/>Chapter two studies the origin and historical background of Abagana location and people, while chapter three looks at the major event and activities of Ede-Aro festival, preparatory state.<br/>Chapter four outlines the effects of the festivals on the social life of the people. Chapter five examines the input of foreign culture on Ede-Aro festival. While chapter six was the conclusion.<br/>TABLE OF CONTENT<br/>CHAPTER ONE<br/>1.0              Introduction<br/>1.1       Preparation by the shrine priest<br/>1.2       The life of an Aro priest<br/>1.3       Statement of the problem<br/>1.4       Aim and objectives<br/>1.5       Research problem<br/>1.6       Limitation <br/>1.7       Definition of terminology<br/>1.8       Tools<br/>CHAPTER TWO<br/>2.1 Literature Review<br/>CHAPTER THREE<br/>3.1       Project execution <br/>3.2       Preliminary sketches<br/>3.3       The Amature<br/>3.4       Mounting and Finishing<br/>CHAPTER FOUR<br/>4.1       Project analysis<br/>CHAPTER FIVE<br/>Conclusion<br/>                             CHAPTER ONE<br/>1.0       INTRODUCTION<br/>Among the Igbo and other ethnic groups, festival is one of the most important forms of cultural phenomenon. According to lindwood Frederikson; throughout the history of human culture, certain days or period of time have been set aside to communiurate, ritually celebrate or reenact or anticipate events or season (agricultural, religious or socio-culture) that give meaning and cohesiveness to an individual and to his community, (1908: 1977).<br/>            A festival comprises a time set aside for a public celebration and its activities whether religious or secular. It is a special time which is separate from ordinally times. The festival identify with the duration of the special time.<br/>            There are different types of festival in Abagana like the Ede-Aro, Ofala and new yam. Ichekeotu, iyazi festuival and others, which are celebraretd in Abagana alone.<br/>            The special time is sacred. Thus a participant in a festival identifies himself with the sacred time through ritualistic re-enactment of the events that inform man about his origin, identify and destiny (Frederickson, 1908-1977) has observed a festival in identified with the duration of the special time- a day or period of time. Regardless of the duration, each festival has all or some of the facets: a performance of a kind or rite: passage rites, sacrificial rites, seasonal or commemorative observation and rites celebrating the end of fact or fast period, at the shrine, an actor or any other solemn spot.<br/>b.                  People gathering together at a community center, market place or any other spot.<br/>c.                   Communal eating and drinking <br/>d.                  Dramatic dancing, music playing and athletic displays<br/>Festival are periodic recalling days or seasons of gaiety or merry-making set aside by a community, tribe or clan, for the observance of sacred celebrations, religious solemnities or musical or traditional performance of special significance occurance like to conquest of a neIgbouring village in war. The festival can take form of a religious celebration during which sacrifices are offered to the different gods having power over rain, sunshine, marriage and good harvest.<br/>            There are merry- making traditions associated with festival. This may imply that masks draw the attention of the public and by so doing create a forum for social interaction. Expressing the role of masquerades in “things fall apart”, Achebe stresses that the masked spirit in the traditional Igbo society was a vehicle of much more than manners. It was the repository of all that was held secret, mythical, mysterious, magical, and supernatural in Igbo culture. Wole soyinka shares the same view with Achebe in his use of masquerade in the play titled “the road”. From the sources available and accessible to me I found out that Ede-Aro festival in abagana has not been documented and as such deserved detailed study. Masquerade and their perfomance are usually displayed at a place called afor square (arena) which is a traditional version of a stadium.<br/>1.1        PREPARATION BY THE SHRINE PRIEST EDE-ARO AND THE MASQUAREDES.<br/>Ozo ezenwokwe the present aro priest is engage in a series of preparation designed to make the occasion successful. He scarifies to the auxriary gods and soliticites their protection over the people throughout the duration of the festival. He also implores the gods to grant him the will and health to perform his duties creditably. The masquerades that are organized by the elders visits the Aro (priest) a night before to find out if Aro (the gods) has granted his permission so that the festival could be celebrated. They also give thanks to the deity for his protection in the previous years and seen assurance that protection in the previous years and seen assurance that he would continue to do until the next festival. Most of the dangerous masquerade appear in the night in order to perform at the Aro square between 12 mid night and 3am. Some perform in the day time at the same Aro square while other worship at the aro shrine.<br/>            During this period, the council of elders is summound by the priest to the Aro shrine to assertain the most appropriate date which should be announce to the public for the ceremony. This is done through divination “igba-afa”. It is the responsinility of the diviner to foresee all the ills that might be fall anyone or all and ensure all the necessary ritual are performed for the success of the festival.after ascertaining the appropriate date which must fall on an oye market day, this is announced to the public.<br/>            Manipulation which is organized and communicable and it culturally transmitted from the above definition, one can realize that art is not only also the exposition and transmission of cultural significance to the society in a visual form.<br/>            Art is indispensable to indigeneous cultural organization whose role were either social, political, religion, entertainment or a combination of all or some of these. In order to control the society to enforce the acknowledgement but unwritten laws-“Omenala” to ensure justice and fact-play, art was put in service of men.<br/>1.2       THE LIFE OF AN ARO PRIEST (SHRINE PRIEST)<br/>            The priest (eze mmo) the worshipper of Ede-aro shrine is slim in nature. Fair in complexion, some time have grey hair and in the middle of his head are brow hair. They are beautiful and also fanciful. They decorate their body with drawing of animals and other beautiful traditional material. They usually put on tiny rope which shows haven an ozo title. They are very respectful to their society and communial in general. Their mode of dressing is by tieing cloth material on their waist(ewa-ogodo0 using using nso (white cloth) to design their face and body which make them to look fearful and ugly. They also put beeds around their neck to beautify it. In their shrine they don’t put on slippers, they put on a cow leather or any other animal in order to beautify the shrine. They were known for the small calabash (sawser) use in putting kola nut, offer cacrifice to the gods. They have nzu (Nzu is a white substance given to people in a person’s house as a sign of welcome. Nzu is avery important thing in Igbo social order. Nzu goes before kola nut. People are not allowed to enter into the shrine where the priest is <br/>1.3       DEFINITION OF TERMINOLOGY<br/>            A work work like this will not be complete without the author defining some of the specialize terms. The following are some of the terms we come across in the course of this project, and their meanings.<br/>A.                Aro welding machine:<br/>This can be defined as an electrical insulator that passes current with the of electrode melt metal or iron together to form ore. It is done by melting two metals together, and then with the help of the eletrode will join them together. The process is known as fabrication. It was the major machine in this metal construction project.<br/>B.                 JIG SAW<br/>This is a machine used in the cutting of those flat bar metals. It is one of the fastest machines used in cutrting of metals and woods.<br/>C.                ABRASSIVE GRINDING MACHINE<br/>This machine is used for the sampapering of arts<br/>D.                ROD BENDER<br/>This is metallic object used in the bending of irons and rods.<br/>1.4      HAND TOOLS<br/>A.                HACK SAW:<br/>This is a metallic flat material in C shape used in cutting of metals and rods.<br/>B.                 BOLT CUTTER OR (AKPABIO) <br/>This is a plier like metal but bigger in size metal object. It is used in cutting of rods.<br/>C.                FLIERS <br/>This is a rubber head metal material used in the clipping of tiny rods to avoid hot metal<br/>D.                CUTTING CHISEL<br/>This Avery hard metal material used in the cutting of rod and metals.it is used by beating a hard hammer on the head to enable it cut easily.<br/>E.                 WIRE CUTTER:<br/>This material is used in cutting wire and binding wire.<br/>F.                  MONDAY HAMMER AND ORDINARY HAMMER:<br/>This is used for beating of object, it’s a heavy headed object used for hard objects<br/>  <br/>\n\nMIX-MEDIA IN SCULPTURE (A CASE STUDY OF EDE-ANO FESTIVAL IN ABAGANA, NJIKOKA LOCAL GOVERNMENT AREA)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MIX-MEDIA IN SCULPTURE (A CASE STUDY OF EDE-ANO FESTIVAL IN ABAGANA, NJIKOKA LOCAL GOVERNMENT AREA)", "id": 25}, {"content": "<div class=\"abstract\">\n<b>“ILLITERACY.”<br/>(A COLOUR SURVEY OF Its SOCIAL IMPLICATION WITHIN ENUGU RURAL AREA.<br/>PREFACE</b><br/>Experiences especially horrible ones rather make me appear muzzled then speak out uncontrollably but if I should speak out it is best done preferably through a medium that enhance authentic account and full representation. Coupled with out pouring of my time feeling these is herby directed towards the clear understanding of the message conveyed and creating an impact on the viewer. This medium is on other one but art, an artistic illustration of colours.<br/>Consequently, the making of the topic, “ILLITERACY” is based on the earlier mentioned principles. It hurts me so bad when ever I set my eyes on Children that are denied of their rights and treated badly.<br/>The thought often make my eyes over filled with tears that the drops escape for none but me to behold and consider myself by rather seeking the solution then living in the illusion.<br/>However, this is the report on the execution of my project which was done in oil on canvas it is a textured impasto which is achieved through manipulations  with a palette knife on he laid paints the resultant lazy effect on the figures portrays the true image and conditions of the victims and the affected children.<br/>Therefore, in personal disagreement with denial of right, or the refusal of acquiring children education, I decided to bring this topic into limelight.<br/>In this respect, the children’s involvement as the victims is common in our present society hence; I observed that this act is metamorphosing into a culture owing to ignorance.<br/>In this light this piece is aimed at erecting the awareness on the alarming rate of uneducated people and implication on the child in particular and the society in general.<br/>Precisely owing to the ubiquitous nature of the practice the vital role played by my researchers on necessary analytical and informative books in achieving this will not be ignored.<br/>Furthermore, many studies have shown that an uneducated person manifest various symptoms of behavioral differences, inculcation and speech difficulties.<br/>These make the uneducated person to fall victim of many negative forces or activity. Since the study suggests an increasing rate of uneducated people, trafficking of women and children and most of then is making than live so law.<br/>In conclusion therefore. 1 personally disagrees with the denial of rights and persuasion of this sort.<br/>Moreover, it is a thing of joy to have brought this into limelight (aesthetic design) <br/>In this respect with children involvement as the victim being common in our present society, hence this practice is transforming into culture at serving as a testimony to a practice that spells mans inhumanity to men.<br/>TABLE OF CONTENT<br/>CHAPTER ONE <br/>1.0       Back ground of the study<br/>1.1       Statement the study<br/>1.2       Purpose of the study<br/>1.3       Scope and delimit action of study<br/>1.4       Significance of the study<br/>CHAPTER TWO <br/>2.0       Review of related literature<br/>2.1       Street and working children<br/>2.2       Bothered Childs syndrome”<br/>2.3       Working children policy responses<br/>CHAPTER THREE <br/>3.0       Research approach or methodology<br/>3.1       Preparation of support<br/>3.2       Sketches development<br/>CHAPTER FOUR <br/>4.0       Presentation and analysis of project<br/>4.1       Presentation of project<br/>4.2       Analysis of the project design<br/>4.3       Photographs of the painting<br/>CHAPER FIVE <br/>Conclusion<br/>References<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.0                                      BACK GROUND OF THE STUDY <br/>The story illiteracy is a narration of shame and exploitation the conditions of poverty and degradation in which to use these work” HUMANITY SHOULD BE ASHAMED” <br/>This is how sekon Toure of guinea expensed his observation on how the children of Africa are abused and refused being educated. This observation is true and that is why issues of illiteracy has being the concern of the international government and non-government of Nigeria also took a major step my enhancing free education for every one this is to increase the rate of employment and through this reduce the rate of illiteracy and poverty in Nigeria.<br/>The federal government also established the national children welfare committee under the auspices of the ministry of social development in  1982 to assist and advice governed on all matters relating to children by;-<br/>-          creating free education for children<br/>-          Reviewing polices programmer and services for parents so as to pass the information to their children.<br/>-          Formulating a national children welfare policy.<br/>-          A close observation of them are either prostitution / or child labour.<br/>1.1              STATEMENT OF THE PROBLEM <br/>We have different thoughts within our minds about this topic. The researcher sees these as a very serious disease among the people living to live so low like animals. As an artist with much creative mind the researcher made it known to people, that being educated can make one to live happily. Through this sufferings or horrible live, the researcher speaks out to the public through representing his feelings artistically through the medium of painting.<br/>Consequently economic depression and the accompanied poverty with the retrenchment is another state of problem.<br/>Inadequate. Levels of living, the growth and movement of populations of the family as a social institution have contributed I immensely to the increasing nature of the statement of the problem.<br/>1.2                                      PURPOSE OF THE STUDY <br/>The purposes of this study are to develop a colorful visual concept of the consequence for being an illiterate which have been seen through observation, most especially in this present days. It hurts me so bad, when ever I set my eyes on children that denied of their rights and treated without love.<br/>1.3                                      SIGNIFICANCE OF THE STUDY <br/>Many people around this country may Not Appreciable the efforts to certain issue and problems that affects the country. It has been observed that is Nigeria is placed among the most corruption and this has affected the poor mass. This study significant to Enugu rural area and Nigeria, and even other African countries in the world. The benefits of building up the knowledge of the people so as to be educated so as to live a well balanced life. The stud call attention of people within Nigerian to be educated in as much educations has on limit or age. <br/> <br/>\n\nILLITERACY\r\n(A COLOUR SURVEY OF ITS SOCIAL IMPLICATION WITHIN ENUGU RURAL AREA.\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ILLITERACY\r\n(A COLOUR SURVEY OF ITS SOCIAL IMPLICATION WITHIN ENUGU RURAL AREA.\r\n", "id": 26}, {"content": "<div class=\"abstract\">\n<b>MASQUERADE OF AFIOLU FESTIVAL IN NNEWI<br/>USING SOFT SCULPTURE TECHNIQUE<br/>PREFACE</b><br/>The topic of this project, masquerade of Afiolu festival in Nnewi tries to experiment and presents the Afiolu masquerade of Nnewi Local Government Area of Anambra State.<br/>     At end of this work, a well finished Afiolu masquerade was accomplished.  This piece and it’s report has important role they play, like, Serve as reference material for artists and Non-Nnewi people that want to know more of Afiolu festival, and the masquerade figure stands as the symbol of this festival everywhere.<br/>     Furthermore, for the contemporary generation to read meaning into this phenomena when they come across such for the purpose of understanding, this work is spitted into the Five each deliberating a peculiar subject it started with Chapter One (Back history and so on) to the final chapter which is conclusion/suggestion.<br/>TABLE OF CONTENTS<br/>CHAPTER ONE<br/>1.1              Background history<br/>1.2              Statement of the problem<br/>1.3              Aims and objectives<br/>1.4              Scope of the project<br/>1.5              Limitation<br/>CHAPTER TWO<br/>2.1            Literature Review<br/>CHAPTER THREE<br/> Execution<br/>3.1            Medium (Description)<br/>3.2            Project development<br/>(materials/tools and application)<br/>3.3            Finishing<br/>CHAPTER FOUR<br/>4.1           Project Analysis<br/>CHAPTER FIVE<br/>Conclusion<br/>1.1              Achievement<br/>1.2              Recommendation<br/>References<br/>        TABLE OF ILLUSTRATION<br/>Plate one making of amateur<br/>Plate two work in progress<br/>Plate three Semi finished work<br/>Figure four sketches<br/>        Figure five Approved sketch<br/>        Plate six finished work<br/> CHAPTER ONE<br/> 1.1         BACKGROUND HISTORY<br/>     “The Igbos appears to be people perpetually celebrating.<br/>Every month, some community somewhere is celebrating.  The Igbo year, “aro”, is a round of festivals and ceremonies, which vibrate with life, collier, sounds and meaning” (Okafor 1989: 133).<br/>     Festivals are an integral part of Igbo traditional culture and system.  It is a period of celebration when series of performance of music, drama, film etc, given regularly, especially once a year.<br/>     In Igbo land, every town, kindred, village have festivals they celebrates, like wise in Nnewi, Nnewi is a village that situated at southern part of Anambra State.  It’s people have a rather intricate origin, as handed down by the predecessors.<br/>     Also considering the fact that most so these information are based on oral traditions, we are presented with so many faces of the story making it difficult to identify the true origin.     <br/>    Despite of its intricate origin, Nnewi is in existence till     <br/>Date.  They have their festivals they celebrates Viz: Igu aro,<br/>Igba Ofala, Afiolu, Iriji, Ikwu aro, ETC.   Above all mentioned Afiolu Festival happens to be the greatest festival that Nnewi people respect and being practicing to date.<br/>     Since festival is a public celebration of very important event with different remarkable happenings in live.  Afiolu festival in Nnewi happens to be outstanding festivity that remarks when long toil of cultivation is over every year.  Also it was done to offer thanksgiving to the gods of crop and farming called Ufejioke which they believe that it makes their land to be fertile so that on harvesting period the plants will produce richly.<br/>     During this festival, there are so many activities that Nnewi people engage themselves into, like, people in their various homes cook different types of foods and drinks for enjoyment.  People that are abroad visit their various homes.  Friends visit their friends but the most important aspect of it is masquerading by the youths at ama.  Afiolu masquerade, this masquerades wipe themselves with a particular cane called anasi on their heads to display power and entertainment.  Women, girls and little children ran for them for fun.<br/>     Masquerading in afiolu festival has some important roles it plays during that great festival.<br/>a.         It act as homage to Ufejioke god of Crop and farming.<br/>b.        It act as refreshing of spirit/human relationship<br/>c.         It helps in sustaining of tradition<br/>d.        It serves as an entertainment to people<br/>e.         It also serve as a display of traditional wealth of creativity to Nnewi.<br/>Afiolu festival is free for everyone to participate, women and children are allowed because is a festival that brings sharing of love, happiness and unity.  It is one of their traditional heritages that is not against Christianity no performance of rituals in this festival.<br/>     Finally, Afiolu festival in Nnewi has been started for some years back till date, it is still this same.  It is a time of grand merriment for everybody in Nnewi be it indigenes or foreigners.<br/>1.2         STATEMENT OF PROBLEMS<br/>     This project will attempt to solve the following problems.<br/>1.      The role of masquerading of afiolu festival<br/>2.      Those activities that features in the festival<br/>3.      The origin and concept of afiolu festival<br/>4.      The advantage of afiolu festival to Nnewi people.<br/>1.3         AIM AND OBJECTIVE<br/>1.        To identify to what extent the role of masquerade in afiolu festival <br/>Influence Nnewi people.<br/>2.        To find out the extent those activities that feature in the festival affect <br/>Nnewi people.<br/>3.        To identify the origin are concept of afiolu festival in Nnewi<br/>4.        To find out to what extent the advantage of afiolu festival affect Nnewi<br/>People.<br/>1.4         SCOPE OF THE STUDY<br/>     This work does not exceed the bounding of Nnewi community.  It’s emphasis, however, is on the art of masquerading in a specific occasion i.e.<br/>The Afiolu festival.<br/><br/>\n\nMASQUERADE OF AFIOLU FESTIVAL IN NNEWI\r\nUSING SOFT SCULPTURE TECHNIQUE\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MASQUERADE OF AFIOLU FESTIVAL IN NNEWI\r\nUSING SOFT SCULPTURE TECHNIQUE\r\n", "id": 27}, {"content": "<div class=\"abstract\">\n<b>   ART AS A VEHICLE TO RELIGOOUS EDUCATION IN ENUGU STATE<br/>(A- CASE STUDY OF EZEAGU LOCAL GOVERNMENT AREA)<br/>ABSTRACT</b><br/>Ezeagu is among the tribe that produces art in Enugu State. Most of them are now Christanions, yet the old traditions still have a powerful influence in the life of Ezeagu people. It is better for one to trace the history<br/> of his people and pass it on to the younger ones.<br/>The Art of Ezeagu people suffered much humiliation and neglect at the advent of western civilization. The effect was felt more on the sculpture which comprised carving and molding. Such an event will deny generations to come the knowledge and pleasure of seeing what their for-fathers and fathers did in the past.<br/>Traditional Ezeagu Artist creats some or his art mainly as instruments by which to make contact with supernatural forces which help him to over-come the danger of their environment. These art objects being created are ritual pots, birds, plants, carved doors and images, ofor, masks, mound, paintings for religious worship. Some of these art works could be found in village squares, shrines or altars,, evil forest, hands of individual persons. For instances, “ofor” is handy and is seen on the hand of any man who calls himself a father in the traditional religious group.<br/>The produces of these works are traditional artists, priests and medium men. Some of these works when completed are used as very powerful oaths. In modern churches, there are art objects and their uses,, for instance, in the catholic and protestant churches.  <br/>My finding revealed the role of art in traditional religion, identification of tools and materials used in the production of art pieces, and its utility.<br/>In carrying this investigation, traditional artists were interviewed and their works examined.  Traditional religious priests, common men were also interviewed. The rest of the information was obtained from books, journals, magazines, archives and libraries.  <br/>At the end of this discussion, one should be able to know the importance of Art in Religious education in Ezeagu Local Government Area. <br/>               CHAPTER ONE<br/>ART AS A VEHICLE FOR RELIGIOUS EDUCATION IN ENUGU STATE A CASE STUDY OF EZEAGU L. G. A<br/>BACK GROUND OF STUDY <br/>GEOGRAPHICAL LOCATION:<br/>          Ezeagu is located some twenty kilometers south west of Enugu, the Enugu State capital of Nigeria. Bounded on the north by Uzo- uwani Local Government of Anambra State and on the east and south by parts of Udi L.G. A., then on the west by Awka- North L.G.A. The entire area is liberally watered by the River Ajali, which is the factor upon which the Greater Ajali Water scheme of the Enugu capital Territory is derived. Occupying a land area of over 630 kin, the greater part of its geographical area is low-lying with savannah – like vegetation. It has an estimated population of about 200,000 based on the 1991 census.  <br/>ETHNOGRAPHY:<br/>          Ezeagu teases her ancestry to an itinerant farmer and hunter who settled at Imezi Owa. The man known and called Owo or Ezeagu, (literally, “King of the farm”) was the name he earned following his unprecedented success in the cultivation of the land and hunt for game Eze meaning King and Agu  meaning wilderness.<br/>          The man Ezeagu married Mgboli who fore him three sons, who were, in order of with, Owa,  Oghe and Oghu. He later married a second wife Udeagu from  Nkanu, by whom he got a son, Umana alias An a on Naa, who became Ezeagu’s seoond son in Oadea of birth. Umana got two sons oblelagu and Awo (Umana Ndiuno, Umana Ndiagu and umana Agba). The Umana extraction often referred to as the umana neli has ten villages with obeleagu having six and Awo had two sons, Obunofia and umumba. Today, all boona fide descendants of Ezeagu owe their direct ancestry to Owo alias Ezeagu and his fore children who later spread out to the four corness of the clan to found new homes for themselves. Grand any great grand children soon followed and these were to be the soot of the many antonymous communities which today answer the collective name of Ezeagu clan.      <br/>          The Olo and Oha guoups (called Umudiaba) Later immigrated from the west and settled on the western slope beside the clan following inter-marriages, social and cultural interactious with the Ezeagu people, these immigrants acculturates and  gradually melted into the  Ezeagu complex.<br/>OCCUPATION AND CULTURE OF EZEAGU PEOPLE:<br/>          Ezeagu is endowed with a which cultural traditional festivals and dances announce the arrival and  depurative of traditional festivals of the various  seasons of the years. The people are predominantly farmers, cassava on the low – lying plins the liver banks.<br/>The swampy tegions of Olo and Mgbago-Owa areas have been identified as suitable for since cultivation, and the Enugu State. Government ministry of Agriculture is already making experiment on cooperative large scale since farming there.<br/>          Ezeagu has, traditional festivals amongst others like Ogugo – chi,  Akanu, Ibono – okochi, Ibono Udu – Mii, Mgba une n’ une, Mgba Ogwu and Atiliogwu. Successful farmers also take titles of Ozo and Ekwu dosing specific periods of the year. The influence of Christianity in Ezeagu has brought a lot of change in the people’s life. Fanatics have found the  spread of Christianity of destroy one cultural identity and should approach this with caution because no nation ever survived without cultural identity. <br/>   <br/>\n\nART AS A VEHICLE TO RELIGOOUS\r\nEDUCATION IN ENUGU STATE\r\n<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ART AS A VEHICLE TO RELIGOOUS\r\nEDUCATION IN ENUGU STATE\r\n", "id": 28}, {"content": "<div class=\"abstract\">\n<b>ART FORMS ON OPOTO FESTIVAL IN ENUGWU- AGIDI<br/>PREFACE</b><br/>The production of this painting is to enable the society to know and understand the positive effects and the needs the Opoto festival in Enugu Agidi Village. The Opoto festival which is been held every third months of the year march plays a very vital role in Enugu- Agidi.<br/>However its sociological important lies in the effort of the masquerade for cattail anti-social behaviour and evil in the village and neighboring town. Though much research has not been done over this festival, but its important drew near the research need to fell the public about this masquerade event. Where men and boys of the village secret society in costume act out and sing calypso styles about actual or purported event in the village. Any body glancing at the painting itself need not to doubt if the village that has masquerade have a very good cultural heritage or not.<br/>This work will help to attract every reader of this project to the village at least to witness the event and the event and festival for once. The work also is to tell people how entertaining the festival could be because of its dramatic nature.<br/>TABLE OF CONTENTS<br/>CHAPTER ONE<br/>Introduction:<br/>1.1              Background History of Enugu-Agidi<br/>1.2              Statement of Problem<br/>1.3              Aims and Objective<br/>1.4              The Scope of the Project<br/>1.5              Limitation of the Project<br/>CHAPTER TWO<br/>2.1 Literature Review<br/>CHAPTER THREE<br/>Project Execution<br/>CHAPTER THREE<br/>3.1              Project Execution<br/>3.2              Project Development<br/>CHAPTER FOUR<br/>4.1 Project Analysis<br/>CHAPTER FIVE<br/>5.1 Recommendation and Conclusion<br/>REFERENCES<br/> CHAPTER ONE<br/> INTRODUCTION<br/>1.1.            BACKGROUND HISTORY OF ENUGWU-AGIDI<br/>     The Opoto festival belongs to an Igbo group in Southeastern Nigerian called Enugwu- Agidi it is at the center of Awka and Onitsha in Anambra state.<br/>The people are known for farming because of their fertile land. Then also, they are known for timber trading because of the think rain forest that surrounds them.<br/>            Enugu –Agidi has so many festival which are known for its significant but the main cultural festival celebrated by Enugu Agidi in “Opoto Festival” Opoto festival is a celebration which is one every third month of the year ie March. This festival is annual done to bring all the people of Enugwu- Agidi people from far and wide together to that the gods of land and ancestors for keeping them throughout the past years and also for the new farming season which they are about to begin “Opoto” is a festival which after the celebration, anybody can now start to cultivate yam and if at all anybody live old yam in his farm it is entitled to anybody who comes across it. <br/>The celebration starts which the chief priest of “Eke” (Eke Eke) made some consultation with the gods in which he asks when they want to have festival has been fixed and it must be “Eke” which is the day of the market in Enugwu- Agidi, the festival lasts for four days the first day is the to buy all the things needed for that day.<br/>            The next day, is the main day when the festival starts with some local food which are used in celebrating the festival properly prepared by that second day is the day in which the Mbubu Udo” masquerade will perform in the market square when manhood is being tested among various groups, using “Agba” then the “Ufuo” will be used in playing some melodies for them to dance to the tone the music. The third day is also the day when young boys who also come to pour libation to the gods by bringing yams kolanut, palmwine, alegator pepper and some other things to the chief priest which he blesses and gives them traditional chalk to draw at the center of the shrine (ITU NZU). The grand finally is the day for Afo Mmumi) by masquerade both from my farm and from other towns’ such Ukpo, Abagana Nnewi, Ukwuli etc. around us that is the day that women watch the way they move around because they are not expected to look at a masquerade directly. It is the men’s world now.<br/>            The music played the last day is known as “Abia” and no woman dances to its melody. If done, it is known as sacrilege and some sacrilege here to be done appease the gods on behalf of the festival.<br/>            The reason or significant of celebrating Opoto” Festival in Enugwu- Agidi are so many but the main ories to mark beginning of the farming season in which the gods of the land are appeased for keeping them to see and also to beg the gods of the land to give them more beautiful harvest farming season. This is done by making many sacrifices to the god of the ;land befor this festival commences. It is the chief priest of Eke od that announce the date of the festival which he always know by the reading the of the moon and consultation of the god  on when they want the festival to take place.<br/>            Opoto is also meant to known the man that are men which means it is when method are being tested this is done by the boys which are of certain age grade to show who it is the king among them. They display some masquerade’s (Iga) which is known for (Ipa agba) this will be done when music from “Ufo” is being played. There is special step for dancing “Ufo” which is known by every male child in my town. The name “Ufo” is a wooden gong that is made up wood and its stand is made up metal. It is also during this festival that boys at the age of fifteen is initiated into the Mmanawu cult which means that the person is fit to display any type of masquerade in the markrt square during the festival such as Izaga, Evava, Obulu Nyi Mbulu Udo, Osiasili etc.<br/>            The masquerade has many costune that is made to make up the masquerade for example cawry, beads, Uvugwu Nza (Nama fail) Elephant tusk and masks. Some masquerade, however, do not employ masks or headpiece but there peaces is headen by the costune in which pignut beads or skin. Some masks are carved to represent the human faces while other slow rotesane features of criminals features like here in Enugu Ojonu, Okwonma, Izaga        <br/>Ijele, Simeon Ottenberg (1968) etc.<br/><br/>\n\nART FORMS ON OPOTO FESTIVAL IN ENUGWU- AGIDI<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ART FORMS ON OPOTO FESTIVAL IN ENUGWU- AGIDI", "id": 29}]