[{"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong><br/>This project was aimed at finding out the different microorganism that are associated with the method of processing pathogen free poultry manure, identifying various contaminants that are associated with poultry manure. It is also aimed at comparing the different method of processing pathogen free poultry manure to find out the different contaminants that are associated with the poultry manure; and the different methods used was Boiled, Sundried, Roasted, Oven dried and Raw poultry manure. The contaminate found from the different methods were <em>Escherichia coli, </em>spore of fungi, <em>staphylococcus</em> and <em>streptococcus pyogenes.</em> And out of the five methods, Roasted and Oven dried poultry manure had no contaminate. The result of the study shows that there was no significant different (p&gt;0.05) in the entire poultry manure sample in bacteria count.       </p> <p><strong>CHAPTER</strong><strong>ONE</strong><br/><strong>INTRODUCTION</strong><br/>Poultry population is rising every year leaving large amount of poultry refuse. The poultry population in India is 489 million and the manure availability is estimated to be 12.1 million tones (Livestock Census, 2003), while in Nigeria, about 935.5 metric tones of manure is produced annually. The poultry population is not spread throughout, but is concentrated in some pockets only. Normally, the manure is stored in most of the farms before disposal, at least for a period of one month and this leads to loss of nearly 40% nitrogen (N) which reduces the value of the manure.<br/>Fish raised in semi-intensive, fresh water system provides the major proportion of farmed, global production (FAO, 1995). A high proportion of this aquaculture occurs in rapidly developing Asian countries, which are also experiencing sharply increased consumption of poultry semi-intensive system are usually based on ponds fertilized with livestock manure and fed with low cost supplementary feeds.<br/>There are different types of poultry manure such as deep letter manure, broiler manure, cage manure and high rise manure. Nutrient values of poultry manure vary considerable depending upon the conditions. Under which it is processed. The ration of litter to manure and the moisture content causes considerable variation among manures from different house. Poultry manure contains about 3-5% nitrogen, 1.5-3.5% phosphorus and 1.5-3.0% potassium and macro nutrient at consideration amount. <br/>Poultry are more nutrient dense than other livestock wastes. Typically they contains less moisture, fiber and compounds such as tannins that discolor water when used widely in both fresh and brackish water aquaculture.<br/>The import of poultry wastes in aquaculture is relatively recent. In areas of traditional fish culture , ruminant and pig manure have predominated as pond fertilizer in the India subcontinent and China respectively. Poultry manure was not used to any extent probably because small flock size and extensive management precluded collection. A range of poultry by product are produced and re used in livestock feeds including feather meal, blood meal, poultry letter meal etc. (Muller, 1980) and poultry wastes are used as feedstuffs for fish and also as soil conditioner.<br/><strong>1.2 JUSTIFICATION OF THE STUDY</strong><br/>Nutrient value of poultry manure varies considerably depending upon the conditions under which it is processed. Therefore, they study hopes to highlight the characteristics of poultry manure chemical deposition, and methods of processing pathogens. Free poultry manure for use in aquaculture practice.</p> <p><strong>1.3 Aims and Objectives</strong><br/>1. To know the methods of processing in the usage of poultry manure.<br/>2. To know the problems in the usage of poultry manure in aquaculture.<br/>3. To recommend the best method of preparing pathogen-free poultry manure that is free or devoid of micro-organism in fish culture.</p>\n\nCOMPARATIVE STUDIES OF METHODS OF PROCESSING PATHOGEN-FREE POULTRY MANURE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE STUDIES OF METHODS OF PROCESSING PATHOGEN-FREE POULTRY MANURE", "id": 1}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>Fish is a major source of food for humans, providing significant portion of the protein intake in the diet of large proportion of the people, particularly so in developing countries. Fish is less tough and more digestible compared to beef, chicken and mutton. Moreover, has little or no religious rejection that gives it an advantage over pork and beef (Kumolu-Johnson and Ndimele, 2011).  The African catfish, <em>Clarias gariepinus</em> Burchell (1822) is a remarkable and fascinating species, as it is extremely hardy and withstands adverse environmental condition and habitat instability. It is hardy and does not easily succumb to disease and feeds all types of biowastes .The fish can efficiently assimilate a wide variety of animal and plant proteins. Growth of this fish under natural condition is fast. The predatory, cannibalism and voracious feeding habit of this fish catch the impression of the farmers to culture them in natural inland freshwater bodies. Moreover the faster growth rate and relative higher market price of this fish has been luring the famer to take up its culture.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0 INTRODUCTION</strong></p> <p><strong>1.1 Background of the Study</strong></p> <p>Fish is a major source of food for humans, providing significant portion of the protein intake in the diet of large proportion of the people, particularly so in developing countries. Fish is less tough and more digestible compared to beef, chicken and mutton. Moreover, has little or no religious rejection that gives it an advantage over pork and beef (Kumolu-Johnson and Ndimele, 2011). </p> <p>The African catfish, <em>Clarias gariepinus</em> Burchell (1822) is a remarkable and fascinating species, as it is extremely hardy and withstands adverse environmental condition and habitat instability. It is hardy and does not easily succumb to disease and feeds all types of biowastes .The fish can efficiently assimilate a wide variety of animal and plant proteins. Growth of this fish under natural condition is fast. The predatory, cannibalism and voracious feeding habit of this fish catch the impression of the farmers to culture them in natural inland freshwater bodies. Moreover the faster growth rate and relative higher market price of this fish has been luring the famer to take up its culture.</p> <p><strong>Fish production and consumption </strong></p> <p>In recent years, capture fishery production has been flat, at around 90 million tonnes per year, while aquaculture has continued to show sustained growth – currently around 6.5 percent a year - faster than all other food sectors (FAO 2012, FAO 2013 and FAO 2014). In 2011 it amounted to 62.7 million tonnes. Some gains in capture fisheries might be possible by adopting better management through an eco-system approach, but significant increases are unlikely. However, it has been estimated that if all inputs were available, aquaculture could provide 16 – 47 million additional tonnes of fish by 2030 (Hall <em>et al</em>., 2013). A comparison of capture fisheries and aquaculture production in the top five aquaculture producing countries in 2011. It is interesting to note that in four out of the five top aquaculture producers the output from aquaculture exceeds that from capture fisheries. Only in Indonesia, a vast archipelago is capture more than aquaculture. </p> <p>A total of 156 million tonnes of fish was produced from all sources in 2011, of which 132 million tonnes was available for direct human consumption. In 2014 alone, Nigeria imported 8000 metric tons of fish and thereby employing foreign producers to feed Nigeria thus depleting our hard earned resources and foreign exchange.</p> <p>Gomna and Rana (2015) reported an annual fish consumption of 5.8 and 9Kg/caput years to meat in Lagos state in the southwest Nigeria. Despite the fact that fish is the most consumed source of animal protein in Nigeria, the level of consumption is still far below the world average, as reported by The Food and Agriculture Organization Corporate Statitical Database (FAOSTAT, 2005). In addition, substantial proportion of the fish consumed in Nigeria is still being imported, hence the need to expand local production to meet the increasing demand and save the country from available negative balance payment.</p> <p>Nigerians are high fish consumers with a total current consumption figures of about 2.0 million metric tonnes, with an annual fish import figure of about 700,000 metric tonnes (FAO, 2005 and Okeke <em>et al.,</em> 2014).Meanwhile, the study of fish consumption is worthwhile, not only in determining national and localized fish requirement but in the final analysis in satisfying public demand for fish products. Research has show that Nigeria current demand for fish consumption in the country stands at about 3.2million metric tons per annum .Nigeria produces a total of 1.1million metric tons leaving a huge gap of 2 million tons in the supply of fish and fish products(FAD 2016).</p> <p><strong>Fish and human nutrition</strong></p> <p>Fish plays an important role in fighting hunger and malnutrition. Fish is not only a source of proteins and healthy fats, but also a unique source of essential nutrients, including long-chain omega-3 fatty acids, iodine, vitamin D, and calcium. The multiple benefits of fatty fish high in omega-3s and small fish eaten whole containing nutrients in the skin and bones clearly illustrate seafood’s irreplaceable nutritional value. An increased focus on fish and nutrition aids both developing countries and the developed world. In many developing countries, fish is the main or only source of animal protein, and is essential for providing micronutrients to vulnerable populations. Fish can sometimes serve as a solution to existing health problems.</p> <p>For instance children’s neurodevelopment, often undervalued parts of the fish, like the head, viscera, and back-bones make up 30-70% of fish and are especially high in micronutrients. It has increased from 9 kg per capital in 1961 to approximately 20 kg per capita today.</p> <p><strong>1.2 Statement Of Problem</strong></p> <p>Catfish(<em>Clarias gariepinus</em>) so far has being the most available species in Nigeria that suit the tropical region for culture in aquatic environment which is also a cheap and the most affordable animal protein to the common man provides up to 40% of animal protein consumed by an average Nigerian (FOS, 1990: Fagbenro, 2004). The citizens in AWKA, ANAMBRA state is faced with two main choices – either they preferred consuming the fresh or the smoked dried <em>Clarias gariepinus</em>. The choices of each individual depend on a number of factors. Some of these factors include: family use, knowledge of Agriculture and general educational level, income, age, occupation etc.</p> <p>This project focuses on determining the socio-economic factors that affects consumers’ preference for fresh and smoke dried catfish in Awka, Anambra state, and also how the preference for fresh and smoke dried catfish is affected by taste and package as well as cost and availability of the fish.</p> <p>This project’s problem also aims at answering some questions which will have to be answered in order for the state to be able to make proper policies to either increase the production of fresh catfish (<em>Clarias gariepinus</em>) or to encourage the processing of fresh fish into smoke dried product . </p> <p>Some of these questions include</p> <p>·        Are there any significant difference between the consumers’ preference for fresh catfish and smoke dried one based on socio-economic factors?</p> <p>·        Which is the most preferred fish among fresh and smoke dried fish?</p> <p>·        How do the prices of the fish products and the income of the consumers affect their consumption of fish?</p> <p><strong>1.3 Justification of the Study</strong></p> <p>Although many researchers have studied consumers’ preferences for both fresh and smoke dried catfish products in Nigeria. Amongst them are Jimoh WA, Popoola MA, Ibrahim GA, Ayeloja AA, Ayanwale AOS,Ladipo and Fabiyi (1981), Adesimi and Aderinola (1983),Oniye and Adegboye (1986),Adeniyi (1986, 1987), Akinosho GA (2013), They carried out their studies in different locations across the country. However, no work has been done on the consumer’s acceptability of fresh and smoke dried catfish in Awka Anambra state.This research is to assist the fisheries experts, economist and nutritionists with the information which can be useful in their works and research, also this research will also help the farmer to either to market catfish (<em>Clarias gariepinus</em>) fresh or to smoke dry it depending on the consumers acceptability. </p> <p>The evaluation of consumers’ preference for fresh and smoke dried fish products can be used for production planning and distribution of fish across the country (Adeniyi, 2010, 2011).</p> <p>This work will look into the functional relationship between the type of fish consumer chooses to consume and some selected variables which will reflect the socio-economic status of the residents of Anambra state, thereby furnishing fisheries experts, Agricultural firms, those responsible for allocation of Agricultural and Aquacultural utilities in the government, sociologists and even economists with the information useful for their work.</p> <p><strong>1.4 Aims and Objectives</strong></p> <p>The broad objective of this study is to evaluate the consumers preference on fresh and smoke dried catfish (<em>Clarias gariepinus</em>) products in Awka, Anambra state.</p> <p>  The specific objectives are as follows:</p> <p>(1) To determine the market segment having higher demand and advice fish producers on production line as appropriate</p> <p><strong>(2) </strong>To determine the relationship between the average income and the forms of catfish consumption in the study area</p> <p><strong>(3) </strong>To determine the relationship between the educational level and the forms of catfish consumption in the study area</p> <p><strong>1.5 Scope of the Study</strong></p> <p>The project sought to investigate effect of the socio-economic status of the people of Awka, Anambra state on their preference of catfish. Two research methodologies were use to investigate and capture data about this preferential differentia. Several different method of primary data collection was used to capture and record the diverse responses, for example, literate members was given the sample  questionnaire to fill by themselves, while to those that can’t read and write, was questioned and the questionnaire waas filled based on their responses<strong>.</strong></p> <p>The questions posed in the survey were deliberately exploratory in other to discover the respondents’ social-economic status so as to critically relate them to their difference in the preference of fish.</p> <p><strong>1.6     Limitations </strong></p> <p>The major problem encountered was that most of the respondents were not encouraging in time management. They were reluctant in filling the questionnaire because some of them thought it might affect them in one way or the other, some were complaining of hunger even requested for money before the fill the questionnaire while other refused totally to fill the questionnaire without any reason.  </p>\n\nA STUDY ON CONSUMERS ACCEPTABILIY ON FRESH AND SMOKED CATFISH<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A STUDY ON CONSUMERS ACCEPTABILIY ON FRESH AND SMOKED CATFISH", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1. Background of the STUDY</strong></p> <p>The Fisheries subsector is a significant source of fish food and livelihood for many people living in the coastal communities as it supplies animal protein necessary for growth and income. However, it has become clear that the challenges women are facing needs to be addressed and evaluated at their various levels. There is enormous need to study the challenges of artisanal women fisherfolks as they are regarded as the backbone of aquaculture. The engagement of women is particularly in coastal communities as women represent almost 50% of the total workforce engaged in fisheries around the world though have been generally overlooked in marine conservation and fisheries management in developing countries (Robinson, 2000).</p> <p>In Africa particularly around the great lakes women have been participating more actively in promoting hygienic and food (fish) safety aspects of the landing sites (Den de pryck , 2012) but the focus has been mainly on post harvest roles. In Gambia, women have been involved with the National fisheries post harvest operators platform and participated in the formulation of fisheries Act (FAO, 2012). The World Bank, FAO and World fisheries (2012) found out that women make up to 47% of the fisheries supply chain workers, which is equal to about 56 million jobs in the harvest, and post harvest sectors.</p> <p>Just in the harvest sector, FAO (2012) estimated that 5.4 million women worked either as fishers or fish farmers. Women account for half of the workforce in inland fisheries while in Asia and women market West Africa, 60 percent of the seafood. FAO (2012) also estimated that at least 30 percent of the people employed in fisheries (harvest and post harvest were women with regards to FAO (2008) majority of fishers (womenfolk’s) are poor, small scale fishers, their poverty and challenges encompasses more than just low income: It includes land ownership, high degree of indebtedness, poor access to health, education and financial capital and political and geographical marginalization. Fishing is often seen as a male activity, especially where this involves boats, equipment and long absences at sea or river but women play key roles in maintaining equipment, processing and marketing of the fish even though women roles are often less acknowledged. In Africa, for example women are charged with 80 percent of the food security (Mandosela, 2002) and 90 percent of the water security in rural and coastal communities (GWA, 2006).                                                                                                               </p> <p>Women are crucial to fisheries and aquaculture sector worldwide, fisheries and aquaculture production activities provide an estimated 155million people of whom a substantial proportion is female in developing countries as most fishing activities fall into the small scale fisheries sector employing roughly 37 million people and directly affecting the livelihood, poverty prevention and alleviation and food security of approximately 357 million others.</p> <p>Various studies have been carried out on the roles of women in fishing activities as it made effort in revealing the strength of women in aquaculture agreeing with the fact that the world two major fish producing countries, China and India, women represent respectively 21% and 24% of all Fishers and fish farmers (FAO 2012). Women make up at least half of the inland fisheries workforce with 60% and 80% of seafood marketed by women in Asia and West Africa (FAO, 2012). Studies in West Africa, Cambodia and Thailand have shown that women own and manage fishing boats and may have their fishing gear. In some countries such as Ghana income from fisher wives is vital for supporting the entire fishing industry as they invest in canoes and other gears giving out loan to their husbands and other fishers. In Philippines, Cambodia, Thailand, Congo and most of the Pacific island the Fisher women have assumed a leading role in the rapid growth of aquaculture (Fish, shrimp mussel, seaweed, crab fattening) with their investment along the aquaculture value chains( production, processing and marketing). In addition to providing food women collect fuel for energy in mangroves in plant and herbs for medicine from coastal forests and use coastal resources to support the economic stability of their families and communities from fishing activities. In respective of their strength in aquaculture according to United Nations Development Program UNDP (2009). The collapse of fisheries and degradation of other natural resources not only undermines food, health, energy and water security as it affects women folks and fisherwomen. The varying threats of women in aquaculture include omission of women from planning, implementing and monitoring of conservation initiative in accordance with cultural norms where the cultural norms may appear prohibitive and adaptive to the support of women engagement in natural resource management (Bene, 2003). Women are disproportionately represented in the unpaid labour force. Several cultural forces have been used in the past to keep women away from the fishing trade (Geheb<em> et al.</em>, 2008). In some communities like the luo community in Kenya there is a law prohibiting menstruating women from going to the lake as they would contaminate the lake and affect it's productivity. However the important role played by women in aquaculture have been to some extent derailed by the land tenure system which gives ownership right to males, inaccessibility to credit and saving services and facilities, high level of illiteracy and inadequate technical knowledge on pond management (Butt <em>et al., </em>2010). These various challenges can be remediated by calling for special attention for more women to be involved in trainings and having more women extension agents( FAO, 2012), provide new aquaculture technology and opportunity for women empowerment also to create gender equality in women unequal place in fisheries, by enhancing women's role in fishery resource management with instances of them being owners of boat and gear, by participating in Fisheries organization and having active role in decision making at all levels ( Fisheries Administration, 2007). Proper measures must be taken into account to address the obstacles inhibiting women from managing their fisheries resources; increased exposure to health risk and other social, cultural, political and economic barriers. Unpaid work by women in support of fishing family enterprises has long been seen as being significantly important. Indeed, in some regions it is probably the major connection that women have with the fishing sub-sector. There are two aspects to this:</p> <p>• Normal child minding and household management tasks</p> <p>• Specific shore side management and other support provided to a family fishing concern (especially where the husband is at sea). </p> <p><strong>PRESENT STATUS OF WOMEN IN AQUACULTURE IN NIGERIA </strong></p> <p>The role of women in the national development has begun to attract attention in recent years. In order to develop social standards of women and to enhance their participation in all economic activities, there is need to equip them with quality education in the area of latest technology in agriculture and industry (FAO, 1999).  </p> <p>The women involvement in other fisheries sectors is diverse. It has increased significantly with the emergence of fish processing as a growth area within the manufacturing sector in the past years in Nigeria. The expansion in the industry during this time has largely been attributed to the contribution of women workers (FOS, 1998) </p> <p>Women form the core of the industrial fisheries labour force through their involvement in post- harvest or processing activities. This mode of involvement conforms to perceived gender biases in development, where women are largely employed in areas pertaining to traditional labour divisions</p> <p>Women’s economic empowerment is a prerequisite for sustainable development (FAO, 2011). Achieving women’s economic empowerment requires sound public policies, a holistic approach and long-term commitment and gender-specific perspectives must be integrated at the design stage of policy and programming. Women must have more equitable access to assets and services; infrastructure programmers should be designed to benefit the poor, both men and women, and employment opportunities must be improved while increasing recognition of women’s vast unpaid work. Innovative approaches and partnerships include increased dialogue among development actors, improved co-ordination amongst donors and support for women organizing at the national and global level (UNICEF, 1990)</p> <p>The development of aquaculture increased the demand for female labor and their participation is vital in the culture of fishery, especially in fish rearing, feeding and harvesting. Moreover, women act as knowledge bearers of traditional fish processing and preservation techniques. Thus, they play an important role in the transfer of knowledge from one generation to another. Fish processing for ethnic markets using traditional knowledge is an emerging important business among many fishing nations: where, women play great role in fish processing with traditional tastes and flavors (FAO, 2011).</p> <p>Generally, male dominance is a common feature in capture fishery and value chains. Still women play significant but invisible role in both capture fishery and aquaculture.</p> <p><strong>1.2. STATEMENT OF PROBLEM</strong></p> <p>Despite the strenuous and pervasive involvement of women in fisheries activities, the women invaluable contribution is often overlooked and undocumented. Several cultural/traditional forces have been used in the past to keep women away from the fishing trade (Geheb <em>et al.,</em> 2008). Also much work have not been done on the strength, weakness, opportunities and threats of the women fisherfolks engaged in aquacultural activities in rural and coastal populated fishing areas in Anambra state.</p> <p><strong>1.3. OBJECTIVES OF STUDY</strong></p> <p>The general objective is to evaluate the challenges of women in aquacultural activities in the study area. The specific objectives include to:</p> <p>I. Determine the socio-economic characteristics of the women involved in aquacultural activities in the study area.</p> <p>II. Highlight the roles and potentials of women across small-scale fisheries and aquaculture development in the study area.</p> <p>III. Identify the strengths and the opportunities available for the women fisherfolks to counteract their weaknesses and threats limiting their efficiency and potentials in the study area.</p> <p>IV. Proffer appropriate recommendations to overcome the challenges.</p> <p><strong>1.4. SIGNIFICANCE OF THE STUDY </strong></p> <p>This study will be of great benefits to the women and their stakeholders which include the rural and the urban female fish farmers in Anambra state and Nigeria as a whole.</p> <p>1. The study will also help to highlight the unequal gender relations within and outside the household and organization of fisheries and its resources.</p> <p>2. This study will bring to light  the roles and potentials of women involved in small scale fisheries and aquaculture as much work have not been levelled to the challenges of women involved in aquacultural activities in the study area.</p> <p>3. This study will also enable the federal Government and state to create empowerment, adequate policies and programmes, adequate credit facilities to the women fisherfolks to ensure increased fish production, sustainability of poverty alleviation and natural resource management in coastal fishing communities.</p> <p>4. This study will also help to identify the women fisherfolks strength in the view of overcoming their weakness and ensure that the women's role in the fisheries sector do not remain invisible and the need to increase their right to participate in decision making processes with respect to fisheries planning management in as much to explore their opportunities so as to tackle their threats in the study area.</p> <p>5. The result of the study will also serve as a source of reference and guide to other researchers who wish to do similar work on this topic in future.</p>\n\nCHALLENGES OF WOMEN INVOLVED IN AQUACULTURAL ACTIVITIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CHALLENGES OF WOMEN INVOLVED IN AQUACULTURAL ACTIVITIES", "id": 3}, {"content": "<div class=\"abstract\">\n<p>.</p> <p><strong>ABSTRACT</strong></p> <p>This study examines the major effects of climate change on Fisheries and Aquaculture. Factors responsible for climate change which include burning of fuel, oil, coal, gas, deforestation among others cause the emission of green house gases (carbon dioxide, water vapour, methane and nitrous oxide) into the atmosphere with resultant global warming leading to climate change. The main elements of climate change that would impact on Fisheries and Aquaculture production such as global warming, sea level rise, ocean acidification and ocean salinity, density and stratification were properly looked at and the reasons for their effects were addressed. The different impact of climate change that are experienced in varying degrees can be either positive or negative which can occur directly or indirectly depending on the different culture system that are practiced. The direct effect act on the physiology, growth rate, reproduction, behaviour and survival of individual while indirect effect act on ecosystem processes and changes in production of food or abundance of competitors, predators and pathogen. The major impact of climate change on Fisheries and Aquaculture were carefully discussed as well as the adaptation and mitigation strategies that should be adopted by the society to ameliorate the harsh effect of climate change and the subsequent global warming.</p>\n\nIMPACT OF CLIMATE CHANGE ON FISHERIES AND AQUACULTURE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF CLIMATE CHANGE ON FISHERIES AND AQUACULTURE", "id": 4}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>Aquaculture continues to grow rapidly every day, and then became bigger and bigger industry every year. So understanding the basic part behind aquatic production facilities is of increasing importance for all those working in this industry. Aquaculture requires knowledge and skills of the many general aspects of production such as spawning, production of feeds etc (Anderson, 2004). Fisheries constitute an important sector in Nigerian agriculture, providing valuable food and employment to millions and also serving as a source of livelihoods mainly for women in coastal communities, in view of the ever-increasing importance of fish as a source of high quality animal protein in Nigeria (Nwuba <em>et al</em>., 2009). Coastal fisheries are important and contributed at least 40 percent of fish production from all sources in Nigeria between 1995 and 2008 (FAO, 2010). According to the Fisheries Society of Nigeria, small scale fisheries provide more than 82 percent of the domestic fish supply, giving livelihoods to one million fishermen and up to 5.8 million fisher folks in the secondary sector comprising processing, preservation, marketing and distribution. Considering Nigeria‘s enormous water resources, human capital and other natural endowments, the Federal Department of Fisheries (FDF) estimated fish production of over 1.7mmt comprising 201,300mt from inshore (brackish and coastal fisheries), 33,900mt (offshore fisheries), 288,200 (inland fisheries) and 1180215mt (aquaculture).</p>\n\nTHE POTENTIALS OF AQUACULTURE DEVELOPMENT IN FISHING COMMUNITIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE POTENTIALS OF AQUACULTURE DEVELOPMENT IN FISHING COMMUNITIES", "id": 5}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/>This study examined the total replacement of fishmeal (FM) with poultry hatchery waste meal (PHWM) in practical diets for African catfish (Clarias gariepinus). Five iso-nitrogenous diets containing levels Diet1, 0% (control); Diet 2, 25%; Diet 3, 50%; Diet 4, 75% and Diet 5, 100% of PHWM as a replacement for FM were fed to three replicate groups of African catfish with an initial weight of 5.1±0.01 grams. Diet 5 (100% PHWM) has the best growth performance and feed utilization because it has the highest values in weight gain (1.03) with significant difference (P&lt; 0.05) as well as feed intake (1.49) with significant difference (P&lt; 0.05) and has the best feed conversion ratio (FCR), (1.48) with significant difference (P&lt; 0.05). Relative weight gain (RWG), (12.64) and specific growth rate (SGR), (1.67) were highest in Diet 5 but were not significantly different (P &gt;0.05). <br/><br/>And had next to the highest values in PER and NPU. Therefore, PHWM in a proportion of 100% can replace FM totally in African catfish diet without compromising the growth and quality.<br/><br/>CHAPTER ONE<br/><br/>1.0INTRODUCTION <br/><br/>The African catfish Clarias gariepinus is a major warm water species in Africa (Ghana, Ethiopia, Egypt, Mali and Nigeria) and Asia (Malaysia, the Philippines and Thailand) and has been introduced recently in Europe (the Netherland, Germany and Belgium) Latin America (Brazil) (Food and Agriculture Organization, FAO, 1997; Ali, 2001). The superior performance of C. gariepinus compared with other Clarias species in terms of growth rate has probably contributed to the fact that C. gariepinus has been widely introduced to areas outside its natural range (Verreth et al., 1993). Fish culture has rapidly intensified in the last few decades, at an average rate of 8-10% per year (Tacon et al., 2011). To sustain this growth in aquaculture, an associated problem is the supply of ingredients to formulate aquatic feeds, and in particular dietary replacements for fishmeal.<br/><br/>African catfish is a suitable alternative to tilapia for subsistence fish farming in Africa and using low-grade feed composed of local agricultural by-products, the yield of catfish from ponds could be as much as 2.5 times higher than those of tilapia (Hogendoorn, 1983). A variety of species of genus Clarias and their hybrids were cultured for reasons of their high growth rate; disease resistance and ability to adapt to high density culture; excellent adaptation to high ambient climate and very efficient feed conversion ratio; ability to mature and remain grand throughout this year in captivity; acceptance of relatively cheap feeds; high fecundity potential for all-year round maturation and induction of final oocyte and high consumers’ acceptance (Viveen et al.,1985).<br/><br/>1.1JUSTIFICATION <br/><br/>Fish feeds constitute more than 50% of the production cost in aquaculture (Gabriel et al., 2007). Fishmeal is the most expensive of all the ingredients used in formulation and compounding feeds though it tallies with its quality in terms of having high nutritional composition. A fish farmer’s burden will be lessened when he is provided with an alternative protein source in the fish feed which contains all the nutrients in fishmeal with the same quality; which is cheaper, available in his locality and palatable to the fish.<br/><br/>Availability<br/><br/>There are many poultry farms with poultry hatchery or incubators in Benin City, Edo State. These include Zartech Ltd along Sapele road, Ojemai farm along upper Ekenwan road, Igodarun farm by NNPC depot, Ikpoba Hill, etc.<br/><br/>Acceptability<br/><br/>It is palatable to the fish, Clarias gariepinus. Its smell is not offensive. It has a characteristic pleasant smell. Its digestibility is about 65% (Rasool et al., 1999).<br/><br/>Cost<br/><br/>Since it is the by-product after saleable chicks have been removed, therefore are very cheap if not free to obtain.<br/><br/>Toxins<br/><br/>No toxin is present.<br/><br/>1.2OBJECTIVES<br/><br/>I chose poultry hatchery waste meal as the alternative protein source to replace fishmeal in fish (Clarias gariepinus) feeds in my investigation in order to: <br/><br/>Determine the effect of the various treatments on the growth rate of Clarias gariepinus; <br/><br/>To compare the utilization of the different feed diets fed to the fish and to indirectly ascertain the proximate analysis of the feed. </p>\n\nEFFECT OF TOTAL REPLACEMENT OF FISHMEAL WITH POULTRY HATCHERY WASTE MEAL IN THE DIET OF AFRICAN CATFISH (CLARIAS GARIEPINUS) FINGERLINGS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF TOTAL REPLACEMENT OF FISHMEAL WITH POULTRY HATCHERY WASTE MEAL IN THE DIET OF AFRICAN CATFISH (CLARIAS GARIEPINUS) FINGERLINGS", "id": 6}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/>The study of water quality using macro invertebrates as bio indicators of pollution in the Ikpoba river Benin City, Edo State was carried out for a period of 3months (march-may) in 2013. Water and macro invertebrate samples were collected from three stations (Okhoro), Reservoir and the Bridge.) along the river. Physiochemical variables were determined using standard methods. A total of 652 macro invertebrates were collected. Twenty seven (27) taxa were recorded in all the stations. Station 2(Reservoir) had 23 taxa, while station 1(Bridge) and 3(Okhoro) had 16 and 18 taxa, respectively. Also station 1 (Bridge) contributed the highest number (46%) of the total number of individuals and the least number of taxa (16).A total of11 Bulinus spp, 39 Biomphalaria spp and 4 Physia spp represented the Mollusca family in all the stations. Coleopteran was represented by 12 Sphaerodema spp, 6 Hydrous spp and 8 Phithydrus spp. Ditera species collected in the sampling stations were, 18 enstalis larvae, 4 Simulium spp, 283 Chironomus spp, 20 Pentaneura spp, 18 Coatate pupa, 23 Chronomus pupa, 5 pupa type 1 and 2 Anopheles larvae.Only 1 Notonecta specie represented the Hemiptera family. Four (4) Neoperia and 7 Branchythermis spp represented the Plecopera family. The Odonata family was represented by 9 Coenagrion spp, 6 Pseudagnon psp and 3 Enallagma spp. Ephemeroptera was represented by two members of the Pseudocleon spp. Crustacea was represented by 18 astacidae. Annelid was represented by 31 Tubifex spp, 48 Nais spp and 55 Stalaria spp. Hirudinea spp was represented by 15 members of the Glossiphonia spp. The presence of low densities of pollution tolerant macro invertebrate groups, the deteriorating water quality and the physiochemical conditions of the water during Month march was a reflection of organic pollution by decomposing domestic refuse and inorganic fertilizers washed into the river by run-off.<br/><br/>CHAPTER ONE<br/><br/>1.0INTRODUCTION<br/><br/>Although biologist have been studying the effects of human activities on aquatic systems and its effects on fish production for decades, their findings have only relatively recently being translated into methods suitable for monitoring the quality of water bodies. Mostly, bio-indicators such as benthic macro-invertebrates, phytoplankton and zooplankton are among the common bio-indicator organisms used during bio-monitoring of water to determine the suitability for fish production (Tassi, 2009). Artificial (and in some cases natural) changes in the physical and chemical nature of freshwaters can produce diverse biological effect ranging from the severe (such as a total fish kill) to the subtle (for example, changes in enzymes level or sub-cellular components of organisms) (Pagano et.al., 2006), changes like these indicates that the ecosystem and its associated organisms are under stress or that the ecosystem has become unbalanced (Masona, 2007). <br/><br/>Because flora and fauna of various trophic levels can integrate the effects of water quality or habitat changes over time, they become effective pollution indicators (Fernando, 2002). The concentration of a pollutant in an organism is the result of many variables such as the concentration of the pollutant in the water, the physical-chemical form of the pollutant, the membrane permeability of the organism, the type and quantity of food and its degree of contamination, the physiological state of the organism and the characteristics of the physical environment influencing the organism as well as the pollutant (Rose et.al., 2003). The response of biological communities or of the individual organism can be monitored in a variety of ways to indicate effects on the ecosystem. The co-existence and abundance of certain species at a particular location can indicate for example whether that habitat has been adversely altered (Pearl et al., 2003). The reactions of individual organisms such as behavioral, physiological or morphological changes can also be studied as responses to stress or adverse stimuli (for example caused by the presence of contaminants (Bailey et al., 2001).<br/><br/>If an environment receives a foreign pollutant, the organism living in it will start to take up the pollutant, from the water or food, and concentrate it in its body (Straskraba and Tundisi, 2008). Assuming that the pollutant concentration in the environment is constant overtime and the pollutant concentration in the organism body increases, death will occur after a long period. Conversely, a continuous decrease of the pollutant concentration in the medium produces a corresponding release of the pollutant form the organism, with some delay (Anmtage, 2008).<br/><br/>The kinetics of both pollutant uptake and release by the organism has the same pattern for any substance and animal species, whereas the uptake-and loss-rate are dependent on the characteristics of the organism as well as on those of the pollutant and the environmental conditions.<br/><br/>Bio-monitoring is measuring the conditions and integrity of various sources of water to ensure the health and fitness of the water body for the growth and production of fish species. For lotic (running) water systems, analysis of benthic macro-invertebrate communities provides the principal means of achieving this, particularly since macro-invertebrates are more stationary and less temporal than periphytic or attached microscopic communities (Relyea, 2008).<br/><br/>Biological monitoring refers to the collection and analysis of stream macro-invertebrate communities as indicators of water or habitat quality. Macro-invertebrates are larger than microscopic primary benthic (bottom dwelling) fauna, which are generally ubiquitous in fresh water and estuarine environments and play an integral role in the aquatic food web (Bernard et. al., 2003), they are the most commonly used bio-indicator of water quality among the community of indicator organisms because the presence or absence of certain pollution tolerant or intolerant species can be a great determining factor in ascertaining the level of pollution of the water available for fish production.<br/><br/>Total absence of pollution intolerant species, indicates bad water quality which may have adverse effect on fishes inhabiting such water bodies or in most cases, death of the fishes. They are insects and animals without backbone (invertebrates) that can be seen with unaided eye (without a microscope) that live in and on the bottom of streams, lakes, ponds, reservoirs, estuaries and oceans (Downing and Rigler, 2002). Insects (largely immature forms) are especially characteristics of freshwaters; other major groups include worms, mollusk (snails, clams) and crustaceans (scuds, shrimp etc.) (Lathrop and Markowitz, 2001). They are more readily collected and quantified than either fish or periphyton community. Species comprising the upstream communities occupy various niches, based on functional adaptation or feeding mode (e.g. predators, filter or detritus, feeders, scavenger); their presence and relative abundance is governed by environmental conditions (which may determine available food supply) and by pollution tolerance levels of the respective species (Cardoso et.al., 2006).<br/><br/>Benthic macro invertebrates are of great importance in assessing water quality available for fish culture because they have several characteristics that makes them easy to study and show clear responses when faced with adverse environmental conditions (Davis and Simon, 2005).<br/><br/>Aquatic Pollution<br/><br/>Degradable wastes are organic materials that can undergo decomposition through bacterial attack. The inputs that can be included under this category are urban sewage, agricultural waste, food processing waste distillery waste, paper-pulp mill waste, and organic discharge from chemical industry and oil spillages (Hutchinson, 2000). In addition, inputs like leaves and grass clippings and run-off from livestock feedlots and pastures also contributes to this. When natural bacteria and other micro-organisms in the water breaks down to organic materials, they use up the oxygen dissolved in water (Edington and Hildrew, 2003). Most of the fishes and bottom dwelling animals cannot survive when levels of dissolved oxygen drops too low. When this occurs, it kills fishes and other aquatic organisms in large numbers, which leads to disruption in food chain.<br/><br/>Fertilizers containing nutrients such as nitrates and phosphates could also have effects similar to those of organic wastes. In excess levels, nutrient over-stimulates the growth of aquatic plants and algae (Moore, 2000). Excessive growth of these clogs waterways, uses up dissolved oxygen as organisms decompose besides and thereby blocking light to deeper waters. The depletion of oxygen in turn, proves very harmful to aquatic organisms as it affects respiration of fish (Campaioli et. al., 2004) and other aquatic organisms that derive oxygen from water.<br/><br/>Heat, acids and alkalis and some chemicals such as cyanides can be considered as dissipating wastes as they lose damaging effects soon after they enter water bodies. Particulates like dredging spoil, fly-ash, China clay-waste, colliery waste and a variety of man-made materials like plastics are inert but they may clog feeding and respiratory structures of animals and may also reduce photosynthesis by reducing light penetration or may smother benthos (Simons, 2009). Conservative wastes like heavy metal, halogenated hydrocarbons and radioactive material are not subject to microbial attack and therefore, exist over a long duration and cause harm to plants and animal (Lampert and Sommer, 2004).<br/><br/>Sources of Pollution<br/><br/>The sources of pollution of a given water body, can be categorized as point and non-point. Point source of pollution occurs when polluting substances are emitted directly into water ways. A pipe channeling toxic chemicals directly into a river is an example. A non-point source occurs, when there is run-off of pollutants into a water way, for instance, when fertilizers for agricultural fields are carried into a stream by surface run-off. The common point sources of pollution are municipal and industrial waste effluent, run-off fields; discharge from vessels, storage tanks and piles of chemical, run-off from construction sites; and by passes from Sewers and sanitary pipes (Pollard, 2000).<br/><br/>The non-point sources include flow from agricultural field, and orchards, run-off from logging operations, urban run-off from logging operations, urban run-off from unsewed areas and septic tanks leachates, atmospheric deposition and rural runoff from roads, when toxic substances enter lakes, stream, rivers, oceans and other water-bodies, these get dissolved, i.e. suspended in water or get deposited on bed (Hynes, 2002). This results in water pollution thereby quality of water deteriorates, affecting aquatic eco-systems, pollutants can also seep down and affect ground water deposits. The most important sources of pollution are city sewage and industrial waste discharged into rivers by virtue of the quantities in which these are discharged. According to Lenat (2004), only about 10 percent of the waste water generated at present, is being treated, allowing about 90 percent of it to directly enter receiving water. Due to this, pollutants enter ground water, rivers and other water bodies and may even harbor pathogens. Agricultural run-off or the water from fields that drain into rivers is another major source of water pollution as it could be rich in the major nutrients like nitrogen, phosphorous and pesticides (Mecan, 2004).<br/><br/>Bio-Monitoring<br/><br/>Testing for chemical pollution in our nation’s water bodies, have traditionally meant using analytical chemistry. In recent years, environmental agencies have endorsed biological monitoring to enhance or replace chemical monitoring. The theory behind biological monitoring (bio-monitoring) is to use the organisms living in the aquatic system as a measure of water quality. These concepts have being applied to the study of so many water bodies and have proven effective in the determination of the water quality for fish production (Homing and Pollard, 2008).<br/><br/>Bio-monitoring an aquatic system uses the same theoretical approach. Aquatic organisms are subject to pollutants in the stream as if flows by day and night. Consequently, the health of organisms reflects the quality of water they live in. If the pollution levels reach a critical concentration, certain organisms will migrate; fail to reproduce or die, eventually leading to the disappearance of these species at the polluted site (Parker and Salansky, 2007). Normally, these organisms will return if conditions improve in the system.<br/><br/>Bio-monitoring involves the use of organisms to assess the health of the environment and is based on our understanding of how organisms interact with their environment. Bio-monitoring focuses on changes in community structure (distribution and abundance) (Cao et. al., 2007). The biological monitoring commonly used are based on the presence or absence of taxa indicators of environmental wellbeing (e.g. biotic indices) or on the complexity of the community identified with the level of environmental well-being (e.g. Diversity indices). <br/><br/>Biological monitoring (biotic and diversity indices) is not a direct measure of the biological effect produced by pollution, because the observed alterations may be due, in addition to the pollution, to other stress (e.g. natural or anthropogenic stress not caused by pollutants). Nevertheless, biological monitoring, when applied to the same community over time, may reflect some biological modifications, showing that the community, and then the physical environment have been stressed. As a consequence, biological monitoring may be considered a useful “warning signal” (Rundle et. al., 2002). <br/><br/>1.1Justification of this Study<br/><br/>Ikpoba River in Benin City, Edo state, Nigeria, is surrounded by residential areas and it is commercially a hot spot for sellers and buyers that hang around the bank of the river to perform various transactions. It is subject to human pressures which has exerted great pollution effects in the water body. Factory effluents, agricultural waste, domestic waste and industrial waste, have been continually disposed off in this river. The proximity of this river with urban communities, have also facilitated the discharge of toxic waste in this river.<br/><br/>This study provides data mainly about the benthic macro-invertebrate population level as indicators of water quality for fish production and growth in Ikpoba River. Benthic macro-invertebrate community has been analyzed by measuring the taxa density and tolerance values which is the Ephemeroptera, Plecoptera and Trichoptera values. <br/><br/>1.2Objectives of the Study<br/><br/>The objectives of this study are to:<br/><br/>analyze the composition, abundance, diversity and distribution of macro-benthic fauna in the Ikpoba river water body;<br/><br/>establish changes in distribution patterns associated with ecological alteration due to human activities;<br/><br/>assess the water quality of the river through the evaluation of richness of benthic macro-invertebrates populations and through the measurement of physiochemical parameters;<br/><br/>provide baseline information for the long-term assessment of pollution and its effect on fish production in future research.</p>\n\nEFFECTS OF POLLUTION ON WATER AND FISH PRODUCTION IN IKPOBA RIVER USING MACRO INVERTEBRATES AS BIO-INDICATORS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTS OF POLLUTION ON WATER AND FISH PRODUCTION IN IKPOBA RIVER USING MACRO INVERTEBRATES AS BIO-INDICATORS", "id": 7}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/>A study of the physico-chemical parameters and heavy metals contamination in water and sediments of Ogbe-Ijoh waterside of Warri river, Delta state, Nigeria was carried out between February and July 2013. All samples were taken from three different points along the river. The physico-chemical parameters of the water samples were measured both in-situ and in the laboratory. The parameters measured included air and water temperature, pH, biological oxygen demand (BOD5), dissolved oxygen (DO1), chemical oxygen demand (COD), electrical conductivity (EC), transparency, total dissolved solids (TDS), alkalinity, ammonium-nitrogen (NH3-N), chloride, sulphate, nitrate, phosphate, sodium, potassium, calcium and magnesium. The range values of the measured parameters were compared with World Health Organisation (WHO) and Federal Environmental Protection Agency (FEPA) standards. The findings showed that all the physico-chemical parameters measured were within the tolerable value ranges except pH, Chemical Oxygen Demand (COD) and phosphates (PO43-). The pH of the water was found to be between 5.49 to 7.98; showing a moderately acidic to neutral condition in the study area as opposed to WHO (7.0 - 8.5) and FEPA (6.00 - 9.00) limits. COD exceeded WHO and FEPA limits (10mg/l) with the range values of 7.60-71.92mg/l while phosphates with range values between 0.18 - 0.90mg/l exceeded WHO (0.26mg/l) and FEPA (0.50mg/l) limits. The results from the heavy metals (Cd, Ni, Mn, Cr, Pb and Hg) assessed for both water and sediments showed that Cd, Ni, Mn and Cr were not detected in the water but were detected in the sediments; however, Hg was detected in neither water nor sediment. The mean concentration of metals in water were 0.25±0.38mg/l (Cr) and 0.13±0.06mg/l (Pb), and mean concentration of metals in sediment were 4.13±2.06mg/kg (Cd), 107.90±16.08mg/kg (Mn), 2.08±0.63mg/kg (Ni), 1.61±0.52mg/kg (Cr) and 72.03±11.2mg/kg (Pb). These values exceeded WHO and FEPA limits thus suggesting thatthe water is unfit for consumption, therefore, frequent monitoring of physico-chemical parameters of Ogbe-Ijoh waterside of Warri river is imperative.<br/><br/>CHAPTER ONEINTRODUCTION<br/><br/>1.1Background to the Study<br/><br/>Water is a finite resource that is very essential for the human existence, agriculture and industry thus, inadequate quantity and quality of water have serious impact on sustainable development. In developing countries such as Nigeria, people have little or no option but to accept water sources of doubtful quality, due to lack of better alternative sources or due to economic and technological constraints to treat the available water adequately before use (Calamari and Naeve, 1994; Aina and Adedipe, 1996). The scarcity of clean water and pollution of fresh water has therefore led to a situation in which one-fifth of the urban dwellers in developing countries and three-quarter of their rural dwelling population do not have access to reasonably safe water supplies (Lloyd and Helmer, 1992). <br/><br/>Water quality characteristics of aquatic environment arise from a multitude of physical, chemical and biological interactions. A regular monitoring of water bodies with required number of parameters in relation to water quality prevents the outbreak of diseases and occurrence of hazards. According to Wotton (1992), material pollution of rivers is caused by toxic pollutants (heavy metals, phenols and insecticides, among others) that have direct adverse effect on aquatic biota and by-pollutants (human and animal waste) that indirectly affect aquatic biota, which are not toxic but due to bacterial action on them, dissolved oxygen is used up which harms aquatic biota. Assessment of water is not only for suitability for human consumption but also in relation to its agricultural, industrial, recreational, commercial uses and for its ability to sustain aquatic life. Water quality monitoring is therefore a fundamental tool in the management of freshwater resources. <br/><br/>The biotic component of the aquatic ecosystem, which consists of fauna and flora, are indispensable economic resources. Major components of aquatic fauna are the finfish and shellfish (shrimps, prawns, crabs, lobsters, clams, scallops, periwinkles and oysters among others). Rural artisans who depend on fisheries as a means of livelihood concentrate on shallow water bodies like rivers, creeks, lakes and lagoons for their fishing expedition; this is due to their inability to explore larger water bodies because of limited capital. In Nigeria, the artisanal fisheries sector produces bulk of fish consumed by the populace; in addition, this fisheries sector provides income, employment, raw materials and foreign exchange to the Nigerian populace and the nation (Kumolu-Johnson, 2004).<br/><br/>However, in recent times, Nigeria inland water bodies have been subjected to various forms of degradation due to pollution arising from domestic wastes, industrial effluent, agricultural run-offs, oil spillage, mine effluents and obnoxious fishing practices (Ndimele, 2008). The result is that the associated fishery, the biota and the ecosystem upon which fishers depend for a living are destroyed and consumption of fish caught from such polluted water bodies poses severe danger to the consumers (Kumolu-Johnson et al., 2005). One of such pollutants is heavy metals. <br/><br/>The term “heavy metals” refers to any metallic element that has a relatively high density and is toxic or poisonous even at low concentration (Lenntech, 2004). “Heavy metals” is a general collective term, which applies to the group of metals and metalloids with atomic density greater than 4 g/cm3 or 5 times or more, greater than water (Garbarino et al., 1995; Hawkes, 1997). Heavy metals are pollutants that have been a source of concern for aquatic ecologists because most of them are non-biodegradable; once they enter the system of a biota, they persist there and bio-accumulate along the food chain (Ndimele et al., 2009). The presence of heavy metals in aquatic ecosystems is the result of two main sources of contamination; natural processes or natural occurring deposits and anthropogenic activities.<br/><br/>In the fresh water environment, toxic metals are potentially accumulated in water, sediments and aquatic organisms and are subsequently transferred to man through the consumption of these aquatic organisms and from consumption of water from these aquatic bodies. Studies on heavy metals in rivers, lakes, fish and sediments have been a major environmental focus especially during the last decade (Fernandes et al., 2008; Pote et al., 2008; Praveena et al., 2008). Sediments have been reported to form the major repository of heavy metals in the aquatic ecosystem while both allochthonous and autochthonous influences could make a concentration of heavy metals in the water high enough to be of biological significance (Oyewo and Don-Pedro, 2003). Water is commonly employed as a pollution indicator by heavy metals and sediments can provide a deeper insight into the long-term pollution state of the water body (Ikem et al., 2003). Heavy metal content in rivers may vary between the water column and the bed sediments. However, variation in concentration of parameters depends on concentration from processes operating within the catchments. Some heavy metals found in water and sediments include Lead, Mercury, Chromium, Manganese, Nickel, Cadmium, Copper, Cobalt, Iron and Selenium, amongst others.<br/><br/>This study is geared towards determining the physico-chemical parameters and concentration of heavy metals in the water and bottom sediments of Warri river, located in Warri, Delta state, Nigeria, with a view to establishing a basic data on the current pollution status of the river. The results obtained from this study would also provide information on current levels of metals in the water and sediments of the river, contributing to the effective monitoring of both environmental quality and health of the organisms inhabiting the river.<br/><br/>1.2Justification<br/><br/>Water is important, directly or indirectly, to human and animal life and thus, requires that proper attention be given to its quality, consisting of the physical and chemical characteristics, which motivated this study. The many human activities in the last decade have increased the metal mobility in the environment, and heavy metals happen to be one of the main pollutants in aquatic systems as some metals are persistent thus becoming potentially dangerous to biota. <br/><br/>Over the years, some work has been done on the physico-chemical parameters of some creeks along Warri River (Peretiemo-Clarke et al., 2009; Ogunlaja and Ogunlaja, 2007), but there has been limited study on the physico-chemical parameters as well as heavy metal contaminants of the Ogbe-Ijoh waterside of the Warri river, hence the need for this study. The study will also provide baseline data for future work on the river.<br/><br/>1.3Aims and Objectives<br/><br/>The main aim of this study is to investigate and determine the physico-chemical parameters and concentration of some selected heavy metals in the water and sediment of Ogbe-Ijoh waterside. This would be achieved by:<br/><br/>Determining the physico-chemical parameters of the water<br/><br/>Determining the heavy metal concentration in water and sediments of Ogbe-Ijoh waterside<br/><br/>Inferring if the water from the river is safe for consumption and for the sustenance of the aquatic organisms inhabiting the biota when compared against set standards by Food and Agricultural Organisation (FAO) and World Health Organisation (WHO).</p>\n\nA STUDY OF THE PHYSICO-CHEMICAL PARAMETERS AND HEAVY METAL CONCENTRATION IN WATER AND SEDIMENT OF OGBE-IJOH WATERSIDE OF WARRI RIVER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A STUDY OF THE PHYSICO-CHEMICAL PARAMETERS AND HEAVY METAL CONCENTRATION IN WATER AND SEDIMENT OF OGBE-IJOH WATERSIDE OF WARRI RIVER", "id": 8}, {"content": "<div class=\"abstract\">\n<p>EVALUATION OF FRESH AQUATIC PLANT (<em>Azollapinnata</em>) AND ARTIFICIAL DIET ON GROWTH PERFORMANCE, GASTRIC EVACUATION RATE AND CARCASS COMPOSITION OF NILE TILAPIA (<em>Oreochromisniloticus</em>)</p> <p><strong>ABSTRACT</strong></p> <p>Alternative plant protein sources are generally cheaper compared to animal protein sources and may be the solution to reduce the high dependence of farmers on fish meal due to the limited world supplies and increasing price of fishmeal. This study focuses on growth performance of Nile Tilapia (<em>Oreochromisniloticus</em>); its gastric evacuation rate and carcass composition when fed with fresh aquatic plant and artificial diet.</p> <p><em>Azollapinnata</em>and artificial diet (control) were fed at 3% body weight of 90 <em>Oreochromisniloticus</em>weighing 24±1.43g for 56 days (8 weeks) in three treatments T1(artificial diet), T2 (artificial diet 50% and aquatic plant 50%) and T3 (aquatic plant); each having  three replicates. Specific Growth Rate (SGR), Food Conversion Ratio (FCR), Protein Efficiency Ratio (PER), Mean Weight Gain (MWG), Protein Intake (PI) and Length-Weight Relationship were used to determine the growth performance and feed utilization. The serial slaughter method was used to determine Gastric Evacuation Rate (GER) and Gastric Transit Time (GTT). Proximate composition of fish carcass was determined using standard methods. Data were analysed using Descriptive analysis and ANOVA at α0.05.</p> <p>Fish fed both artificial diet and aquatic plant T2 attained a significantly higher MGW and SGR, and attained the best correlation coefficient value which indicates a good relationship between length and weight. T1 and T2 showed no significant difference in FCR but were significantly lower than T3. The PER showed that T2 was significantly higher than T1 and T3. Duncan’s test of significance indicated that there was no significant difference in the daily feeding rate and GER of <em>Oreocromisniloticus</em>across the treatments but GTT differed in T3. Fish fed only <em>Azolla, </em>T3 had a GTT of 3 hours where as T1 and T2 was 4 hours. Carcass proximate analysis showed that crude protein of T3 was significantly higher than T1. Fat content of T3 was significantly higher than those of T1 and T2.</p> <p><em>Oreohchromisniloticus</em>performed better when fed with both artificial diet and aquatic plant, it also attained a higher crude protein level and lower moisture content when fed only aquatic plant compared to those fed only artificial diet.</p> <p>Key words: <em>Oreohchromisniloticus, </em>utlilization of aquatic plant, growth performance, gastric evacuation, carcass composition</p> <div> <p><strong>CONTENTS</strong></p> <p>Abstract                                                                                                                                  ii</p> <p>Acknowledgement                                                                                                                  iv</p> <p>Dedication                                                                                                                              vi</p> <p>Certification                                                                                                                            vii</p> <p>Table of contents                                                                                                                    viii</p> <p>List of Tables                                                                                                                          xiv</p> <p>List of Figures                                                                                                                         xv</p> <p><strong>CHAPTER ONE</strong></p> <p>1.0       INTRODUCTION                                                                                                     1</p> <p>1.1       Tilapia culture in Aquaculture                                                                         1</p> <p>1.2       Fresh Aquatic Plants as Plant Based Protein                                                              3</p> <p>1.3       Problem statement                                                                                                      3</p> <p>1.4       Justification of Study                                                                                                 4</p> <p>1.5       Objectives of Study                                                                                                    4</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0       LITERATURE REVIEW                                                                                          5</p> <p>2.1       Nile Tilapia Culture in Aquaculture                                                                            5</p> <p>2.2       <em>Oreochromisniloticus</em>                                                                                                  6</p> <p>2.2.1    Classification of <em>Oreochromisniloticus</em>                                                                       7</p> <p>2.2.2    The Biology of Nile tilapia (<em>Oreochromisniloticus</em>)                                                    7</p> <p>2.2.3    Water Quality Parameters for <em>Oreochromisniloticus</em>                                                  9</p> <p>2.3       Need for Aquatic Plants as Protein Source in Fish Feed                                            10</p> <p>2.4       <em>Azollapinnata</em>                                                                                                              11</p> <p>2.4.1    Classification of <em>Azollapinnata</em>                                                                                   12</p> <p>2.4.2    Ecology, Distribution and Description of <em>Azollapinnata                                            </em>13</p> <p>2.4.3 Reproduction of <em>Azollapinnata</em>                                                                                      14</p> <p>2.4.4    Benefits of <em>Azolla</em>to Plants                                                                                         14</p> <p><strong>2.4.5        </strong>Use of <em>Azolla</em>in Bioremediation                                                                                  15</p> <p><strong>2.4.6        </strong>Use of <em>Azolla</em>as Nutritional Supplement for Livestock Feed                                     16</p> <p><strong>2.4.7        </strong>Use of <em>Azolla</em>as human food and component of space diet                                       18</p> <p><strong>2.4.8        </strong>Beneficial Effects of <em>Azolla</em>on Physio-chemical Properties of Soil                            18</p> <p><strong>2.4.9        </strong>Nutritional values and Chemical evaluation of <em>Azollapinnata</em>                                    19</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0       MATERIALS AND METHODS                                                                              22</p> <p>3.1       Project Site                                                                                                                  22</p> <p>3.2       Procurement of Nile Tilapia juveniles and artificial feed                                           22</p> <p>3.3       Procurement and Culture of Fresh Aquatic Plant (<em>Azollapinnata</em>)                             23</p> <p>3.4       Experimental design and procedure                                                                           23</p> <p>3.5       Water quality analysis                                                                                                 24</p> <p>3.6       Proximate analysis of artificial feed and <em>Azollapinnata</em>                                             27</p> <p>3.6.1    Determination of Ash Content                                                                                   27</p> <p>3.6.2    Determination of Moisture Content                                                                          28</p> <p>3.6.3    Determination of Crude fiber                                                                                     29</p> <p>3.6.4    Determination of Protein Content                                                                              30</p> <p>3.6.5    Determination of Fat Content                                                                                   31</p> <p>3.6.6    Amino acid profile analysis of <em>Azollapinnata</em>                                                 32</p> <p>3.7       Growth indices and Feed utilization indices                                                              32</p> <p>3.7.1    Mean Weight Gain, MWG (g)                                                                                    32</p> <p>3.7.2    Total percentage Weight Gain, TWG (%)                                                                  33</p> <p>3.7.3    Specific Growth Rate (S.G.R) (%)                                                                             33</p> <p>3.7.4    The Length-Weight Relationship                                                                                33</p> <p>3.7.5    Condition Factor                                                                                                        34</p> <p>3.7.6    Total Feed Intake (g) and Protein intake (g)                                                              35</p> <p>3.7.7    Feed Conversion Ratio (F.C.R)                                                                                 35</p> <p>3.7.8    Protein Efficiency Ratio (PER)                                                                                 35</p> <p>3.7.9    Survival rate                                                                                                                35</p> <p>3.8       Gastric evacuation rate and Carcass composition                                                       36</p> <p>3.9       Statistical analysis                                                                                                       36</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.0       RESULTS                                                                                                                   38</p> <p>4.1       <em>Azollapinnata</em> reproduction                                                                                         38</p> <p>4.2       Water quality analysis                                                                                                 38</p> <p>4.3       Proximate analysis of artificial diet (durante feed)                                                    38</p> <p>4.4       Proximate composition and amino acid profile of <em>Azollapinnata</em>                               41</p> <p>4.5       Growth indices                                                                                                           41</p> <p>4.5.1    Length-Weight relationship                                                                                       45</p> <p>4.5.2    Condition factor                                                                                                        45</p> <p>4.6       Feed utilization indices                                                                                               45</p> <p>4.7       Carcass composition of experimental fish in all treatments                                        51</p> <p>4.8       Gastric evacuation rate of experimental fish in all treatments                                    51</p> <p>4.9       Survival rate                                                                                                                51</p> <p><strong>CHAPTER FIVE</strong></p> <p>5.0       DISCUSSION                                                                                                                        55</p> <p>5.1       <em>Azollapinnata</em> reproduction                                                                                         55</p> <p>5.2       Water quality analysis                                                                                                 55</p> <p>5.3       Proximate analysis of artificial diet (durante feed)                                                    55</p> <p>5.4       Proximate composition and amino acid profile of <em>Azollapinnata</em>                               55</p> <p>5.5       Growth performance                                                                                                   56</p> <p>5.5.1    Length-Weight relationship                                                                                        56</p> <p>5.5.2    Condition factor                                                                                                         57</p> <p>5.6       Carcass composition of experimental fish in all treatments                                        57</p> <p>5.7       Gastric evacuation rate of experimental fish in all treatments                                    57</p> <p>5.8       Survival rate                    &amp;n</p></div>\n\nEVALUATION OF FRESH AQUATIC PLANT (AZOLLAPINNATA) AND ARTIFICIAL DIET ON GROWTH PERFORMANCE, GASTRIC EVACUATION RATE AND CARCASS COMPOSITION OF NILE TILAPIA (OREOCHROMISNILOTICUS)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF FRESH AQUATIC PLANT (AZOLLAPINNATA) AND ARTIFICIAL DIET ON GROWTH PERFORMANCE, GASTRIC EVACUATION RATE AND CARCASS COMPOSITION OF NILE TILAPIA (OREOCHROMISNILOTICUS)", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong>PLASTIC MARINE DEBRIS: Importance to Aquatic Environment and Human Health</strong></p> <p><strong>ABSTRACT</strong></p> <p>Over the years the importance of plastics for different purposes especially packaging has been emphasized but its adverse effect on the aquatic environment and human health makes it less desirable. Aquatic animals feed on plastic marine debris and sometimes get a sense of satiety. This false satiety results in starvation as these animals no longer have the need to feed. Most often, tiny plastic materials contain or attract toxic Endocrine-like Estrogen Disrupting Chemicals (EEDC) like Polychlorinated Biphenyls (PCBs) and BisphenolA (BPA) from the environment. These toxic chemicals pass to humans indirectly when they feed on the contaminated fish or other aquatic animals; or directly by exposure to the toxic chemicals in plastics. Hence the need to inform, orient and educate the general public on proper waste management and disposal; and proffer solutions.</p> <p>Plastics in various forms (bottles, bags, cigarette butts and utensils) make up a category of marine debris; they are non-biodegradable, and persist in the environment for a long period of time. Cigarette butt, a plant based plastic also persist in the environment for a long time. Plastics in the aquatic environment entangle fish and other aquatic animals. The frequent indiscriminate disposals of trash on streets and beaches eventually carried into water bodies (lagoon, rivers, seas and oceans) through run-offs are the major cause of plastic contamination in Nigeria’s waters. There is high rate of diseases in humans as a result of direct or indirect consumption of EEDC like PCBs present or leached from plastics beyond WHO Provisional Tolerable Monthly Intake (PTMI) for dioxins, and PCBs (70 picogram per kilogram of body weight).</p> <p>Aquatic organisms ingest plastic particles directly in water while humans ingest plastics directly through exposure to toxic chemicals in plastic, or indirectly by feeding on contaminated fish or other aquatics. Controlling of challenges of plastic debris requires effective information and orientation. Highlights of the efforts of Government, Individuals and Non Governmental Organisations towards debris free environments are of paramount importance. Government sets regulations and partners with NGO to raise awareness on management of wastes. Meanwhile, the discarded plastics can be re-utilized for other economic uses without recycling. For instance, in fisheries and aquaculture, the discarded plastic bottle corks can be useful for nitrification of aquaculture waste water while the discarded plastic bottles can be used for building fish farm houses. </p> <p>In conclusion, beneficial uses of discarded plastics can reduce health risks in aquatic environments. All individuals must be sensitized to be involved in ensuring a debris free environment in order to conserve aquatic lives, improve local economies through beaches and recreational centers, and secure safe human health.</p> <p>KEYWORDS: Aquatic waste management, Estrogen-like Endocrine Disrupting Chemicals (EEDC), Nitrification.</p> <div> <p><strong>CONTENTS</strong></p> <p>Abstract                                                                                                                                  ii</p> <p>Acknowledgement                                                                                                                  iv</p> <p>Dedication                                                                                                                              v</p> <p>Table of contents                                                                                                                    vi</p> <p>List of Tables                                                                                                                          ix</p> <p>List of Figures                                                                                                                         x</p> <p>List of Plates                                                                                                                           xi</p> <p><strong>CHAPTER ONE</strong></p> <p>1.0       INTRODUCTION                                                                                                     1</p> <p>1.1       Problem statement                                                                                                      2</p> <p>1.2       Justification of Study                                                                                                 2</p> <p>1.3       Objectives of Study                                                                                                    3</p> <p><strong>CHAPTER TWO</strong></p> <p><strong>2.0       </strong>MARINE DEBRIS                                                                                                    4</p> <p><strong>2.1       </strong>Classification of Marine Debris                                                                                  4</p> <p><strong>2.2       </strong>Sources of Marine Debris                                                                                           4</p> <p><strong>CHAPTER THREE</strong></p> <p><strong>3.0</strong>       PLASTICS                                                                                                                 6</p> <p><strong>3.1       </strong>7 Most Common Plastics and Typical Uses of Each                                                  6</p> <p><strong>3.2       </strong>Plastic Consumption and Disposal                                                                             6</p> <p><strong>3.3       </strong>Lifespan of Some Common Plastic Debris                                                                 7</p> <p><strong>3.4       </strong>Biodegradability of Plastic Marine Debris                                                                 7</p> <p><strong>3.5       </strong>Demerits of Plastic Marine Debris                                                                              9</p> <p><strong>3.5.1</strong>    Demerits to wildlife (aquaculture)                                                                              9</p> <p><strong>3.5.2    </strong>Demerits to local economies                                                                                       12</p> <p><strong>3.5.3    </strong>Demerits to humans                                                                                                    13</p> <p><strong>3.6       </strong>How Humans Feed Indirectly on Plastic Marine Debris                                            13</p> <p><strong>3.6.1    </strong>Polychlorinated Biphenyls (PCBs)                                                                             14</p> <p><strong>3.6.2    </strong>Bisphenol A (BPA)                                                                                                     16</p> <p><strong>3.7       </strong>Reducing Direct Exposure to Toxic Chemicals in Plastics                                         18</p> <p><strong>3.8       </strong>Merits of Plastic Debris                                                                                              18</p> <p><strong>3.8.1    </strong>Merits to aquaculture, nitrification of aquaculture waste water                                 19</p> <p><strong>3.8.2    </strong>Merits to humans                                                                                                        19</p> <p><strong>3.8.3    </strong>Merits to local economies as Source of employment                                                  21</p> <p><strong>3.9       </strong>Recycled Uses of Plastic                                                                                            22</p> <p><strong>CHAPTER FOUR                </strong></p> <p><strong>4.1       </strong>Policies by Governments Addressing Debris in Nigeria                                             23</p> <p><strong>4.2       </strong>Efforts by Individuals and NGO’s Addressing Debris in Nigeria                             23</p> <p><strong>4.2.1    </strong>Clean Coast Nigeria (CCN)                                                                                        23</p> <p><strong>4.2.2    </strong>Living Earth Foundation Waste to Wealth                                                                 26</p> <p><strong>4.3       </strong>Control of Plastic Marine Debris                                                                                26</p> <p><strong>CHAPTER FIVE     </strong></p> <p><strong>5.1       </strong>Conclusion                                                                                                                  27</p> <p><strong>5.2       </strong>Recommendations                                                                                                      27</p> <p><strong>References</strong>                                                                                                                             28</p> <p><strong>List of Tables</strong></p> <p>Table 1: Plastic Debris and their breakdown time                                                                  8</p> <p>Table 2: Comparison of laboratory/toxicity studies of BisphenolA exposure</p> <p>effects on wildlife                                                                                                       11</p> <p>Table 3: 7 Common Plastics, Typical Uses, EEDC Present or Leached and Effects </p> <p>in Humans                                                                                                                   17</p> <p><strong>List of figures</strong></p> <p>Figure 1: The flow chain of plastic debris ingested indirectly by humans                             14</p> <p>Figure 2: Trickling System, Nitrification of waste water using plastic corks </p> <p>as filter blocks                                                                                                             19</p> <p><strong>List of Plates</strong></p> <p>Plate 1:  indiscriminate disposal by citizens                                                                            5</p> <p>Plate 2: Seal trapped in marine plastic debris                                                                         9</p> <p>Plate 3: bird filled with plastics                                                                                              10</p> <p>Plate 4: Baby bottles labelled BPA                                                                                        16</p> <p>Plate 5: house being built with discarded plastic bottles in Nigeria                                       20</p> <p>Plate 6: chair made from discarded polytethylene bags                                                         21</p> <p>Plate 7: Result of marine debris got from the Lagos cleanup at the Lagos Bar Beach          24</p> <p>Plate 8: Volunteers campaign for Green Environment with Placards during CARNIRIV</p> <p> Kids Carnival PHC                                                                                                    24</p> <p>Plate 9: A kid’s description of harmful effects of debris to aquaculture                               25</p> <p>Plate 10: Volunteers filling trash data cards at middle Ogunpa River during Ibadan 2014  25</p> <strong><br/></strong> </div> <p> <strong><br/></strong> </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0       INTRODUCTION</strong></p> <p>Marine debris includes any form of manufactured or processed material discarded, disposed of or abandoned in the marine environment. It consists of items made or used by humans that enter the sea, whether deliberately or unintentionally, includingtransport of these materials to the ocean by rivers, drainage, sewage systems or by wind (Galgani et al. 2010). Once in the water, itcan blow around, remain floating on the water surface, drift in the water column, get entangled in algae on shallow bottoms, sink to the deeper seabed, or be washed up onto beaches sometimes many miles away. </p> <p>Theyare items and materials that are either discarded directly (thrown or lost directly into the sea), brought to the sea indirectly by rivers, sewage, storm water or winds, or left by people on beaches and shores.</p> <p>Marine debris is a major global threat to biodiversity. For instance, more than six million tons of fishing gear alone is estimated to be lost in the ocean each year (Derraik 2002). Despite this staggering amount of marine waste, fishing gears form only a small percentage of the total volume of debris in the ocean, not even making the list of the top 10 most common items found during coastal cleanup operations (Ocean Conservancy 2010).</p> <p>The coastal areas of Nigeria have been in the limelight in recent times due the heavy environmentalpollution resulting from oil prospecting activities. The coastal states in Nigeria are Akwa-Ibom, Bayelsa, Cross-River, Delta,Edo, Lagos, Ogun, Ondo and Rivers states. For certain reasons, development, job opportunities, government attention and commercial activities are concentrated in coastal locations than inland locations all over the world. This phenomenon, which is best explained by anthropologists and sociologists, is also the case in Nigeria.</p> <p>It is estimated that one-quarter ofthe Nigerian population live in the coastal zone represented by nine states (UNEP, 2007). However, going by the 2006 census (FRN, 2007), 37.2 million representing 26.6% of the total population live in the coastal zone.</p> <p>Two-thirds of Earth’s surface is covered by ocean. The ocean is our planet’s life support system. It drives our climate and provides food, water and oxygen. No matter where one lives, we all depend on the ocean in some way and we all have a responsibility to care for it. </p> <p>After all, <strong>you can’t “go green” if you don’t “live blue”.</strong></p> <p><strong>1.1              </strong><strong>PROBLEM STATEMENT</strong></p> <p>Marine debris is a major global threat to biodiversity. For instance, more than six million tons of fishing gear alone is estimated to be lost in the ocean each year (Derraik 2002).The coastal areas of Nigeria have been in the limelight in recent times due the heavy environmental pollution and oil prospecting activities. However, oil pollution is not the only environmental threat to these coastal States. Other forms of solid and liquid wastes equally threaten the livelihood of residents of these areas. Plastics in various forms (bottles, bags, cigarette butts and utensils) make up a category of marine debris; they are non-biodegradable, and persist in the environment for a long period of time. Cigarette butt, a plant based plastic also persist in the environment for a long time.</p> <p><strong>1.2</strong>       <strong>JUSTIFICATION OF STUDY</strong></p> <p>Discarded plastics can be re-utilized for other economic uses without recycling. For instance, in fisheries and aquaculture, the discarded plastic bottle corks can be useful for nitrification of aquaculture waste water while the discarded plastic bottles can be used for building fish farm houses amongst other uses as discussed in this work.</p> <p>Beneficial uses of discarded plastics can reduce health risks in aquatic environments. All individuals must be sensitized to be involved in ensuring a debris free environment in order to conserve aquatic lives, improve local economies through beaches and recreational centers, and secure safe human health.</p> <p><strong>1.3       OBJECTIVES OF STUDY</strong></p> <p>1.      To inform about the hazardous effects of plastic marine debris</p> <p>2.      To enlighten about the useful utilization of plastic marine debris </p> <p>3.      To highlight the relevance of plastic marine debris to Aquaculture especially its useful utilizations before recycling</p> <p>4.      To educate on role of stake-holders in ensuring environmental safety from marine debris.</p>                                                                \n\nPLASTIC MARINE DEBRIS: IMPORTANCE TO AQUATIC ENVIRONMENT AND HUMAN HEALTH<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete seminar</button> <br/>\n</center>\n</div>\n</div>", "title": " PLASTIC MARINE DEBRIS: IMPORTANCE TO AQUATIC ENVIRONMENT AND HUMAN HEALTH", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong> <br/><strong>INTRODUCTION</strong> <br/><strong>1.1   BACKGROUND TO THE STUDY</strong> <br/>Women play a critical role in every link of the value chain in small-scale fisheries, although their best-known roles are in processing and marketing of fish and other fishery products. This perception of the highly gender-segregated division of labour (men fishing/women processing) has shaped the generalized approach in supporting development initiatives for small-scale fisheries. More often than not, this approach targets men as fishers, and women as processors and marketers of fishery products (Bene &amp; Merten, 2008). However, this generalization has also made fisheries governance blind to women’s other valuable inputs to the sector. In fact, their roles can and should go beyond post-harvest and marketing. However, the lack of utilization of their additional contribution has deterred, for example, women’s participation in fisheries resource management and policy decision-making (Arenas &amp; Lentisco, 2011). <br/>Adequate participation of women in small-scale fisheries has been perceived as a factor that will create opportunity for improving livelihood which is of immense benefit to the household in Nigeria. The small-scale fisheries sector is gaining wider international attention, through the development of the Voluntary Guidelines for Securing Sustainable Small-Scale Fisheries in the Context of Food Security and Poverty Eradication (the SSF Guidelines), which were endorsed in 2014 has not been fully implemented in developing countries including Nigeria. Female stakeholders in the fisheries sector were, until recently, invisible in the statistics collected and provided to fisheries managers and policy-makers. In recent times, more literature has been directed to making women’s roles more visible. For example, Williams (2008) and Weeratunge and Snyder (2009) describe the diverse gendered division of labour in fishing communities, and their involvement and importance in fisheries processing and trade. <br/>In the small-scale fisheries, women’s roles are dominant in the post-harvest sector. They process fish products: drying, salting, smoking, making fish balls or fish/shrimp sauce, etc., which they either sell to generate a supplementary income for the family, or use directly for household consumption. Despite the importance of these post-harvest roles and the need to further strengthen them, women’s involvement in fisheries is not only limited to the post-harvest sector. A literature review on the theme of women/gender and fisheries reveal that women can actually be quite active in river and inland, near-shore and subsistence fisheries. In small-scale fishing communities, women are also the main caregivers of the fishing household, responsible for food and nutrition security and, in many cases, responsible for family finances (Williams, 2010). This role should not be underestimated as it places a large burden on women, not only as processors and traders but also as mothers and caregivers for both the young and for older people by providing livelihood opportunity for the family. With this widespread characterization of women as fish processors, traders and caregivers, the approachable way of taking small scale fisheries issues into account has been by targeting women through post-harvest activities and household support. <br/>This generalization of gender roles has resulted in the provision of processing tools and/or credit, and sometimes livelihood diversification support options (rearing livestock, weaving, etc.) to women by government of Nigeria. Such activities can be considered low-conflict, meaning that they do not question strategic gender concerns but only pragmatic concerns (Moser, 1989). They allow women to remain in the socially acceptable female domain of the household and in their “normal” roles of processor and/or marketer. Through women’s greater participation in small scale fisheries, ultimately their needs and priorities are better understood and therefore better represented. In general, women also tend to pay more attention to livelihood needs such as equitable distribution of resources and other matters related to poverty reduction (Gatke, 2008). <br/>The role of women in small-scale fisheries also includes fostering community well-being and economic growth, increasing awareness of domestic violence, increasing attendance at school among children, and their (women's) participation in local politics (Gatke, 2008; Dey de Pryck, 2012; SOFA, 2011). Women are also prompt to organize themselves with the purpose of improving local conditions in their communities (da Cal Seixas Barbosa and Begossi, 2004). Through increasing women’s control over natural resources, it is conceivable that there will be improvements such as increasing women’s bargaining power within the household, increasing not only their welfare but also child nutrition and health (Duflo, 2012). All these factors contribute to the achievement of the Millennium Development Goals, and societal well-being. However, to achieve this, development projects in the small-scale fisheries sector need to integrate gender considerations and focus on women’s involvement. <br/><strong>1.2   STATEMENT OF THE PROBLEM</strong> <br/>Women may access fish by themselves, by going fishing or gleaning in the intertidal zones, by obtaining fish from their husbands, other family members, other relationships, or by buying the fish directly from fishers or traders. Even when they do not fish themselves, some of the more business-minded women often finance fishing trips with the agreement that they will have first choice of the catch. Governments and development assistance donors have provided support to the perceived traditional roles of men (fishing) and women (post-harvest). As a consequence, women have been excluded from fisheries management, and they have received little support in owning actual fishing assets, securing rights to fishing grounds or accessing services such as capacity building, technical advice and microfinance. The lack of women’s representation in decision-making increases community vulnerability to threats related to food security, nutrition and community well-being. Because women usually lack representation in fisheries associations and fisheries management bodies, they are usually excluded from decision-making, particularly for the type of decisions that directly affect the resource they depend on. With such a striking absence of women in decision-making bodies at all levels, it is easy to understand household livelihood improvement opportunities which this study is focused on. <br/><strong>1.3   OBJECTIVES OF THE STUDY</strong> <br/>The following are the objectives of this study: <br/>1.  To examine the level of women participation and their role in small-scale fisheries in Nigeria. <br/>2.  To examine the benefits of women participation in small scale fisheries to the households. <br/>3.  To determine whether women participation in small scale fisheries will contribute to improved livelihood opportunity. <br/><strong>1.4   RESEARCH QUESTIONS</strong> <br/>1.  What is the level of women participation and their role in small-scale fisheries in Nigeria? <br/>2.  What are the benefits of women participation in small scale fisheries to the households? <br/>3.  Does women participation in small scale fisheries contribute to improved livelihood opportunity? <br/><strong>1.5   SIGNIFICANCE OF THE STUDY</strong> <br/>The following are the significance of this study: <br/>1.  Findings from this study will expose the role of women in small-scale fisheries in Nigeria and the benefits from such role to the household and its effect on the improvement of livelihood opportunities. <br/>2.  This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area <br/><strong>1.6   SCOPE/LIMITATIONS OF THE STUDY</strong> <br/>This study will cover the duties of women in the sector of small scale fisheries in Nigeria. <br/><strong>LIMITATION OF STUDY</strong> <br/><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).  <br/><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.<br/><strong><br/> REFERENCES</strong> <br/>Arenas, M.C. &amp; Lentisco, A. 2011. Mainstreaming gender into project cycle management in the fisheries sector. RAP Publication 2011/15. Bangkok, FAO. 92 pp. <br/>Bene, C. &amp; Merten, S. 2008. Women and fish-for-sex: transactional sex, HIV/AIDS and gender in African fisheries. World Development, 36(5): 875–899. <br/>Da Cal Seixas Barbosa, S.R. &amp; Begossi, A. 2004. Fisheries, gender and local changes at Itaipu Beach, Rio de Janeiro, Brazil: an individual approach. Published by Multi Ciencia. 14 pp. <br/>Dey de Pryck, J. 2012. Good practice policies to eliminate gender inequalities in fish value chains., FAO. Rome, Italy. 97 pp. Duflo, E. 2012. Women’s empowerment and economic development. Journal of Economic Literature 2012, 50(4), 1051-1079 <br/>Gatke, P. 2008. Women’s participation in community fisheries committees in Cambodia. Roskilde University. (Master’s thesis). 24 pp. <br/>Moser, C. 1989. Gender planning in the third world: meeting practical and strategic needs. World Development, 17(11): 1799–1825.</p>                                                         \n\nSMALL-SCALE FISHERIES IN NIGERIA: BENEFITS TO HOUSEHOLDS, THE ROLES OF WOMEN, AND OPPORTUNITIES FOR IMPROVING LIVELIHOODS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SMALL-SCALE FISHERIES IN NIGERIA: BENEFITS TO HOUSEHOLDS, THE ROLES OF WOMEN, AND OPPORTUNITIES FOR IMPROVING LIVELIHOODS", "id": 11}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong> <br/><strong>INTRODUCTION</strong> <br/><strong>1.1   BACKGROUND TO THE STUDY</strong> <br/>Integrated Fisheries Resources Management is an initiative and strategies aimed at addressing the issue of how fish resources in a nation can be best shared between competing users within the broad context of ecologically sustainable development so that they can be managed on a sustainable basis (Davies et al, 2008). Hunger and malnutrition remain amongst the most devastating problems facing the world poor and needy. Nigeria is one of the developing countries affected by hunger, deprivation and abject poverty by its citizenry in spite of its enormous natural and human resources hence the need for proper fisheries resource management (Alamu et al, 2004). Nigeria is among the largest fish consumers in the world with over 1.5 million tons of fish consumed annually. Fish farming in Nigeria has it antecedents in the traditional African reciprocal, communal, technical, labour support/skills transfer system of about 10,000 years ago. Fish production from aquaculture accounted for about 96,000 metric tons in year 2000, while only 20,000 metric tons in 1994 (FAO, 2002). Integrated resource management involving fish is defined broadly as the concurrent or sequential linkage between two or more human activity system under proper regulation, of which at least one is aquaculture. <br/>Furthermore, the linkages between aquaculture and human activities involve not only agriculture ( i.e. crops, livestock, irrigation dams canals) but also include roles in sanitation (night soil, septage or other forms of human excreta re-use, sewage treatment), nutrient recovery (hydroponic-fish, breweries) and energy recovery (culture in heated effluents of power plants, dairies, etc) (Prein, 2002). In contrast, theoreticians used to differentiate Integrated Fish resource management from mixed farming, in which production sub-systems of a farm are not mutually supportive and do not depend on each other. The principle of integrated resource management involves farming of fish along with livestock and agricultural crops. This type of farming offers great efficiency in resource utilization, as waste or by-product from one system is effectively recycled. It also enables effective utilization of available farming space for maximizing production. In Nigeria, Integrated fisheries resource management has been reported in many states of the federation in which 50% of fish farmers integrate, poultry, piggery or livestock with fish production, while integrated fish cum crop production is on the rise also in several states. According to FAO (2002) the essence of integrated management system is to increase the productivity of fish as to meet the challenges of food shortage and reducing the unemployment rate in Nigeria. Socio-economic conditions should be considered when developing integrated fisheries management systems. <br/>The development of a diversified economy depends on the harmonious interactions between socio-economic conditions, agricultural productions and regional environmental conditions. In any part of the country, the type and level of integration depends on the prevalent environmental conditions, social norms, cultural values and religious factors. For example in the northern part of the country, fish cum pig integration is not advisable because of religions factors (Ajana, 2003). The agricultural enterprise to be combined and their level of intensity determine the type of integration. Fish culture can be extensive, semi-intensive or intensive. The semi-intensive earthen pond fish culture is the most suitable integrated aquaculture system because of the natural ecosystem that can conveniently accommodate both crop and livestock production. Apart from market forces, demands for agricultural products should be put into consideration before establishing any integrated resource management enterprise in any area (Csavas, 1992). <br/>Employment in the primary capture fisheries and aquaculture production sectors in 1998 is estimated to be 300 million people worldwide while the number of people dependent on fisheries as an income was estimated at 200 million. Of these the vast majority cannot even afford to eat fish they catch and handle. Fishers are often demeaned and exploited by those who can afford to buy their crops, which leads to the disintegration of traditional communities and increasingly marginalized rural societies. Consequent upon this there was massive rural-urban drift leading to youth migrating to urban centres for \"greener pasture\" leaving the old people in the rural area. Unfortunately gainful employment is increasingly scarce in the cities. This has in no small way created social problems and in fact to the level of social unrest in Nigeria. <br/><strong>1.2   STATEMENT OF THE PROBLEM</strong> <br/>The integrated fisheries resource management system produces high yields with low input, with the fish receiving limited, if any, supplementary feed. In contrast, the livestock on the integrated farms, which includes chickens and pigs, is reared intensively, and antimicrobial agents are used as growth promoters and for prophylactic and therapeutic treatment. Within integrated fisheries resource management system, antimicrobials, their residues, and antimicrobial-resistant bacteria may enter the fish ponds through animal manure and/or excess feeding and are potential sources of antimicrobial-resistant bacteria. In recent years, a number of studies on the impact of integrated fisheries resource management system on household nutrition have been conducted. The benefits of integrated fish farming result either from direct consumption of fish by the producing households or from gains in income resulting in the purchasing of other cheaper foods, which lead to improved household food consumption <br/><strong>1.3   OBJECTIVES OF THE STUDY</strong> <br/>The following are the objectives of this study: <br/>1.  To examine the process of integrated fisheries resource management system. <br/>2.  To identify the advantages of integrated fisheries resource management system. <br/>3.  To examine the disadvantages of integrated fisheries resource management system. <br/><strong>1.4   RESEARCH QUESTIONS</strong> <br/>1.  What is the process of integrated fisheries resource management system? <br/>2.  What are the advantages of integrated fisheries resource management system? <br/>3.  What are the disadvantages of integrated fisheries resource management system? <br/><strong>1.5   SIGNIFICANCE OF THE STUDY</strong> <br/>The following are the significance of this study: <br/>1.  The findings from this study will educate on the processes involved in integrated fisheries resource management system. It will also expatiate on the advantages and the disadvantages. <br/>2.  This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area. <br/><strong>1.6   SCOPE/LIMITATIONS OF THE STUDY</strong> <br/>This study will cover the processes involved, advantages and disadvantages of integrated fisheries resource management system. <br/><strong>LIMITATION OF STUDY</strong> <br/><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).  <br/><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.<br/><strong><br/> REFERENCES</strong> <br/>Ajana, A.M., (2003). Economic Development of the Niger Delta: The Role of Fisheries. A paper presented at the 1st Niger Delta Stakeholder Agricultural Forum, organised by NDDC, 3rd April 2003 in Port Harcourt. <br/>Alamu, S.O., Abiodun, J.A., and Miller JW (2004). Food Security and Poverty Alleviation under the National special Programme for food security: A. preliminary socio-economic assessment of Yamama Lake, Kebbi State: In P.A Araoye (ed). Proceedings of the 19th fisheries Society of Nigeria Conference. pp. 149-162. <br/>Csavas, I. (1992). Regional review on livestock-fish production systems in Asia. In: Mukherjee T.K., Moi P.S., Panandam J.M. and Yang Y.S. (Eds.), Proceedings of the FAO/IPT Workshop on integrated livestock-fish production systems, 16–20 December 1991, Institute of advanced studies, University of Malaya, Kuala Lumpur, Malaysia. <br/>Davies R.M., O.A. Davies, M.B. Inko-Tariah and D.O. Bekibele (2008). The Mechanization of Fish Farms in Rivers State, Nigeria. World Applied Sciences Journal 3 (<strong>6</strong>): 926-929 <br/>FAO, (2002). Food and Agriculture publication, Year Report 2002. FAO Rome. pp. 1-6. <br/>Prein, M. (2002).Integration of aquaculture into crop-animal systems in Asia. Agricultural Systems, 71: pp127–146.</p>                                                         \n\nINTEGRATED FISHERIES RESOURCE MANAGEMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " INTEGRATED FISHERIES RESOURCE MANAGEMENT", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong> <br/><strong>INTRODUCTION</strong> <br/><strong>1.1   BACKGROUND TO THE STUDY</strong> <br/>Aquaculture is the husbandry of aquatic food organisms. The need arose from the decrease in supply from ocean fisheries as a result of over-fishing, habitat destruction and pollution. One of the ways to bridge the gap between the reduced fish supply and increased world food fish demand is through aquaculture. Africa including Nigeria has little aquaculture tradition and has been affected by a number of external problems that have prevented proper management and development despite investment. Aquaculture has been demonstrated as a cheap source of protein (FAO, 1983). FAO (2002) reported that an estimated 840 million people lack adequate access to food; and about 25% of these are in sub-Saharan Africa. As the population grows and puts more pressure on natural resources, more people will probably become food insecure, lacking access to sufficient amount of safe and nutritious food for normal growth, development and an active and healthy life (Pretty,1999). <br/>A number of countries in sub-Saharan Africa are characterized by low agricultural production, widespread economic stagnation, persistent political instability, increasing environmental damage, and severe poverty. Given this situation, it is therefore pertinent to provide the poor and hungry with a low cost and readily available strategy to increase food production using less land per caput, and less water without further damage to the environment (Pretty et al., 2003). In Nigeria, aquaculture development has been driven by social and economic objectives, such as nutrition improvement in rural areas, generation of supplementary income, diversification of income activities, and the creation of employment. This is especially true in rural communities, where opportunities for economic activities are limited. Only in recent years has aquaculture been viewed as an activity likely to meet national shortfalls in fish supplies, thereby reducing fish imports. According to Ekunwe and Emokaro (2009) Statistics indicate that Nigeria is the largest African aquaculture producer, with production output of over 15,489 tonnes per annum, this is closely followed by Egypt with output of about 5,645 tonnes. Only five other countries: Zambia, Madagascar, Togo, Kenya and Sudan produce more than 1,000 tonnes each. <br/>Ekunwe, and Emokaro (2009) further showed that Nigeria imports about 560,000tonnes of fish estimated at about $400 million annually while annual domestic fish supply in Nigeria stands at about 400,000 tonnes. The fisheries sector accounts for about 2% of national G.D.P, 40% of the animal protein intake and a substantial proportion of employment, especially in the rural areas; the sector is a principal source of livelihood for over three million people in Nigeria. Many technical problems arise in the production of fingerlings either in the pond or hatchery system. Principal among these are: the lack of and poor management of brood stock, especially feeding and handling; and the poor record keeping of all activities regarding induced spawning, care of eggs, fry, feeding, and general management of fingerlings (Atanda, 2006).The others factors that could affect production and management as indicated by Adedeji and Owoigbe (2005) in their studies on factors affecting catfish production and its public health implication includes the following: capital, cost of labour, security, marketing, storage, preservation, distribution and transportation of fish and fish products. For increase production, adequate supply to smallholder farmers and profitability all the factors listed must be taken care of. Fish like other animals have a requirement for essential nutrients in order to grow properly. <br/>In the wild, natural feeds are available and as the fish forage for these, they are able to meet their body needs. When fish is removed from its natural environment to an artificial one, enough food must be supplied in order to enable them grow. Artificial diets may be either complete or supplemental. Complete diet supply with all the ingredients (protein, carbohydrates, fats, vitamins and minerals) is necessary for the optimal growth and health of the fish. Supplemental diet do not contain a full complement of nutrients needed but are used to help fortify the naturally available diets. Riche and Garling (2003) reported that fish reared in intensive tank systems requires all nutrients in a complete pelleted diet since natural food is limited and fish cannot forage freely for natural foods. This has the advantage of high quality and consistency of diet. The quality of fish feeds and the hygienic levels of technological process employed during feed formulation determine the level of risk of microbial contamination aided by temperature. <br/>According to Zmyslowska (2000), storage conditions especially temperature and humidity are important factors affecting microbial quality of fish feeds. Improper storage temperature may prolong survival of the microorganism in fish feeds by enhancing their multiplication and production of toxic substances which may be injurious to fish. Good nutrition in fish production system is essential to economically produce healthy, high quality fish products. However the ever increasing cost of feed in Nigeria has greatly increase cost of fish production due to lack of raw materials which have to be imported and competition in the livestock industry for micro and macro nutrient and essential amino acids used in the production of fish feed.<br/><strong>1.2   STATEMENT OF THE PROBLEM</strong> <br/>Inland aquaculture is an integral component of the overall agricultural production system in Nigeria. The major species cultured in Nigeria include tilapias, catfish and carp; however the African catfish Clarias gariepinus is the most farmed (Agbede et al., 2003).In spite of the great potentials of fish farming in Nigeria, Nigeria is still unable to bridge the gap in the supply of fingerlings and fish nutrition to the smallholder farmers which has led to reduced domestic fish production. In Nigeria, total domestic fish production is far less than the total domestic demand. According to Zango-Daura (2000), as cited by Rahji andTeslem Bada 2010 the country requires 750,000 tonnes of fish while domestic production amounted to 350,000tonnes. Fish importation makes up the balance of 400,000 tonnes. Importation is thus often used to bridge the fish supply-demand gap occasioned by shortage in the supply of fingerlings and fish nutrition (Rahji et al; 2001). According to Zango-Daura (2000), Nigeria requires about 1.5million tonnes of fish annually. This is what is needed to meet FAO’s recommended minimum fish consumption rate of 12.5 Kilograms per head yearly to satisfy basic protein needs. For now, the unsatisfied demand will continue to be met through importation unless policy actions are geared towards improving domestic productions by providing solution to factors limiting the supply of fingerlings and fish nutrition to smallholder farmers. <br/><strong>1.3   OBJECTIVES OF THE STUDY</strong> <br/>The following are the objectives of this study: <br/>1.  To examine the level of production in the inland aquaculture sector in Nigeria. <br/>2.  To identify ways of improving fingerlings supply to smallholder farmers in Nigeria. <br/>3.  To identify ways of improving the supply of fish nutrition to smallholder farmers in Nigeria. <br/><strong>1.4   RESEARCH QUESTIONS</strong> <br/>1.  What is the level of production in the inland aquaculture sector in Nigeria? <br/>2.  What are the ways of improving fingerlings supply to smallholder farmers in Nigeria? <br/>3.  What are the ways of improving the supply of fish nutrition to smallholder farmers in Nigeria? <br/><strong>1.5   SIGNIFICANCE OF THE STUDY</strong> <br/>The following are the significance of this study: <br/>1.  The outcome of this study will provide an overview on the current level of practice of inland aquaculture by Nigerian fish farmers with a clear method and strategies involved in the increase in the production of fingerlings and fish nutrition that will lead to adequate supply to the smallholder farmers. <br/>2.  This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area.<br/><strong>1.6   SCOPE/LIMITATIONS OF THE STUDY</strong> <br/>This study will cover the improved methods that are used in inland aquaculture with emphasis on fingerlings and fish nutrition production. <br/><strong>LIMITATION OF STUDY</strong> <br/><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).  <br/><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work. <br/><strong><br/> REFERENCES</strong> <br/>Adedeji O.B. and Owoigbe G.A. Ogunoiki, 2005. M. Factor Affecting Catfish Production and its Public HealthImplication in South Western Nigeria. In Vol. II Proceedings of the X11th International Congress onAnimal Hygiene 4-8 September 2005 Warsaw, Poland. Belgtudio Warsaw Poland., pp: 427-429 <br/>Agbede, S.A., O.K. Adeyemo, O.B. Adedeji, A.O. Olaniyan and G.O. Esuruoso, 2003. Teaching of Fish andWildlife Medicine to D. V. M Students: The Scope, Opportunities and Applications in Practice. Nig. Vet.Journal, 24(3): 172-178. <br/>Atanda, A.N., 2007. Freshwater fish seed resources in Nigeria, pp. 361-380. In: M.G. Bondad-Reantaso (ed.).Assessment of freshwater fish seed resources for sustainable aquaculture. FAO Fisheries Technical., 501.Rome, FAO. pp: 628 <br/>Ekunwe, P.A and C.O. Emokaro, 2009. Technical Efficiency of Catfish Farmers in Kaduna, Nigeria Journal of Applied Sciences Research., 5(7): 802-805 <br/>Food and Agriculture Organisation, 2002. Food Insecurity: When People Must Live with Hunger and fear Starvation. The State of Food Insecurity in the World. Food and Agriculture Organisation of the United Nations, Rome.</p>                                                         \n\nINLAND AQUACULTURE IN NIGERIA: IMPROVING FINGERLING SUPPLY AND FISH NUTRITION FOR SMALLHOLDER FARMS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " INLAND AQUACULTURE IN NIGERIA: IMPROVING FINGERLING SUPPLY AND FISH NUTRITION FOR SMALLHOLDER FARMS", "id": 13}]