[{"content": "<div class=\"abstract\">\n<p><strong>GEOLOGY OF WESTERN AKING AND ITS ENVIRONS</strong></p> <p><strong>AND</strong></p> <p><strong>HEAVY METAL DISTRIBUTION IN SURFACE WATER                              STREAM SEDIMENT, AKING-WEST,SOUTHEASTERN NIGERIA</strong></p> <p><strong>DEPARTMENT OF GEOLOGY</strong></p> <p><strong>ABSTRACT</strong></p> <p>Aking-West and its environs is located within latitude 050 221N and 050 261N and longitude 0080 361E and 0080 381E. It covers an estimated area of about 72km2. The area is situated in Cross River State which falls within the Basement Complex of South Eastern Nigeria (Oban Massif). Geologically, the study area is made up of basement rocks, some of which are weathered. Form field studies, gneiss, granodiorite and pegmatite are the major rock types in the study area. Texturally, the rocks in this area range from medium to coarse grains due to the presence of low temperature minerals such as quartz and biotite. The formational events in the area led to the formation of joints, foliation and folds. The rock trend in the NE-SW direction indicating the pan-African orogeny. Petrographic analysis revealed the presence of migmatite gneiss, biotite gneiss, granodiorite and pegmatite as the metamorphic and igneous rocks in the study area. Petrogenetically, it is believed that different rocks encountered in the field have different origins which form the nature and place the rocks were derived. The rocks are either igneous, metamorphic or sedimentary rocks. The drainage pattern of streams and rivers of the area is dendritic. The study area is characterized by thick vegetation cover consisting of variety of plants such as tall trees, shrubs, climbers and undergrowths. The economic potentials can be said to be promising due to the abundance of sand and aggregate materials which if exploited would boost the economy of Cross River State.    </p> <p><br/></p> <p><strong>TABLE OF CONTENTS</strong></p> <p><strong>CERTIFICATION</strong></p> <p><strong>ACKNOWLEDGEMENT</strong></p> <p><strong>LIST OF FIGURES</strong></p> <p><strong>LIST OF TABLES</strong></p> <p><strong>LIST OF PLATES</strong></p> <p><strong>ABSTRACT</strong></p> <p><strong>CHAPTER ONE</strong></p> <p>1         INTRODUCTION</p> <p>1.1        LOCATION AND ACCESSIBILITY </p> <p>1.2        REVIEW OF LITERATURE</p> <p>1.3              PRESENT INVESTIGATION</p> <p><strong>CHAPTER TWO           </strong></p> <p>2              PHYSICAL SETTING</p> <p>2.1            CLIMATE VEGETATION</p> <p>2.2            RELIEF AND DRAINAGE</p> <p>2.3            WEATHERING AND EROSION</p> <p><strong>CHAPTER THREE</strong></p> <p>3 METHODOLOGY OF THE RESEARCH</p> <p>3.1 AIMS AND OBJECTIVE</p> <p>3.2 TECHNIQUES</p> <p><strong>CHAPTER FOUR</strong></p> <p>4 PETROLOGY OF THE STUDY AREA </p> <p>4.1 METAMORPHIC PETROLOGY </p> <p>4.1.1         GNEISS</p> <p>4.1.2         OCCURRENCE AND FIELD RELATION </p> <p>4.1.3         PETROGRAPHY OF MIGMATITE GNEISS</p> <p>4.1.4         PETROGRAPHY OF BIOTITE GNEISS</p> <p>4.1.5         PETROGENESIS OF METAMORPHIC ROCKS</p> <p>4.2            IGNEOUS PETROLOGY</p> <p>4.2.1         OCCURRENCE AND FIELD RELATION </p> <p>4.2.2                 PETROGRAPHY OF GRANODIORITE </p> <p>4.2.3                 PETROGRAPHY OF PEGMATITE </p> <p>4.2.4                 PETROGENESIS OF IGNEOUS ROCKS</p> <p><strong>CHAPTER FIVE</strong></p> <p>5    STRUCTURAL AND APPLIED GEOLOGY </p> <p>5.1   STRUCTURAL GEOLOGY</p> <p>5.1.1   FOLDS</p> <p>5.1.2  FOLIATION</p> <p>5.2     APPLIED GEOLOGY</p> <p>5.2.1   ENGINEERING GEOLOGY</p> <p>5.2.2   ECONOMIC GEOLOGY</p> <p>5.2.3 HYDROGEOLOGY</p> <p><strong>CHAPTER SIX</strong></p> <p>6. METAMORPHISM AND GEOLOGIC HISTORY </p> <p>6.1 METAMORPHISM</p> <p>6.2 GEOLOGIC HISTORY      </p> <p><strong>CHAPTER SEVEN</strong></p> <p>SUMMARY AND CONCLUSION</p> <p>REFERENCES</p> <p><strong>LIST OF FIGURES</strong></p> <p><strong>FIGURE 1</strong>: MAP OF CROSS RIVER  SHOWING  THE    STUDY AREA</p> <p><strong>FIGURE2</strong>: GEOLOGIC MAP OF NIGERIA SHOWING CRYSTALLINE  BASEMENT OF NIGERIA</p> <p><strong>FIGURE 3</strong>: CLIMATIC MAP OF NIGERIA SHOWING THE STUDY AREA</p> <p><strong>FIGURE 4</strong>:  ROSE DIAGRAM OF FOLD</p> <p><strong>FIGURE 5</strong>:  ROSE DIAGRAM OF FOLIATION</p>\n\nGEOLOGY OF WESTERN AKING AND ITS ENVIRONS AND HEAVY METAL DISTRIBUTION IN SURFACE WATER                              STREAM SEDIMENT, AKING-WEST,SOUTHEASTERN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " GEOLOGY OF WESTERN AKING AND ITS ENVIRONS AND HEAVY METAL DISTRIBUTION IN SURFACE WATER                              STREAM SEDIMENT, AKING-WEST,SOUTHEASTERN NIGERIA", "id": 1}, {"content": "<div class=\"abstract\">\n<div><b>THE GEOLOGY OF SOUTHERN AKOR AND ITS ENVIRONMENT</b></div> <div><b><br/></b></div> <div><p><b>Department of geology</b></p><p><b></b></p><b></b> <p><b>ABSTRACTS</b></p> <p>The study area is located within latitude 050 271 4611N and longitude 0080 431 46E, and the elevation of the place is 156m. The major rock types encountered in the area include gneisses, quartzite, amphibolites and marbles. These are intruded by pegmatite, quartz vein and aplite. The latest metamorphic episode occurred during the Pan-African Orogeny (600 ± 15ma) and the deformation left a structural trend of NS and NE-SW on the rocks. The occurrence of NW-SE structural trend are also shown on some rocks indicating that the Pan-African event did not completely alter earlier structural imprints. The study area is highly forested, undulating in slope and is a characteristic of a tropical rain forest in the area.   </p> <p><b></b></p><p><b> </b></p><b></b> <p><b></b></p><p><b> </b></p><b></b> <p><b>Chapter One</b>: <b>Introduction</b></p> <p>The geology of southern Akor and its environs lies within the Oban Massif, a component of the crystalline basement of Nigeria. The Nigeria crystalline basement in turn forms a part of the African crystalline basement and covers over 50% of the total land surface of Nigeria . The rock assemblages encountered and identified consists of mainly schists, gneisses, Amphibolite, Charnockite, Marble and Quartzites and pegmatite, Quartz vein and Aplite emerging as Igneous intrusive rocks. The area mapped and studied (Akor) is predominated by intrusive rocks and these rocks are very well exposed where the topographyis slopy along streams and river channels.</p> <p>Ekwueme et al (1992) proposed that charnockite rock's occur in both the eastern and western Oban Massif. The rocks occur as large coarse-grained, rounded and, massive bodies deformed together with the bounded gneisses. Ekwueme (1992) has shown that the diorities and charnockite are similar in composition and that the former may be retrogressive product of the latter.</p> <p>The occurrences of weathering and tectonic activities were observed to have greatly affected the exposed outcrop and such effects from wet season had deformed these outcrops to boulders with reference to their shapes and sizes.</p> <p><b>1.1   Location and accessibility</b></p> <p>The area is located in the Eastern part of Akamkpa local Government area of theCross River State of Nigeria. It covers an estimated area of about 85sq.KM and constitutes part of the Oban Massif of the South-eastern Nigeria. The map area is largely made up of Ntebachot Akor. New Ntebeji and Ayip Eku all located in Akamkpa Local Government area of Cross River state.  </p> <p>About 90 percent of the area is inaccessible due to thick vegetation, steep valleys and hilly terrains. The only access road across the area is the Calabar-Ekang Road while hunters tracks provide minimal access into the area.</p></div>\n\nTHE GEOLOGY OF SOUTHERN AKOR AND ITS ENVIRONMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE GEOLOGY OF SOUTHERN AKOR AND ITS ENVIRONMENT", "id": 2}, {"content": "<div class=\"abstract\">\n<p>HEAVY METAL DISTRIBUTION IN SEDIMENT OF AKPABUYO STREAM, CROSS RIVER BASIN  SOUTH EASTERN NIGERIA</p> <p></p> <p>Geology department</p> <p><br/></p> <p>ABSTRACT</p> <p>  Sediment samples were collected through the purpose sampling method from various streams in Akpabuyo L.G.A, ten sample location were selected. The concentration and areal distribution of selected metals (Fe, Zn, Mn, Cr, Ni, Co, Cu, Cd, Pb) in the sediments of Akpabuyo streams .Geo-accumulation index have been calculated to assess whether the concentrations observed represent background or contamination levels. It proves that the choice of the background plays an important role in the interpretation of the geo-chemical data. It is concluded that the selected streams in Akpabuyo is uncontaminated except a metal (Cd) which it i-geo value is 1 which means it is moderately/uncontaminated.</p> <p><br/></p> <p>TABLE OF CONTENTS</p> <p>ABSTRACT- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - ii</p> <p>LIST OF FIGURES - - - - -  - - - - - - - - - - - - - - - - - - - - - - - - - - - - iii</p> <p>LIST OF TABLES - - - -- - -  - - - - - - - - - - - - - - - - - - - - - - - - - - - iv</p> <p>TABLE OF CONTENTS  - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - v</p> <p>CHAPTER ONE</p> <p>1.1           INTRODUCTION</p> <p>1.2           AIMS AND OBJECTIVE</p> <p>1.3           STUDY AREA </p> <p>1.4           GEOLOGY OF THE STUDY AREA</p> <p>CHAPTER TWO</p> <p>2.1   LITERATURE REVIEW</p> <p>CHAPTER THREE</p> <p>3.1   MATERIALS</p> <p>3.2 METHODOLOGY(FIELD)</p> <p>3.3 LABORATORY METHODOLOGY</p> <p>CHAPTER FOUR</p> <p>4.1 RESULTS AND DISCUSSIONS</p> <p>CHAPTER FIVE </p> <p>5.1 SUMMARY AND CONCLUSION</p> <p>REFERENCES</p> <p></p> <p></p> <p>                                              CHAPTER ONE</p> <p>1.1 INTRODUCTION</p> <p>Heavy metals pollution of aquatic ecosystem is becoming a potential global problem, pollution typically refers to chemicals or other substance in concentration greater than it would occur under natural conditions. Water pollution is the introduction by man of substances into the aquatic environment resulting from deleterious effect as harm to human health (FAO 1990).The presence of increased level of heavy metals in the aquatic environment has been of much concern for the past decades due to adverse effect of some metals on living organisms in food chains leading to man. Pollutants are the cause of major water quality degradation around the world. Several toxic metals which are important to the environment and human health have been detected in aquatic media. These toxic metals include the non-essential meals and are no importance to humans (Borgman and Norwood 2002).</p> <p>     Trace amount of heavy metals are always present in fresh water from terrigenous sources   such as weathering of rocks resulting into geo-chemical recycling of heavy metal elements in these ecosystem. Trace elements may be immobilised within the stream sediments and could be involved in absorption, co-precipitation and complex formation. Sometimes they are co-adsorbed with other elements as oxides, hydroxides of Fe, Mn, or may occur in particulate form.</p> <p>      Heavy metal may enter into aquatic ecosystem from anthropogenic sources, such as industrial wastewater discharge, sewage wastewater, fossil fuel combustion, and atmospheric deposition. Trace element in stream sediment compartment can be used to reveal the history and intensity of local and regional pollution. In this work, the of stream sediment contamination was assess using geo-accumulation index.</p> <p></p> <p></p> <p></p> <p>1.2 AIMS AND OBJECTIVES</p> <p>The main objectives of the current study area are:</p> <p>1.    To assess the extent and degree of metals, and the origin of these metals, using the geo-accumulation index of the metals.</p> <p>2.    To determine the total content of heavy metals in surface sediments of Akpabuyo.</p> <p>3.    To estimate the anthropogenic input and to assess the pollution status on the area.</p> <p></p> <p>1.3 STUDY AREA</p> <p></p> <p>The study area which is located in Akpabuyo, Cross River State  lies between longitudes  80 22I   30II E – 80  30I 0II E and latitude 40 52I 30II N – 40 57I 30II N (fig 2).  With an area of 126,4032 Square Km. Although many stream samples where collected but few was selscted for the heavy metal analysis. The various Locations in Akpabuyo which sediment samples were collected and used to carry out the analysis are Esuk Mbat stream(L1), Esuk Ekpo Eyo Stream(L2), Ikot Akwa Stream(L3), Dan Archibong Stream(L4), Itu Stream(L5), Ikot Ndarake Stream(L6), Asioha Stream(L7), Ikot Ekpo Ene Stream(L8), Ekpene Ikot Imo Stream(L9), Ikot Nakanda(L10), and their following coordinate shown respectively (table 1.3) . It originate from a hilly region and flows through several villages and farmland<br/></p> <p><br/></p>\n\nHEAVY METAL DISTRIBUTION IN SEDIMENT OF AKPABUYO STREAM, CROSS RIVER BASIN  SOUTH EASTERN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " HEAVY METAL DISTRIBUTION IN SEDIMENT OF AKPABUYO STREAM, CROSS RIVER BASIN  SOUTH EASTERN NIGERIA", "id": 3}, {"content": "<div class=\"abstract\">\n<p><b>THE SUBSURFACE MAPS AND THEIR APPLICATIONS IN THE OIL INDUSTRY</b></p> <p><b></b></p><b></b> <p><b></b></p> <p><b> </b></p><b></b> <p><b></b></p> <p><b> </b></p><b></b> <p><b>DEPARTMENT OF GEOLOGY</b></p> <p><b></b></p><b></b> <p><b></b></p> <p><b> </b></p><b></b> <p><b>ABSTRACT</b></p> <p><b></b></p><b></b> <p>       Seismic interpretation data and applications are the key element of a rapid technological evolution in the remote sensing of the subsurface maps that has resulted in geoscientists movement from data poor to data rich Stewart, S. A. 1999. The proliferation of subsurface data has profoundly affected the productivity of oil exploration of industry within last two decade. This is radically improved of the ability to predict what lies beneath the earth surface, exploration and production. Log in construction maps (well) are the supplemented by 2-D data (seismic section and maps) in the 1950s and by 3-D seismic data from the 1970s onwards Davies R. I., Bell B. R. and shoulders S. (2002). However, the evolution of the point are the essentially dealt with a seismic constructions maps without the used of fourth dimension-time and the advent of a recent recorded change in the subsurface due to hydrocarbon extraction overtime. Today, exploration involves the extraction of more geological information from the seismic signals than ever before (Leadholm et al 1985).</p> <p><br/></p> <p><b>LIST OF FIGURES</b></p> <p><b></b></p><b></b> <p>v    Contour map showing control points before and after contouring.</p> <p>v    Isopach map showing Drilled thickness vs. actual bed thickness.</p> <p>v    Isochare map showing Drilled thickness vs. actual bed thickness shown above.</p> <p>v    Isochare map showing colors units.</p> <p>v    A  cross sections showing log correlation technique.</p> <p>v    Top &amp; Cross-sectional views of an Isopach map of the thickness of sediments between an unconformity and basement.</p> <p>v    Seismic constructions showing a profile and interpretation from mentawai forearc basin source</p> <p>v    Log in constructions showing a constant thickness layer in drilling at different angles by three well (Isopach vs Isochare map</p> <p>v    Depth structure and Isopach map.</p> <p>v    Log construction of Isopach/Isochore map.</p> <p>v    The diagram illustrating correlation of depth lithologies at various depth.</p> <p>v    Geological sketch showing map of the study area (modified after fey base et al 1987)</p> <p></p> <p><br/></p> <p></p> <p><b>TABLE OF CONTENT</b></p> <p><b></b></p><b></b> <p>Abstract</p> <p>List of figures</p> <p>Table of contents </p> <p></p> <p><b>CHAPTER ONE</b></p> <p><b></b></p><b></b> <p>1.1  Introduction</p> <p>1.2  Basic Definition</p> <p></p> <p><b>CHAPTER TWO</b></p> <p><b></b></p><b></b> <p>2.0  Types of subsurface maps</p> <p>2.1  Structure contour maps</p> <p>2.2  Isopach maps</p> <p>2.3  Isochore maps</p> <p>2.4  Cross sections</p> <p></p> <p><b>CHAPTER THREE</b></p> <p><b></b></p><b></b> <p>3.0  Petrophysics/seismic interpretation data </p> <p>3.1  Use of seismic in constructing structure Isopach maps</p> <p>3.2  Use of Log in constructing Isopach/Isochore maps</p> <p></p> <p><b>CHAPTER FOUR</b></p> <p><b></b></p><b></b> <p>4.0  Application of subsurface maps</p> <p></p> <p><b>CHAPTER FIVE</b></p> <p><b></b></p><b></b> <p>Subsurface maps: A case study from Geofizika in Southeastern Cameroon Area.</p> <p></p> <p><b>CHAPTER SIX</b></p> <p><b></b></p><b></b> <p>Summary/Conclusion</p> <p>References</p> <p></p> <p></p> <p><br/></p> <p></p> <p><b>CHAPTER ONE</b></p> <p><b></b></p><b></b> <p><b>INTRODUCTION</b></p> <p><b></b></p><b></b> <p>       Subsurface maps are perhaps the most important vehicle used to explore for undiscovered hydrocarbons and to develop proven hydrocarbon reserves. However, the subject of subsurface mapping is probably the least discussed of interpretation and the construction of structure/Isopach maps, yet most important aspect of petroleum exploration and development. As a field developed from its initial discovery, a large volume of well, seismic and production data are obtained. With these data, the accuracy of the subsurface interpretation is improved through time. </p> <p>       The most accurate interpretation for any specifics oil and gas field can be prepared only after the field has been extensively drilled and most of the hydrocarbons have been depleted. However accurate and reliable subsurface interpretations and maps are required throughout all exploration and development activities.</p> <p><b>1.2  BASIC DEFINITIONS</b></p> <p><b></b></p><b></b> <p>1.          <b>Surface mapping</b>: Is a way to visualize various geologic and hydrologic features in any dimension for a 1-D cross section to a 4-D production map.</p> <p>2.          <b>Seismic data</b>: is a method of exploration, geophysics that used the principles of seismology to estimate the properties of the earth subsurface from reflected seismic waves.</p> <p>3.          <b>Seismic interpretation</b>: Is the determination of the geological significance of seismic data.</p> <p>4.          <b>Seismic stratigraphy</b>: Is a techniques for interpreting stratigraphic information from seismic data.</p> <p></p> <p><br/></p>\n\nTHE SUBSURFACE MAPS AND THEIR APPLICATIONS IN THE OIL INDUSTRY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE SUBSURFACE MAPS AND THEIR APPLICATIONS IN THE OIL INDUSTRY", "id": 4}, {"content": "<div class=\"abstract\">\n<p><b>Resistivity methods used in horizontal and vertical discontinuities in the electrical properties of the ground water detection</b></p> <p><b></b></p><b></b> <p>(Geology )<b></b></p> <p><b></b></p><b></b> <p><b>Chapter One: Introduction</b></p> <p><b></b></p><b></b> <p>The resistivity method is used in the study of the horizontal and vertical discontinuities in the electrical properties of the ground and also in the detection of three dimensional bodies of anomalous electrical conductivity. In the study of ground water movement in obubra area, the the resistivity method commonly employed are the electrical resistivity method.  Electrical resistivity method is one of the most useful techniques in groundwater geophysical exploration, because the resistivity of rocks is sensitive to its ionic content (Alile, et al., 2011). The method allows a quantitative result to be obtained by using a controlled source of specific dimensions. Records show that the depths of aquifers differ from place to place because of variation in geo-thermal and geo-structural occurrence (Okwueze, 1996). Therefore, the need to study the area for groundwater potential  especially in terms of determining the flow direction is a prerequisite for portable ground water exploration and exploitation in this area.</p> <p></p> <p></p> <p><b>1.1      </b><b>Location And Geology Of The Area</b></p> <p><b></b></p><b></b> <p>The study area lies between latitudes 50 15′ and 60 15′N and longitudes 70 45′ and 80 45′E. It is located within the sub-equatorial climatic region of Nigeria with a total annual rainfall of more than 300 to 400cm. Temperature ranged from 250C to 280C. The area experiences two seasons, these are the wet season which lasts from April to September with a peak in June and July while the dry seasons lasts from October to March (Iloeje,1991).</p> <p> The study area is underlain by two major lithologic units: Crystalline basement and Cretaceous sediments. The crystalline basement rocks occupy the extreme south of the study area. Also, there are intermediate rocks scatteredin patches around Obubra, Iyamayong, Iyamitet, Ikom, Nkpani and Usumutong. The Cretaceous sediments cover about 90% of the study area. Asu River Group is the basal and oldest recorded sediment in the study area. It is dominated by bluish gray/black to olivine brown shale and sandy shale, fine - grained micaceouscalcareous sandstone and siltstone with limestone lenses. The shale is often carbonaceous and pyritic which indicates that the sediments were deposited under a poorly oxygenated shallow water environment of restricted circulation, an indication of low energy environment (Petters et al., 1987). In general, Southern Obubra lies within the Cross River plain and the clastic beds in the study area can be ascribed to the Ezillo Formation. The Ezillo Formation comprises mostly dark gray shales with fine sandstone and siltstone intercalations in the lower part, and an upper unit that is highly bioturbated, fine medium sandstone, similar to the sandstone of the Amaseri Formation. The Ezillo Formation between Appiapum and Ikom was deposited in a deltaic coastal plain, in brackish marshes and inter-distributary bays (Barth, et al., 1995). A major river (Cross River) exists in the study area into which minor streams empty their loads. The elevation of the study area ranged from 14 to 170m above sea level. The relief is characterized by undulations running at undefined direction and variably demarcating the very lowland areas from moderate relief landmarks. The occurrence of the low plains is occasionally broken by inselbergs of granite and basalts in the southern portion of the study area. In the sediment filled portions, the low plains are occasionally broken by flat -topped  hills of sandstone ridges and igneous intrusive with highly ferroginized sandstones with gravels resulting from uplifts. The area is drained by the Cross River with major tributaries like, Udip, Ukong, Lakpoi, Okwo, and Okpon rivers. These rivers form a network of dendritic drainage system</p>\n\nRESISTIVITY METHODS USED IN HORIZONTAL AND VERTICAL DISCONTINUITIES IN THE ELECTRICAL PROPERTIES OF THE GROUND WATER DETECTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " RESISTIVITY METHODS USED IN HORIZONTAL AND VERTICAL DISCONTINUITIES IN THE ELECTRICAL PROPERTIES OF THE GROUND WATER DETECTION", "id": 5}, {"content": "<div class=\"abstract\">\n<p>HOUSEHOLD WASTE MANAGEMENT PRACTICES IN ZARIACITY</p> <p>KADUNA STATE</p> <p></p> <p><b>ABSTRACT</b></p> <p>In Nigeria and particularly in Zaria city of Kaduna state, open dumping is still the most common household waste disposal method/practice. This type of practice is un hygienic and environmentally unfriendly. This research is aimed at effective household waste management practices in the study area. The research found that there are some other types of management or disposal method in practice in the study area, these include the use of packing and burning, dumping in pits outside the house and dumping in streets by residents, wheel barrows. Also included are  scavengers, Ministry of Environment and private organizations that are involved in household waste. Data for the study include the use of observations, questionnaire administration and oral interviews in data gathering and analysis. The research, recommends that the state government should provide household waste management equipment and vehicles, generators on loan for waste management authorities. Waste management such as the construction of sanitary land fills, purchase of incinerators for recycling plants, encourage waste to wealth practices as this would actually reduce the amount of waste that would be physically available in the study area.</p> <p></p> <p></p> <p><b>TABLE OF CONTENT</b></p> <p><b></b></p><b></b> <p>TITLE PAGE                 …                         …                         …      i</p> <p>DECLARATION           …                         …                         …      ii</p> <p>CERTIFICATION                   …                         …                         …      iii</p> <p>APPROVAL PAGE       …                         …                         …      iv</p> <p>DEDICATION               …                         …                         …      v</p> <p>ACKNOWLEDGEMENT                          …                         …      vi       </p> <p>ABSTRACT                  …                         …                         …      vii</p> <p>TABLE OF CONTENT …                         …                         …      viii</p> <p>LIST OF FIGURES       …                         …                         …      xi</p> <p>LIST OF TABLES                  …                         …                         …      xii</p> <p><b>CHAPTER ONE – INTRODUCTION</b></p> <p><b></b></p><b></b> <p>1.1            Introduction                                      …                         …                         1</p> <p>1.2            Background of the problem     …                         …                         3</p> <p>1.3            Statement of the problem                  …                         …                         5</p> <p>1.4            Aim                                         …                         …                         6</p> <p>1.5            Objective                                 …                         …                         6</p> <p>1.6            Justification                                      …                         …                         7</p> <p>1.7            Study Area                              …                         …                         8</p> <p><b>CHAPTER TWO – LITERATURE REVIEW</b></p> <p><b></b></p><b></b> <p>2.0Literature Review                    …                         …                         15</p> <p>2.1     Introduction                                      …                         …                         15</p> <p>2.2     Studies of households solid waste generator                 …                         16</p> <p>2.3     Waste generation and disposal                                      …                         19</p> <p>2.4     Studies of the composition household solid waste        …                         20</p> <p>2.5     Studies of factors affecting solid waste management and disposal   25</p> <p><b>CHAPTER THREE</b></p> <p><b></b></p><b></b> <p>3.0     Methodology                           …                         …                         27</p> <p>3.1     Introduction                                      …                         …                         27</p> <p>3.2     The reconnaissance survey      …                         …                         27</p> <p>3.3     Selection of house hold and respondents             …                         28</p> <p>3.4     Design of Questionnaire                    …                         …               29</p> <p>3.5     Statistical analysis and result            …                         …               30</p> <p>3.6     Problem of Data Collection               …                         …               31</p> <p><b>CHAPTER FOUR DATA PRESENTATION AND ANALYSIS</b></p> <p><b></b></p><b></b> <p>4.1     Introduction                                                …                         …               32      </p> <p>4.2     Socio demographic profile of respondents                    …               32</p> <p>4.3     Household waste generation and management              …               33</p> <p>4.4     Awareness on waste Management                                 …               39</p> <p><b>CHAPTER FIVE – Summary, Conclusion AND RECOMMENDATION</b></p> <p><b></b></p><b></b> <p>5.1     Introduction                                                …                         …               41</p> <p>5.2     Summary and Major finding             …                         …               41</p> <p>5.3     Conclusion                                        …                         …               43</p> <p>5.4     Recommendation                              …                         …               43</p> <p>REFERENCES</p> <p>Appendix</p> <p><br/></p> <p></p>\n\nHOUSEHOLD WASTE MANAGEMENT PRACTICES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " HOUSEHOLD WASTE MANAGEMENT PRACTICES", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>1.0     INTRODUCTION</strong></p> <p><strong>1.1     BACKGROUND OF THE STUDY</strong></p> <p> The development of soil erosion began when man settled down and started turning pasture land into farmland. The intensive exploitation of the land disturbed the natural soil vegetative cover and exposed its, surface to the effect of erosive agents and to introduce such forms of agriculture that did not destroy the land the devastation of land by erosion often led to the down fall of civilization e.g in Mesopotamia Syria, China and else where.</p> <p>According to Robert. M. (1984), Erosion is manifested by the determination of soil surface effected by exogenous forces, especially water. Ice wind and, man as the significant anthropogenic factor. The disturbance of soil surface is accompanied by the removal of the detached soil particles by the force of kinetic energy of some of the erosion agents, namely water and wind and the deposition of this matter with a decrease in this energy. Erosion is caused by surface num off and result complex natural process. Water erosion is caused by precipitation. Areas with a low precipitation usually have a small surface num off because precipitation water infiltrates into the soil is consumed by vegetation erosion which may also be broadly cause by a natural factor organ.</p> <p>It can also be carried by improper channeling neglect of natural sewage systems and obstruction of naturally sewage by buildings. Form land and other unplanned structure causes a great deal of damage.</p> <p>Although the nature of soil within the area under consideration is mostly sandy with a very low water storage capabilities. Practical observation orchestrated form visit to those site prone to erosion have shown that their may be possibility of erosion if the nun off water is not properly channel e.g the nature of the soil. In sandy soil they can form a very good soil material but danger exist if the water table is near or surface nun off is not adequately channeled. The sandy easily eroded a way from it position their by causing or may lead to fully erosion.</p> <p>Furthermore, erosion is seen as one of the most serious defects in contemporary residential buildings, it is observed here that apart form it causing rapid destruction of structure / buildings, it also result to severe damage to the soil and in severe case it adversely affect the health of the occupants.</p> <p><strong>1.2     STATEMENT OF PROBLEM</strong></p> <p>A certain condition or factor can make a soil or structure / building to loose their Sharpe effectively or ineffectively attain their maximum structural physical and economic life span. It has been seen that a number of fact observed to be responsible for the in-adequate or in-appropriate functioning channeling of sewage surface nun off water at the due time. These in turn expose the building site to the danger of erosion which accelerate their dilapidation. Among the factors or improper channeling / neglect of natural sewage system and obstruction of natural sewage by building without following the local authorities rules dropping of refuse in the drainage ways. Erosion plays a critical role in dilapidation of building and visible in construction industry as one of the most serious defect in contemporary residential buildings. All soils can suffer erosion but some are more vulnerable than others. Soils with dispersible subsoils, for example, are subject to serious erosion by funneling and gully formation.</p> <p><strong>1.3     RESEARCH AIMS AND OBJECTIVE</strong></p> <p>The major purpose of this study is to determine. The effective way of controlling erosion in a construction site prone to erosion problem.</p> <p>1)      Identity the various causes of erosion in building sites.</p> <p>2)      Examine the appropriate materials and (new and old) used in controlling the erosion.</p> <p>3)      Determine the most appropriate materials and techniques required for the controlling it.</p> <p>4)      To recommend measure if implemented will lead to effective control of erosion in a construction  </p> <p><strong>1.4     RESEARCH QUESTIONS</strong></p> <p>The study sought to answer the following research questions</p> <p>1)      What are nature and various causes of erosion in building sites</p> <p>2)      What are the process to be applied in erosion control.</p> <p> 3)     What are the  various types of materials to be used in controlling erosion</p> <p>4)      If implemented will lead to effective control of erosion in an erosion prone site  </p> <p> <strong>1.5    SIGNIFICANT OF THE STUDY</strong></p> <p>The significance of this study shall include the follow:</p> <p>1)      Contractors and engineers shall know how to control erosion in an erosion prone site.</p> <p>2)      The engineers and the general public will because more aware on the importance of erosion control in a site.</p> <p>3)      Lecturers, students consultants and other stakeholders in the construction industry will be theoretically &amp; technically equipped on how to control erosion in an erosion prone construction site.</p> <p><strong>1.6     STUDY OF AREA</strong></p> <p>This study was delimited to the problem of erosion in a site prone to erosion. It focused on the type and magnitude of erosion at site in Anambra state and also looked at the specific remedial techniques to that building site will function effectively and efficiently. Attempt should be made to look into laboratory experimentation of the material used for effective control of erosion in building site prone to erosion. Ekwulobia erosion is gully erosion-gully erosion is of concern due to periodically intense rainfall and a large average of erodible soils. Effective design of gully control system must consider the gully network as a whole and be based on geomorphologic indicators such as type of network, order and stage of development. </p> <p><strong>1.7     DEFINITION OF TERMS</strong></p> <p>According to Grolie (1990). Erosion is the wearing away of the earth surface by the action of water.</p> <p>According to Milos Holy (1987). Building is permanent or temporary structure enclosed within exterior walls and a roof and including all attached apparatus. Equipment and fixtures that cannot be removed without cutting into ceiling floors or walls. In the year 1960 Bernard Huss define soil as the top layer of the earths surface in which plants an grow consisting of rock and mineral particles mixed with decayed organic matter and having the capability of retaining water. </p>\n\nEFFECTIVE WAYS OF CONTROLLING EROSION IN A BUILDING SITE IN SELECTED SITES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTIVE WAYS OF CONTROLLING EROSION IN A BUILDING SITE IN SELECTED SITES", "id": 7}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>  This work investigates the extent of Arsenic pollution of borehole waters in Onitsha and environs. Fifteen samples of drinking water sourced from boreholes were randomly collected and analyzed using Atomic Absorption Spectrometry (AAS) and the technique employed is wet oxidation method. The results of Arsenic concentration obtained from the boreholes ranged from 0.00 mg/L (53.33% of boreholes) to 1.099mg/L (46.67% of boreholes). Seven out of the fifteen samples were observed to be concentrated with Arsenic ranging from 0.16mg/L to 1.099mg/L with majority of the concentrations occurring at areas adjacent to River</p> <p>Niger and Nwangene Lake. The results were found to be above the Maximum</p> <p>Contamination Level (MCL) of 0.01mg/L set by the World Health Organization (W.H.O, 2011) therefore, the sources were found to be contaminated with abnormal concentration of arsenic and the inhabitants who consume this water without proper treatment are vulnerable to severe health hazards. The high Arsenic concentrations in the study area could be attributed to both natural and anthropogenic processes such as improper discharge of untreated industrial effluents and sewage, urban storm runoff dissolving and leaching organic and inorganic matter into the subsurface ground, undersurface weathering, agro products, automobile workshops and emissions. The discharge of these effluents into water bodies leads to the bioaccumulation of heavy metals in fishes consequently, when humans feed on these aquatic organisms it results to serious health issues therefore, there is need for effluents to be treated before being discharged into the environment.</p> <p><strong>CHAPTER ONE</strong></p><p> INTRODUCTION 1.1 SUBSURFACE WATER </p> <p> 70% of the Earth’s surface is covered with water and 97% of the water is saline the quantity and the quality of water is equally important. Subsurface (groundwater) makes about 30.1% of the Earths freshwater as compared to 0.3% surface water and 68.7% Ice caps and Glaciers. Water is referred to as a universal solvent because it can dissolve many types of substances, but human and animal require water that contains fewer impurities. Drinking water comes from ground (subsurface) sources such as ground water and aquifers. It can also be obtained from surface water bodies such as rivers, streams and glacier other sources including rain, hail, snow and sea through desalination, surface water picks up different minerals resulting from the presence of animal or human activities. While for the subsurface water, the contaminants come from leachate, landfills, septic systems and the ambient rocks. Similarly, indiscriminate disposal from agricultural chemicals (Pesticides, Herbicides, Insecticides and Fertilizers) and household cleaning products. The contaminants in ground water take more time to be cleaned because it moves slowly and isn’t exposed to the natural cleansing benefits of air, sunlight and micro-organism.</p> <p>Generally, the quality of drinking water is determined based on the appearance, taste, colour and odour of the water but all these do not really tell if the water should be free from hazardous compounds as the Geology of an area, its rock types, their weathered products, precipitation from rainfall, urban storm-water runoff and human activities in an environment contributes immensely to the chemistry of subsurface and surface water. Also, the quality of water is a measure of the suitability of the water for a designated use such as; drinking, agriculture, recreation, laundry and industrial usage based on selected physical, chemical and biological characteristics. The N.I.S (Nigerian Industrial standard), S.O.N (StandardOrganization of Nigeria) and W.H.O (World Health Organization) set a maximum contaminant level in drinking water supplied to municipal or population. When a standard or guideline is exceeded in the municipal or community water system, the state is required to take proper action to improve water quality level including treating the water through filtration or aeration blending water from several sources to reduce contaminants including inorganic chemicals such as salts, metals and mineral. These substances occur naturally in geological structures or sometimes caused by mining, industrial and agricultural activities. These chemical can badly affect human health when they are consumed in large amount.</p> <p>There are two main sources of water supply that are available to man, surface water that includes: rivers, lakes, stream, drainage areas which funnels water toward the holding reservoirs and subsurface or ground water which includes wells, springs and horizontal galleries. The water resources are stressed by a number of factors, including cattle grazing, pollution and rapidly-growing urban areas. Over a billion people lack access to safe portable water supply globally and out of this number, more than 300 million people living in rural areas of SubSaharan Africa are being affected (Bresine, 2007).</p><p> 1.2 ARSENIC POLLUTION    </p> <p>General Description:</p> <p>Arsenic is an element that exists in oxidation states of 5, 4, 3, 2, 1, 0, -1, -2, and -3, that is found naturally in air, water, soil, rocks and minerals, food, and even living organisms in low concentrations. In water, it is most likely to be present as arsenate, with an oxidation state of 5, if the water is oxygenated. However, under reducing conditions (&lt;200 mV), it is more likely to be present as Arsenite, with an oxidation state of 3.</p><p> </p> <p>Compound</p><p> </p> <p>Chemical Abstracts</p> <p>Service Number</p><p> </p> <p>Molecular formula</p><p> </p> <p>Arsenic</p><p> </p> <p>7440-38-2</p><p> </p> <p>As</p><p> </p> <p>Arsenic trioxide</p><p> </p> <p>1327-53-3</p><p> </p> <p>As2O3</p><p> </p> <p>Arsenic pentoxide</p><p> </p> <p>1303-28-2</p><p> </p> <p>As2O5</p><p> </p> <p>Arsenic sulphide</p><p> </p> <p>1303-33-9</p><p> </p> <p>As2S5</p><p> </p> <p>Dimethylarsenic acid (DMA)</p><p> </p> <p>75-60-5</p><p> </p> <p>(CH3)2AsO(OH)</p><p> </p> <p>Monomethylarsonic acid (MMA)</p><p> </p> <p>124-58-3</p><p> </p> <p>(CH3)AsO(OH)2</p><p> </p> <p>Lead arsenate</p><p> </p> <p>10102-48-0</p><p> </p> <p>PbHAsO4</p><p> </p> <p>Potassium arsenate</p><p> </p> <p>7784-41-0</p><p> </p> <p>KH2AsO4</p><p> </p> <p>Potassium arsenite</p><p> </p> <p>10124-50-2</p><p> </p> <p>KAsO2HAsO2</p><p> </p> <p>Table 1.21 Occurrence of Arsenic (Source: Adapted from W.H.O., 2011).</p> <p>Major Uses:</p> <p>Arsenicals are used commercially and industrially as alloying agents in the manufacture of transistors, lasers and semiconductors, as well as in the processing of glass, pigments, textiles, paper, metal adhesives, wood preservatives, paints, dyes and ammunition. They are also used in the hide tanning process and, as well as pesticides, herbicides, feed additives and pharmaceuticals.</p> <p>Environmental Levels (Water, Soil and Food):</p> <p>The level of Arsenic in natural waters, including open ocean seawater, generally ranges between 1 and 2 µg/l. Concentrations may be elevated, however, in areas with volcanic rock and sulfide mineral deposits; in areas containing natural sources, where levels as high as 12 mg/l have been reported; near anthropogenic sources, such as mining and agrochemical manufacture; and in geothermal waters (mean 500 µg/l, maximum 25 mg/l). Mean Arsenic concentrations in sediment range from 5 to 3000 mg/kg; the higher levels occur in areas of contamination but are generally unrelated to Arsenic concentrations in water. The total estimated daily dietary intake of Arsenic may vary widely, mainly because of wide variations in the consumption of fish and shellfish. Most data reported are for total arsenic intake and do not reflect the possible variation in intake of the more toxic inorganic arsenic species. Limited data indicate that approximately 25% of the Arsenic present in food is inorganic, but this is highly dependent upon the type of food. Fish and meat are the main sources of dietary intake of Arsenic levels ranging from 0.4 to 118 mg/kg have been reported in marine fish sold for human consumption, and concentrations in meat and poultry can be as high as 0.44 mg/kg.</p> <p>Health Effects of Arsenic:</p> <p>Many scientific studies conclude that long term exposure to inorganic Arsenic through drinking water is associated with relatively high risks of cancer of the lungs and bladder and, to a lesser extent, with an increased risk of cancer of the skin, liver, and kidneys. Recent studies have also associated chronic Arsenic exposure through drinking water with a number of other serious health effects, including developmental defects, stillbirth, and spontaneous abortion as well as heart attacks, strokes, diabetes mellitus, and high blood pressure. Arsenic can also cause liver damage, nerve damage, and skin abnormalities (for example; discoloration and unusual growths, which may eventually turn cancerous). Some of these effects may take years to develop. Arsine is considered to be the most toxic form, followed by the Arsenites (Arsenic (III)), the arsenates (Arsenic (V)) and organic arsenic compounds.</p> <p>Early clinical symptoms of acute intoxication include abdominal pain, vomiting, diarrhoea, muscular pain and weakness, with flushing of the skin. These symptoms are often followed by numbness and tingling of the extremities, muscular cramping and the appearance of a papular erythematous rash. Within a month, symptoms may include burning paraesthesias of the extremities, palmoplantar hyperkeratosis,</p> <p>Mee’s lines on fingernails and progressive deterioration in motor and sensory responses.</p> <p>Signs of chronic Arsenicism, including dermal lesions such as hyperpigmentation and Hypopigmentation, peripheral neuropathy, skin cancer, bladder and lung cancers and peripheral vascular disease, have been observed in populations ingesting Arsenic contaminated drinking-water. Dermal lesions were the most commonly observed symptom, occurring after minimum exposure periods of approximately 5 years. Effects on the cardiovascular system were observed in children consuming Arsenic contaminated water (mean concentration 0.6 mg/l) for an average of 7 years.</p> <p>There have been numerous epidemiological studies that have examined the risk of various cancers associated with arsenic ingestion through drinking-water. Many of these studies are ecological-type studies, and many suffer from methodological flaws, particularly in the measurement of exposure. However, there is overwhelming evidence that consumption of elevated levels of arsenic through drinking water is causally related to the development of cancer at several sites, particularly skin, bladder and lung. In several parts of the world, arsenic-induced disease, including cancer, is a significant public health problem. Because trivalent inorganic Arsenic has greater reactivity and toxicity than pentavalent inorganic arsenic, it is generally believed that the trivalent form is the carcinogen. However, there remain considerable uncertainty and controversy over both the mechanism of carcinogenicity and the shape of the dose–response curve at low intakes. Recently, the trivalent methylated metabolites, MMA (III) and DMA (III), have been found to be more genotoxic than inorganic arsenic.</p> <p>Fig 1.2.1 Targeted organs by Arsenic (Source: Adapted from W.H.O., 2011).</p><p> 1.3 AIM AND OBJECTIVES OF STUDY </p> <p>The objective of the study can be subdivided into the following:</p> <p>•      To create both individual and public awareness of Arsenic pollution in the study area.</p> <p>•      To have knowledge regarding the diseases caused by Arsenic poisoning and mitigating measures available to prevent contamination.</p> <p>•      To identify Arsenic risk region, level of education, gender and age as important determinants of Arsenic knowledge.</p> <p>•      To know the extent of Arsenic pollution of the subsurface water in the study area.</p> <p>•      To prepare a study report that integrates observations made in the field.</p> <p>•      To interpret through observations made in the field and laboratory results the history and processes that lead to the sourcesof Arsenic pollution in this region.</p><p> 1.4 SIGNIFICANCE OF STUDY </p> <p> The findings of this study will aid in making existing education programs more effective and in reducing the risk of developing Arsenic-related illnesses. Also, it will assist policy makers in considering the effectiveness of current education efforts and in crafting future public awareness campaigns of Arsenic risks.</p><p> 1.5 SCOPE OF STUDY </p> <p>An extract of Onitsha map was made from the Google Earth (map). The map covers Onitsha North and South Local Government Area, Okpoko in Ogbaru Local Government Area and part of Obosi and Nkpor, both in Idemili North Local Government Area. Some of the boreholes from which water samples were collected are located in residential buildings, markets, churches and boreholes close to dump sites.</p> <p>The study method employed was the direct observation, sampling and carrying out in-situ test right there in the field.</p><p> 1.6 STUDY AREA  </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p> </p> <p>Fig. 1.6 Map of the study area (Source: Adapted from Google Earth, 2015).</p><p> 1.6.1 LOCATION AND ACCESSIBILITY </p> <p>Onitsha is a commercial, industrial, educational and ecclesiastical city on the East bank of the River Niger in Anambra State, Southeastern Nigeria with a high population density of over 1million. It lies between latitude 06002I56II and 06038I34IINorth of the Equator and longitude 06037I30II and 06059I30II East of the Greenwich meridian and occupies an area of about 49,000km2. It is bounded by Anambra West and East local government area and Oyi in the North, Idemili North and South in the East, Ogbaru local government area in the South and inthe West by the River Niger.</p> <p>Onitsha and environs is accessible by major roads such as the Onitsha-Asaba express way through the Niger Bridge linking the Eastern states to the Western part of the country, Onitsha-Enugu express way to the North and Onitsha-Owerri express way to the South and East. There are many minor and street roads that interconnect the towns within and outside the city.</p><p> 1.6.2 TOPOGRAPHY, DRAINAGE AND HYDROGEOLOGY </p> <p>The relief features of the study area are unique. The elevation ranges from 33m to 450m above sea level with average elevation of 250m. Onitsha falls into two main landform regions: a highland region of moderate elevation that covers most of the North central-Northeast, East-Southeast and a low plain to the Northwest-WestSouthwest of the highland. The highland region is a low asymmetrical ridge or cuesta in the Northern portion of the Awka-Orlu uplands, which trend roughly Southeast to Northwest, it is highest in the Southeast about 450m above sea level and gradually decreases in height to only 33m in the Northwest on the banks of the Anambra River and the Niger.</p> <p>The drainage shows that the basin is having low relief of the terrain and is oval tending towards elongated shape and the network of the drainage is the dendritic pattern which indicates homogeneity in texture and lack of structural control. Dumping of refuse along culverts and channels has eventually blocked the channel of flow into the River Niger. The Niger River flows in the North-South direction.</p> <p>The flow direction of the ground water direction of the ground water is multidirectional which was influenced by the piezo metric heights, there is also a depression (sinkhole) at the middle aquifer; this is as result of the population density with several functional boreholes taping its water from the middle aquifer on an hourly basis.</p><p> 1.6.3 CLIMATE, VEGETATION AND OCCUPATION </p> <p>Onitsha climate is classified as tropical. When compared with winter, the summers have much more rainfall. The average temperature in Onitsha is 27.00C while the average rainfall is 1828mm. Rainfall (precipitation) is lowest in December, with an average of 12mm. In September precipitation reaches its peak, with an average of 316mm. At an average temperature of 28.90C March is the hottest month of the year while at 25.40C on average, July is the coldest month of the year. Between the driest and wettest months, the difference in precipitation is 304mm and the variation in annual temperature is around 3.50C. Relative humidity is generally high throughout the year, between 70% and 180%. The highest figures are experienced during the wet season and the lowest during the dry season.</p> <p>The vegetation of this region is light forest interspersed with tall grasses. The trees are not too tall and include both hardwood and softwood varieties; domesticated trees such as the mango, palm tree, guava, orange and almond are found. Much of the natural vegetation has been felled and the land utilized for development. </p> <p>The occupation in Onitsha and its environs is mainly trading, services (tourism, hospitality, and civil service),and manufacturing, industrial and religious activities. The Onitsha Main market is reputed as the largest market in Africa which attracts people from different parts of the continent while, the city is also reputed as the number one (1) transit city in the country because most of the road transport services have their headquarters at Onitsha and it hosts the largest River port in the country which is on the River Niger.</p><p> 1.7 LITERATURE REVIEW </p> <p>An assessment of heavy metal pollution of effluents from three food industries within Onitsha in Anambra state, Nigeria (Nwosu et al, 2014) showed that the mean levels of all the heavy metals were above the limit allowed by the Nigeria</p> <p>Federal Ministry of Environment (FMENV, 1991) and the World Health</p> <p>Organization (W.H.O, 2011) in industrial effluent. It also revealed that apart from Arsenic, the concentrations of Mercury, Iron, Lead, Chromium, and Cadmium were not significant when the effluents were compared to each other. Arsenic concentration ranges from 0.205mg/L to 1.387mg/L.</p> <p>Arsenic pollution of surface and subsurface water in Onitsha, Nigeria (Ezeabasili et al, 2014) revealed the pollution status of Onitsha metropolis water which indicates that the concentration of both surface and subsurface water is above the World Health Organization (W.H.O, 2011) standard. Surface concentration ranges from 0.2001mg/L (River Niger upstream) to 1.5883mg/L (River Niger central drainage surface) while Groundwater concentration ranges from 0.00mg/L to 1.2507mg/L. This also shows that the pollution of surface water is greater than that of the subsurface sources.</p> <p>Furthermore, Histopathological alterations in the liver and kidney of the fish</p> <p>Chrysichthys nigrodigitatus due to heavy metals in Niger River (Nsofor et al, 2014) revealed the harmful effects of chemical pollutants like heavy metals in the fish Chrysichthys nigrodigitatus of Niger River Onitsha as well as pathological alterations in liver and kidney tissues of the fish. Also, Arsenic in water column is significantly lower than those in the fish.</p>                                                           \n\nARSENIC POLLUTION OF THE SUBSURFACE WATER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ARSENIC POLLUTION OF THE SUBSURFACE WATER", "id": 8}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>A resistivity survey was made in some part of PTI dumpsite in order to determine the quality of the ground water in that area. The survey consisted of 5 electrical soundings which were carried out using the Schlumberger array configuration with a current electrode separation of 126m.  The data was interpreted by computer aided iteration techniques using the Resistivity modeling Software Application. The result of the interpretation shows four to five distinct geoelectric layers with resistivity ranging from 112.7Ωm to 426.8Ωm.  Difference in apparent resistivity was assumed to be due only to differences in specific conductance of groundwater in the saturated zone. The result of the survey has shown that the aquifer in the study area has not yet being contaminated.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>Introduction</strong></p> <p><strong>1.0 BACKGROUND OF STUDY</strong></p> <p>Groundwater is commonly understood to mean water occupying all the voids within a geologic stratum. Groundwater is one of the nation’s most valuable natural resources; it is the source of about 40 percent of the water used for all purposes exclusive of hydropower generation and electric power plant cooling. Surprisingly for a resource that is so widely used and so important to health and to the economy of the country, the occurrence of ground water is not only poorly understood but is also, in fact , the subject of many widespread misconceptions. Common misconception includes the belief that ground water occurs in underground rivers resembling surface streams whose presence can be detected by certain individuals. These misconceptions and others have hampered the development and conservations of ground water and have adversely affected the protection of its quality.Groundwater occurs everywhere but sometimes its availability in economic quantity depends solely on the distribution of the subsurface geomaterials that are referred to as the aquifers. This implies that where groundwater is not potentially endowed enough, there may be either complete lack or inadequacy due to increasing industrial and domestic needs.</p> <p>Pollution occurs when the concentration of various chemical or biological constituents exceed a level at which a negative impact on amenities, the ecosystem, resources and human health can occur. Pollution results primarily from human activities. There are different sources of pollution. When they are chemical or biological constituents creating pollution they are known as contaminants. Contaminants degrade the natural quality of a substance or medium. It can either be organic or inorganic.</p> <p>Surface resistivity methods have been employed successfully for detecting and mapping ground-water contamination under a variety of conditions. The method is based on the fact that formation resistivity depends on the conductivity of the pore fluid as well as the properties of the porous medium. Under favorable conditions, contrasts in resistivity may be attributed to mineralized groundwater with a higher than normal specific conductance originating at a contamination source. Success with surface resistivity methods depends to a large extent on a good knowledge of subsurface conditions. Conditions favorable for delineating zones of contamination include uniform subsurface conditions, a shallow groundwater table, and good electrical contrast between mineralized and natural water.</p> <p>One of the primary problems in field investigations of groundwater pollution is locating the contaminant plume. In most cases, the goal is to positively locate the pollutant and its movement by test holes and direct monitoring. In the interest of efficiency the investigative areas should be as focused as possible. In many cases a general knowledge of local hydrogeology allows a reasonable initial estimate of pollutant direction; in other instances even this may be lacking. Drilling of sampling holes on a hit-or-miss basis is both time-consuming and expensive. It can also be destructive to the property involved. Under certain subsurface conditions, surface geoelectrical profiling can quickly and cheaply locate the general location of the plume and identify areas most feasible for sampling and monitoring.</p> <p>Numerous investigations have established the usefulness of surface electrical resistivity as a tool in the detection of ground water contamination.</p> <p><strong>1.1 Definition and Causes of groundwater pollution</strong></p> <p>Pollution has been found to be much more widespread than we had believed only a few years ago. Polluted ground water may pose a serious threat to health. Pollution of ground water refers to any deterioration in quality of the water resulting from the activities of man. Most pollution of ground water results from the disposal of wastes on the land surface, in shallow excavations including septic tanks, use of fertilizers, leak in sewers and pipelines. The magnitude of any pollution problem depends on the size of the area affected and the amount of the pollutant involved, the solubility, toxicity, and density of the pollutant, the mineral composition and the hydraulic characteristics of the soils and rocks through which the pollutant moves, and the effect or potential effect on ground-water use.</p> <p><strong>1.2STATEMENT OF PROBLEM</strong></p> <p>Here this study focuses mainly on the impact of Groundwater pollution in a dump site area and how it can be evaluated using resistivity method. But first I will like to discuss briefly about the impact of pollution on Groundwater before giving reasons of using resistivity method on ground water pollution in a dump site.</p> <p><strong>1.3 AIM AND OBJECTIVES</strong></p> <p>The aim of this work is to detect, delineate and denominate the extent of contaminant intrusion on ground water in an area, with the following objectives in mind:</p> <p>Ø To study the geo electrical properties of the sub surface to depth in other to estimate contamination degree.</p> <p>Ø To uncover the direction of pollutant flow relative to the ground water flow.</p> <p>Ø To assess and map the vertical and lateral extent of contaminated groundwater into sub surface and how much ground water area it covered.</p> <p>Ø To distinguish between polluted and non - polluted zones with respect to the groundwater contamination.</p> <p><strong>1.4 SIGNIFICANCE OF STUDY</strong></p> <p>The significance of the above study is important in following ways:</p> <p>v It will provide useful information on the condition of ground water at dump site areas which can serve as a useful tool in environmental impact assessment (EIA), of that area.</p> <p>v Information about water flow direction will assist in the design of efficient and cost-effective monitoring networks and remediation strategies of ground water pollution.</p> <p>v Geoelectric details of the subsurface gotten from this study will give sound knowledge of the sub surface geology including infiltration and percolation process is prerequisite for managing contaminant transport in the saturated or aquifer zone.</p> <p><strong>1.5 SCOPE OF STUDY</strong></p> <p>In this present study, VES data were collected from the dumpsite area of PTI, Effurun Delta State. This geoelectric data of the subsurface were then used to detect the source of the pollution, estimate the degree of contamination, lateral and vertical extent covered, and map out zones of anomalies and estimate the spread rate.</p> <p><strong>1.6 LIMITATIONS TO STUDY:</strong></p> <p>Electrical resistivity profiling is simple in concept but has a number of significant practical limitations.</p> <p>Ø Equipment range: The extreme limit for spread of the current electrodes, and consequently the depth of penetration of the current generator and the resistivity characteristics of the soil being measured. Highly resistive layers such as thick unsaturated zone require considerable current before the underlying saturated material can be sensed.</p> <p>Ø Physical obstructions: In many situations, it is difficult to establish a long continuous electrode spread or profile line because of physical obstructions. These may include rocks, trees, bulidings, paved areas and the like.</p> <p>Ø Electrical interferences: A careful check must be made of the area to be surveyed for any electrical inducing or conductive features. These include overhead and buried power lines, metal fences, above-ground and buried water lines, railroad tracks, and conductive pipes of all kinds. As a general rule one must be at least as far away from such interference as the \"A\" spacing.</p> <p>Ø Topographic variations: The model assumes that the resistivity layers are uniform in thickness and infinite in extent. In hilly or rugged terrain, it becomes impossible to determine whether the observed change is due to subsurface variation in hydrogeology or to topographic changes.</p> <p>Ø Hydrogeologic variations: Changes in soil type zone can mask the effects of pore-water resistivity change. The presence of silt and particularly clay will lower the apparent resistivity substantially and can easily be mistaken for a change in pore-water resistivity. Accordingly where such materials may occur, electrical interpretations should be made with reservation.</p> <p><strong>1.7 PROCEDURES INVOLVED IN THE STUDY</strong></p> <p>The following procedure is recommended for surface resistivity profiling:</p> <p>Develop a hydrogeologic concept for the area to be investigated. Available geological and ground-water studies should be reviewed. If available, boring logs and water quality data should be obtained. From these, the pattern of ground-water flow and general resistivity model can be ascertained.</p> <p>Ø Make a field survey of the area.</p> <p>Ø Determine Profile Location: Based on the results of items 1 and 2, the selection of profile locations can be made. The profile line should cross the anticipated plume location, beginning and ending clearly on either side of the probable contaminated zone.</p> <p>Ø Make Field Preparations: The line should be cleared and the electrode positions clearly marked in advance. Much time during the actual profiling can be saved by good site preparation. Equipment, especially condition of batteries and integrity of electrical wire, should be checked carefully before proceeding to the field.</p> <p>Ø Make Vertical electrical sounding: Atleast one electrical sounding and preferably more should be made at the site to ascertain the most appropriate \"A\" spacing(s). Ideally these soundings should be made in an uncontaminated zone. The soundings should confirm the hydrogeologic model developed from item 1.</p> <p>Ø Run Profiles: The profiles are then run at the selected A spacings and at a station separation no more than one-third the estimated plume width. Preliminary calculations of apparent resistivity should be made in the field; this allows for additional readings to be taken if results seem unusual or a region of electrical anomaly is encountered.</p> <p>Ø Perform analysis of Data: Analysis is made from plots of the calculated apparent resistivity against profile stations. The contaminated region should then appear as an anomalous low in the profile plot. If such a low does not appear, the sounding curve, available information and field conditions should be reexamined for a more sensitive electrode spacing, possible electrical interferences, or infeasibility of the method due to lack of sufficient pore-water contrast.</p> <p><strong>1.8   BASIC TERMS IN GROUNDWATER STUDY.</strong></p> <p>1.8.1     AQUIFER: An aquifer is a ground-water reservoir composed of geologic units that are saturated with water and sufficiently permeable to yield water in a usable quantity to wells and springs. Sand and gravel deposits, sandstone, limestone, and fractured crystalline rocks are examples of geological units that form aquifers. Aquifers provide two important functions:</p> <p>(1) They transmit ground water from areas of recharge to areas of discharge, and</p> <p>(2)They provide a storage medium for useable quantities of groundwater. The amount of water a material can hold depends upon its porosity. The size and degree of interconnection of those openings (permeability) determine the materials’ ability to transmit fluid.</p> <p><strong>UNCONFINED AQUIFERS</strong></p> <p>An unconfined aquifer is one in which a water table varies in undulating form and in slope, depending on areas of recharge and discharge, pumpage from wells, and permeability. Rises and falls in the water table correspond to changes in the volume of water in storage within an aquifer.</p> <p>Figure 1 shows an idealized section through an unconfined aquifer; the upper aquifer in is also unconfined. Contour maps and profiles of the water table can be prepared from elevations of water in wells that tap the aquifer to determine the quantities of water available and their distribution and movement. A special case of an unconfined aquifer involves perched water bodies (Figure 1). This occurs wherever a groundwater body is separated from the main groundwater by a relatively impermeable stratum of small areal extent and by the zone of aeration above the main body of groundwater. Clay lenses in sedimentary deposits often have shallow perched water bodies overlying them. Wells tapping these sources yield only temporary or small quantities of water.</p> <p><strong>CONFINED AQUIFERS</strong></p> <p>Confined aquifers, also known as artesian or pressure aquifers, occur where groundwater is confined under pressure greater than atmospheric by overlying relatively impermeable strata. In a well penetrating such an aquifer, the water level will rise above the bottom of the confining bed, as shown by the artesian and flowing wells. Water enters a confined aquifer in an area where the confining bed rises to the surface; where the confining bed ends underground, the aquifer becomes unconfined. A region supplying water to a confined area is known as a recharge area; water may also enter by leakage through a confining bed. Rises and falls of water in wells penetrating confined aquifers result primarily from changes in pressure rather than changes in storage volumes. Hence, confined aquifers display only small changes in storage and serve primarily as conduits for conveying water from recharge areas to locations of natural or artificial discharge.</p> <p>Figure 1: Schematic Cross-sections of Aquifer Types (Modified after Hartan et al, 1989)</p> <p><strong>LEAKY AQUIFER</strong></p> <p>Aquifers that are completely confined or unconfined occur less frequently      than do leaky, or semi-confined, aquifers. These are a common feature in alluvial valleys, plains, or former lake basins where a permeable stratum is overlain or underlain by a semi-pervious aquitard or semi-confining layer. Pumping from a well in a leaky aquifer removes water in two ways: by horizontal flow within the aquifer and by vertical flow through the aquitard into the aquifer.</p> <p><strong>1.8.2   AQUITARD</strong></p> <p>An aquitard is a partly permeable geologic formation. It transmits water at such a slow rate that the yield is insufficient. Pumping by wells is not possible. For example, sand lenses in a clay formation will form an aquitard.</p> <p><strong>1.8.3   AQUICLUDE</strong></p> <p>          An aquiclude is composed of rock or sediment that acts as a barrier to groundwater flow. Aquicludes are made up of low porosity and low permeability rock/sediment such as shale or clay. Aquicludes have normally good storage capacity but low transmitting capacity.</p>                                                            \n\nGEOELECTRIC IMAGING OF GROUNDWATER POLLUTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " GEOELECTRIC IMAGING OF GROUNDWATER POLLUTION", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Geo-electrical survey using Vertical Electrical Sounding (VES) was carried out in the Sports Complex of Federal University of Petroleum Resources, Effurun Delta State (FUPRE) in order to determine the groundwater potential of the area and the aquifer distribution. The Schlumberger electrode configuration was used with a maximum current electrode separation of 120m. A total of three (3) VES points were used where at VES1we had 23 measurements, 14 at VES2 and 22 at VES3. The data were analysed by computer aided iteration techniques using the resistivity modelling software (IPI2Win+IP). The geo-electric model parameters and curves were obtained from the software. The result of the analysis shows six geo-electric layers. The result of the survey has allowed the delineation of ground water potential in the study area and it is recommended sinking of a reliable borehole for good portable water be sited at locations VES1 and VES3 at recommended drill depth of 40.8m respectively.</p> <p> CHAPTERONE 1.0 INTRODUCTION 1.1        BACKGROUND OF STUDY </p> <p>Hidden beneath the varied landscapes of the Niger Delta is a treasured and important natural resource. It is neither petroleum nor natural gas, which are the natural resources that are certainly important and have brought wealth to many people. This hidden treasure is water, and to be more specific, groundwater. Groundwater occurs everywhere but sometimes its availability in economic quantity depends solely on the distribution of the subsurface geologic units that are referred to as the aquifers. This implies that where groundwater is not potentially endowed enough, there may be either complete lack or inadequacy due to increasing industrial and domestic needs (Akpan, 2006 and George, 2010). Although groundwater is a renewable resource, fear is being nursed about its imagined danger in case of inadequacy or lack. The universality of its utility heightens the degree of fear as no other fluid can replace the uncountable roles played by water in our communities. However, when many people think of a water source, they think of lakes, rivers and streams; in other words, surface water. Of all the usable freshwater in the world, approximately 97 percent of it is groundwater. According to the United Nations, 10 million cubic kilometres of water are stored underground. The United States Geological Survey states that there is about 4.2 million cubic kilometres of water within 0.8 kilometre of the earth’s surface.</p> <p>Groundwater is the water that lies beneath the ground surface, filling the pore space between grains in bodies of sediment and elastic sedimentary rocks and filling cracks and cavity in all types of rocks (Plummer et al, 1999). Observations have shown that a good deal of surplus rainfall runs-off over the surface of the ground while the other part of it infiltrates underground and becomes the groundwater responsible for the springs, lakes and wells (Oseji et al., 2006). Groundwater is often withdrawn for agricultural, municipal and industrial use by constructing and operating extraction wells. Groundwater is also widely used as a source for drinking supply and irrigation (UNESCO, 2004). Although groundwater cannot be seen above the earth, a scope of techniques can be used in determining its availability in the subsurface. Surface investigation allows us in deciding the information about type, porosity, water content and density of subsurface condition. This is usually done with the help of electrical and seismic methods and without any drilling on the ground. The data supplied by these techniques are partly reliable and it is less expensive. It gives only indirect signs of groundwater so that the underground hydrologic record must be inferred from the subsurface investigations. Of all the surface geophysical methods, electrical resistivity has been employed most for groundwater exploration (Egbai, 2011). This is because the equipment is portable, simple, field logistics are easy and straightforward and the analysis of data is economical and less tedious than other methods (Zhody et al, 1993;</p> <p>Egbai, 2011).</p> <p>As time goes on the demand for water for various purposes will be increasing day by day due to increasing population within Federal University of Petroleum Resources Effurun.</p> <p>This work is aimed at delineating the depth to groundwater using Vertical Electrical Sounding (VES) with the Schlumberger electrode configuration in the Sports Complex of FUPRE to be able to infer suitable locations where prolific boreholes can be sited.</p><p> 1.2        STATEMENT OF PROBLEM </p> <p>Here this study focuses mainly on the delineating of good groundwater aquifer in the Sports Complex of FUPRE and how it can be evaluated using resistivity method. But first I will like to discuss briefly about the basic terms in groundwater study.</p> <p><strong>1.2.1 BASIC TERMS IN GROUNDWATER STUDY.</strong></p> <p><strong>AQUIFER:</strong> An aquifer is a ground-water reservoir composed of geologic units that are saturated with water and sufficiently permeable to yield water in a usable quantity to wells and springs. Sand and gravel deposits, sandstone, limestone, and fractured crystalline rocks are examples of geological units that form aquifers. Aquifers provide two important functions: </p> <p>(1) They transmit ground water from areas of recharge to areas of discharge.</p> <p>(2)They provide a storage medium for useable quantities of groundwater. </p> <p>The amount of water a material can hold depends upon its porosity. The size and degree of interconnection of pore spaces (permeability) determine the materials’ ability to transmit fluid.</p> <p><strong>UNCONFINED AQUIFERS: </strong>An unconfined aquifer is one in which a water table varies in undulating form and in slope, depending on areas of recharge and discharge, pump rate from wells, and permeability. Rises and falls in the water table correspond to changes in the volume of water in storage within an aquifer.</p> <p>Fig.1.1 shows an idealized section through an unconfined aquifer; the upper aquifer is also unconfined. Contour maps and profiles of the water table can be prepared from elevations of water in wells that tap the aquifer to determine the quantities of water available and their distribution and movement. A special case of an unconfined aquifer involves perched water bodies (Fig.1.1). This occurs wherever a groundwater body is separated from the main groundwater by a relatively impermeable stratum of small areal extent and by the zone of aeration above the main body of groundwater. Clay lenses in sedimentary deposits often have shallow perched water bodies overlying them. Wells tapping these sources yield only temporary or small quantities of water.</p> <p><strong>CONFINED AQUIFERS: </strong>Confined aquifers also known as artesian or pressure aquifers. Occur where groundwater is confined under pressure greater than atmospheric by overlying relatively impermeable strata. In a well penetrating such an aquifer, the water level will rise above the bottom of the confining bed, as shown by the artesian and flowing wells. Water enters a confined aquifer in an area where the confining bed rises to the surface; where the confining bed ends underground, the aquifer becomes unconfined. A region supplying water to a confined area is known as a recharge area; water may also enter by leakage through a confining bed. Rises and falls of water in wells penetrating confined aquifers result primarily from changes in pressure rather than changes in storage volumes. Hence, confined aquifers display only small changes in storage and serve primarily as conduits for conveying water from recharge areas to locations of natural or artificial discharge.</p> <p><strong>Fig.1.1: Schematic Cross-sections of Aquifer Types (Modified after Hartan et al, 1989)</strong></p> <p><strong>LEAKY AQUIFER: </strong>Aquifers that are completely confined or unconfined occur less frequently than do leaky, or semi-confined, aquifers. These are a common feature in alluvial valleys, plains, or former lake basins where a permeable stratum is overlain or underlain by a semi-pervious aquitard or semi-confining layer. Pumping from a well in a leaky aquifer removes water in two ways: by horizontal flow within the aquifer and by vertical flow through the aquitard into the aquifer.</p> <p><strong>AQUITARD: </strong>An aquitard is a partly permeable geologic formation. It transmits water at such a slow rate that the yield is insufficient. Pumping by wells is not possible. For example, sand lenses in a clay formation will form an aquitard.</p> <p><strong>AQUICLUDE:</strong> An aquiclude is composed of rock or sediment that acts as a barrier to groundwater flow. Aquiclude are made up of low porosity and low permeability rock/sediment such as shale or clay. Aquiclude have normally good storage capacity but low transmitting capacity.</p> <p><strong>AQUIFUGE: </strong>These are a geologic unit that does not have interconnecting pores, it is neither porous nor permeable thus can’t store or give out water e.g. igneous rocks.</p><p> 1.3        AIM AND OBJECTIVES OF STUDY </p> <p>This project is aimed at delineating the depth to groundwater using vertical electrical sounding (VES) with the Schlumberger electrode configuration in the Sports Complex</p> <p>Federal University of Petroleum Resources Effurun, Delta state.</p> <p>The Objectives of Study are:</p> <p>1.  To detect subsurface layering and its resistivity</p> <p>2.  To investigate the hydrological conditions of the area with the view of delineating the potential area for groundwater development.</p> <p> 1.4 SIGNIFICANCE OF STUDY </p> <p>The Significance of the Study is important in following ways:</p> <p>•      It will provide useful information on the ground water potential of the subsurface in the area of study, to aid the site for productive boreholes.</p> <p>•      Geo-electric details of the subsurface gotten from this study will give sound knowledge of the subsurface geology such as the subsurface layering and its resistivity, hydrological conditions and the structural geology.</p><p> 1.5        SCOPE OF STUDY </p> <p>The scope of study was directed towards data acquisition through Vertical Electrical Sounding (VES) carried out in the study area alongside data interpretation to investigate the subsurface geologic characteristics for delineating a good aquifer.</p>                                                          \n\nGEOELECTRIC MAPPING OF GROUNDWATER POTENTIAL IN THE SPORTS COMPLEX<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " GEOELECTRIC MAPPING OF GROUNDWATER POTENTIAL IN THE SPORTS COMPLEX", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>BACKGROUND OF THE STUDY</strong></p> <p><strong>1.1     Introduction</strong></p> <p>Petroleum is among the various resources produced by nature. They are used by human to satisfy their needs such as transportation, cooking, electricity power supply and others (Mike, 2012). The exploitation of natural resources such as crude oil is the use of natural resources for economic growth, of sometimes with a negative connotation of accompanying environmental degradation (Cronin, 2009). It started to emerge on an industrial scale in the 19th century as the extraction and processing of raw materials (such as in mining, steam power, and machinery) developed much further than it had in pre-industrial eras. During the 20th century, energy consumption rapidly increased.</p> <p>In the last fifty-five (55) years, the Niger-delta region has experienced increased activities in the area of oil exploration and exploitation, refining and products marketing operations while the same activities have generated immense finance for the country as a whole, it has created health and environmental problems to the host communities in the Niger Delta Region. According to Omajemite (2008), the operation of the oil industries have introduced pollutants such as liquid discharge and oil spills into the air, land and water component of the environment. This oil activities though contributed to the Nigerian economy, notwithstanding the area has been subjected to series of degradation and the member of the host communities suffering untold hardship. The whole process of obtaining fuel mineral, from exploration, extraction processing and transportation as well as storage and consumption generate one form of pollution or the other. For example, during exploration, drill cutting, drilling mud and fluids are used for stimulating of crude oil, damage to pipeline and accident involving road trucks and tankers generate oil and hydrocarbon emission. These have a far more reaching effect on the environment (FEPA, 2001). The entire process of oil extraction negatively affects the environment basically through pollution which invariably leads to other kinds of problem stated the crude oil is so dangerous that when the oil touches the leaf of food crops or whatever economic tree in the area, the plants dries off immediately. This destructive effect of oil exploitation on plants invariable leads to poor agricultural yield in the region.</p> <p>The exploration of crude oil Nigeria has led to a considerable economic growth in the country. Crude oil was discovered in commercial quantities in the Niger Delta Region, specifically in the present Oloibiri in 1956 (Omofonwa and Odia, 2009). Since then oil exploration and exploitation as continued resulting in to what is termed environmental destruction and degradation due to neglect and less concern of the multinational companies in environmental management in the area. The first shipment of oil to Europe was in 1956 from a modest production of 5,000 barrels per day in 1958, it reached a peak of 2.3 million barrels per day in 1979. By the 1970’s oil has become the fiscal basis of the Nigeria state, effectively replacing agriculture as the basis of revenue generation in Nigeria (Mike, 2012). The Central Bank of Nigeria (CBN) in its 1981 annual report inferred that oil accounted for than 90%of Nigeria Exports by value and about 80% of total government revenue  as at December 31st 1981, there is no doubt that the Nigeria oil industry has affected the country in a variety of ways at the same time. On one hand it has fashioned a remarkable economic landscape for the country. One major pollutant that has stimulated pollution of crude oil can occur as spillage from on-share or off-shore operation of the petroleum industry. It is therefore believed that when these oil spills occur, they affect the flora and fauns aquatic animal which constitutes major protein resources for man.</p> <p>In the course of crude oil exploration various materials are also released into the environment, such as Benzes and poly-nuclear aromatic hydrocarbon on oil and water bodies. The toxicity of the oil adversely affects the soil, plants, animals and water resources. According to Mike (2012) during exploration and exploitation of oil, rural communities have to the destruction of farm lands vegetation and pollution of streams. Accordingly, Badego and Nwilo (2005) noted that the exploration of crude oil is a major environmental problem in Nigeria. They posited that between 1976 and 1996, Nigeria recorded a total number of 4,835 oil incidents which resulted in a loss of 1,896, 960 barrels of crude oil to the environment (NNPC Statistical Bulletin, 2015). Between 2006 and 2010, according to Lawrence, Musari and Okere, (2010), Nigeria recorded a total 23 percent were caused by equipment failure, operational maintenance error and corrosion while 45 percent had been attributed to sabotage and vandalisms (NNPC Statistiacal Bulletin, 2015). The remaining 32 percent was attributed to leakages and other mechanical and human errors.</p> <p>Previous studies have focused mainly on oil exploitation and gas flaring activities and its environmental impacts in Nigeria especially oil producing states but none have laid emphasis on the socio-economic effect of crude oil exploitation in Ughelli and Warri. This study therefore seeks to fill the gap that exists in literature on the topic under consideration.</p> <p>Due to the crude oil exploration, the resultant effects on the surrounding environment have caused significant tension between the people living in the region and multinational oil companies operating in the area. It is against this background that this study is conducted to comparatively assess the socio-economic effect of crude oil exploitation in Ughelli and Warri respectively.</p> <p><strong>1.2     Statement of Problem</strong></p> <p>The socio-economic effects of crude oil exploitation from the activities of the oil industry resulting in environmental problems such as degradation cannot be ignored. The problems associated with oil exploitation as summarized by Olojoba (2009) include; pollution, environmental degradation, damage to farm produce, loss of farmlands, economic hardship, among others. These problems have continued to affect the inhabitants of Warri and Ughelli especially their source of livelihood and socio-economic life.</p> <p>In recent times crude oil exploitation have damaged completely or seriously disorganized the economic and social activities of the oil producing communities in Ughelli and Warri. Agriculture, farming and fishing are the basic economic activities of the people in Ughelli and Warri, but these activities have reduced drastically due to the effect of crude oil exploration on the environment (Ejola 2000).</p> <p>Presently, oil exploitation has posed serious threat to the socio-economic activities of various oil producing communities especially in Warri. These socio-economic activities ranges from trading, farming activities, to various businesses. It is of no doubt today that, oil exploitation has hindered socio-economic growth in various oil producing areas (community) since most people depend on the natural resources for their source of survival and major means of livelihood. Also the exploitation of oil in Ughelli and Warri respectively have negative socio-economic impact leading to housing problems, increase in crime rate in the core city, health issues, educational decay and insecurity as a result of various conflict that emanate from oil exploitation activities especially among the youths (Mike, 2012).</p> <p>Oil exploration and exploitation has been on-going for several decades in the Nigeria Delta. It has had impacts on the environment in the region and has adversely affected people inhabiting that region. The Niger Delta region especially Warri and Ughelli consists of diverse ecosystems of mangrove swamps, fresh water swamps, rainforest and is the largest wetland in Africa and among the ten (10) most important and marine ecosystems in the world (Barry, 2015), but due to oil pollution the area is now characterized by contaminated streams and rivers, forest destruction and biodiversity loss in general, the area is an ecological wasteland. This affects the livelihood of the indigenous people who depend on the ecosystem services for survival leading to increased poverty and displacement of people.</p> <p>This study is therefore conducted to address the aforementioned problem(s) and suggest possible ways to solve the problems associated with oil exploitation and its socio-economic effect on the study areas.</p> <p><strong>1.3     Aim of the Study                  </strong></p> <p>The aim of this study is to carry-out a comparative assessment of the socio-economic effect of crude oil exploitation in Ughelli and Warri.</p> <p>However, the specific objectives are to;</p> <ul><li>Ø examine the socio-economic effect of crude oil exploitation in Ughelli;</li> <li>Ø examine the socio-economic effect of crude oil exploitation in Warri;</li> <li>Ø compare the effects of crude oil exploitation on socio-economic activities in Ughelli and Warri; and</li> <li>Ø postulate achievable measures to solve the socio-economic effect of crude oil exploitation in Delta State</li> <li>.</li> </ul> <p><strong>1.4  Research Hypothesis </strong></p> <p>There is no significant difference in the socio-economic effects of crude oil exploitation between Warri and Ughelli.</p> <p><strong>1.5     Significance of the Study </strong></p> <p>The importance of this study is that it will provide us with the opportunity of studying oil exploration in Ughelli and Warri; and the major areas in Nigeria especially in the study areas seriously affected by crude oil exploitation; and take a deeper look at the effects of oil exploration on the inhabitants of Ughelli and Warri and proffer solutions to the problems identified because if problems are not properly looked into and controlled, the situation could get out of hand and this will not be too good for the inhabitants of Ughelli and Warri.</p> <p>The significance of this study is to find possible solution of reducing gas flaring within Warri and Ughelli communities during crude oil exploitation activities. The rate in which the associated gas has been flared within the area, if not property checked will be worsen and it will continually give rise to socio-economic problems and environmental degradation.</p> <p>It will also help to enlighten and create the awareness to the general public area about some disease that are associated with oil exploitation and some measures to check the spread of the disease and the health of the people living around the refinery on the better ways of preventing themselves and safe guarding their properties.</p>\n\nCOMPARATIVE ASSESSMENT OF THE SOCIO-ECONOMIC EFFECT OF CRUDE OIL EXPLOITATION <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE ASSESSMENT OF THE SOCIO-ECONOMIC EFFECT OF CRUDE OIL EXPLOITATION ", "id": 11}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     Background to the Study</strong></p> <p>Soil is an important resource covering the land surface. Mining is the process of getting minerals and soil components for various uses. Man depends on soil for agriculture, construction and even as a habitat for various organisms (Mwangi, 2007). People benefit from soil particularly sand and gravel but interfere and disturb the resource through excessive exploitation to fulfill their needs. There is worldwide concern about the environment which prompted the researcher to carry out this study on the environment. It seems there is excessive mining of soil components for construction in both rural and urban development. Gravel is mixed with river sand in filling and compacting foundations, river sand is a component of concrete in making slab while pit sand is required for plastering buildings. River sand is used in most mixtures because it is a strong resource which strengthens even pit sand in plastering and makes durable bricks (Morwaeng, 2013).</p> <p>Sand is a valuable resource and main input in the construction industry in many parts of the world (Eiskine and Green, 2000, Gob, et al, 2005). Mining excavation involves the removal of sand from their natural configuration. Sand mining occurs both on small and large-scale in major parts of Nigeria. It has been observed that with an estimated 16 million housing deficit (Ezekiel 2010; lsah, 2011) and infrastructural development in Nigeria, there will continue to be the great demand for sand and other construction materials (Omolu and Ajakaiye, 1988). Sand mining is a practice that is used to extract sand, mainly through an open pit. Sand is also mined from beaches, inland dunes and dredged from ocean beds and river beds.</p> <p>Sand is often used in manufacturing as an abrasive, for example, and it is used to make concrete. It is also used in cold regions to put on the roads by municipal trucks to help during heavy rainfall and extreme weather conditions, usually mixed with salt or another mixture to lower the freezing temperature of the road surface (have the precipitations freeze at a lower temperature). Sand dredged from the mouths of rivers can also be used to replace eroded coastline (Kadi, et al., 2012).</p> <p>The increasing rate of urbanization across the globe has brought with it several challenges ranging from physical, economic, social, to environmental among other issues (Cohen, 2006; Chelala, 2010: Kadi, et al., 2012). To cater for the rapid urbanization, several sites are now being exploited for the excavation of sand. Traditionally, sites for sand mining are rivers and beaches; however, sand is mined from river months, banks and even at inland sand deposits.</p> <p>Rapid urbanization is a major cause for the demand of sand mainly used for building construction and is responsible for unsustainable extraction of sand from the many illegal inland sand, mining pit, sand mining operators, citizens, and government becomes more confrontational as a result of more sand excavation sites located in urban and rural areas. Conflicts have centered on environmental and social issues such as noise, truck traffic, dust, stream water quality, reclamation, biodegradation, population and visually unpleasant landscapes (Willis and Garrod, 1999), and the citizens concern on the adequacy of regulatory efforts of the government to control these negative effects.</p> <p>Environmental impacts of mining are well documented in the form of waste management, impacts of biodiversity and habitat, deforestation of land with the consequent elimination of the vegetation, pollution (water, air, land and even noise pollution, etc. (Abdus-Saleque, 2008). In Nigeria and many other tropical areas sand mining is a major cause of deforestation and forest degeneration, generating a large number of environmental impacts (World Rainforest Movement, 2004). It is noted that large-scale mining activities generally continue to reduce the vegetation of most of the mining communities to levels that are destructive to biological diversity (Akabzaa, 2000). Davis and Tilton (2005) also suggest that local communities tend to bear the negative impacts of mining be it social, economical or environmental. It is therefore important to make effort to stem these problems through informed decision-making. However, making informed decision in many areas including monitoring sand mining activities often involves complicated processes for optimal decision making, information from various sources is required such as spatial information, which is essential to address activities of sand mining and their impacts on the environment (Burrough and McDonnell, 2O02).</p> <p><strong>1.2 Statement of the Problem</strong></p> <p>Abraka and Eku are both a growing urban centers which have experienced rapid population growth and physical expansion especially since the early 1990s with the establishment of the Delta State University which is situated at Abraka main town. This has resulted to the influx of people from different parts of the state. These in turn have exerted pressure on the needs for housing provision, in addition to construction of roads (Akinbode and Ugbomeh, 2006).</p> <p>Sand mining is a direct cause of erosion, and also impacts the local wildlife. For example, sea turtles depend on sandy beaches for their nesting, and sand mining has led to the near extinction of gharials (a species of crocodiles) in Nigeria. Disturbance of underwater and coastal sand causes turbidity in the water, which is harmful for such organisms as corals that need sunlight. It also destroys fisheries, causing problems for people who rely on fishing for their livelihoods. Removal of physical coastal barriers such as dunes leads to flooding of beachside communities, and the destruction of picturesque beaches causes tourism to dissipate. Sand mining is regulated by law in many places, but is still often done illegally (Kadi, et al., 2012).</p> <p>Abraka and Eku are expanding at an alarming rate. Expansion means growth in infrastructure, construction of new roads, commercial malls and residential areas (Wokorach, 2002). There is need for use of various soil components such as pit sand, river sand and gravel from various sites surrounding the city. People seem to be extracting these soil components excessively without considering the impact on the environment. Most likely, there is overexploitation of soil leaving deep pits on bare ground while rivers are widening daily. Soil mining has become a daily sight with tipper trucks carrying pit sand, river sand and gravel from rivers and open fields. It seems there are no strict rules to govern soil extraction. Deep and wide pits are left when pit sand and gravel are collected, riverbeds widen and deepen after removing river sand, affecting aquatic while gravel removal destroy ecosystems, forests and agricultural land (Mbaiwa, 2008). Pit sand organisms is collected from River Ethiope, river sand is from Ovwuvwe river while gravel is extracted from River Ethiope. There seemed to be a problem of environmental alteration, ecosystem and agricultural land destruction as well as riverbed and bank degradation due to excessive removal of pit sand, river sand and gravel which prompted the researcher to investigate the depth of these environmental impacts.</p> <p>Sand and gravel were continuously excavated along the beaches and valley of river Ethiope from Urhuoka to Ajalomi even up to the axis of the boundary between Abraka and Eku of the River Ethiope. Dredging equipments are seen mounted along the course of the river that excavated the sand into piles along the River Bank. Daily tonnes of sand are carried into the town with trucks loaded. Contractors who cannot afford dredging machine uses locally made canoes and shovels to scoop large amount of sand along the beds and banks of the River. The impact of this excavation apart from acting as a source of income to the residents, are usually very negative.</p> <p>The major problems associated with sand excavation and mining activities in Abraka-Eku region along River Ethiope include wrong channelization of the river channel, destruction of the riparian vegetation, degradation of the natural environment, impact on biodiversity, pollution of water, deforestation, erosion along the valley side slopes and disturbance of underground water and coastal sand causing turbidity in the water, which is harmful to organisms. Sand excavation causes degradation and severe effects on fish, causing problems for people who rely on fishing for their livelihoods. Sand excavation causes removal of physical coastal barriers such as dunes thereby leading to flooding of beachside, buildings, and disrupts tourism activities in the beaches. It is against this background that this study is conducted to investigate these problems and find possible ways to address the problems.</p> <p><strong>1.3 Aim and Objectives of the Study</strong></p> <p>The aim of this study is to assess the effects of sand excavation on the environment of Abraka-Eku along Ethiope River. In order to achieve the above stated aim, the following specific objectives were considered;</p> <p>    To identify the various sand mining/excavation sites along River Ethiope in Abraka and Eku.</p> <p>    To investigate the effects of sand excavation on coastal areas where excavation is done in Abraka-Eku region along the River Ethiope.</p> <p>    To proffer solutions to the sustainability of the environment where sand excavation is going on in the area studied.</p> <p><strong>1.4     Research Hypotheses</strong></p> <p>          The following hypotheses guided the study;</p> <p>    Sand excavation has no significant impact on the environment of Abraka-Eku along River Ethiope.</p> <p>    Sand excavation has no significant impact on the coastal areas of the River Ethiope where excavation is done.</p> <p><strong>1.5     Study area</strong></p> <p>          The study area (Abraka and Eku) is located in Ethiope East cal Government Area of Delta and in the Niger Delta Region of Nigeria.</p> <p><strong>1.5.1 Location and Size</strong></p> <p>River Ethiope which cuts across the two study areas (Abraka and Eku) took its source from Umuaja in Ukwuani L.G.A Delta State. River Ethiope is located in the South-South geo-political zone of Southern Nigeria. Abraka is located geographically at latitudes 050 451 to 050 501 North of the equator and longitudes 060 001 to 060 151 East of the Greenwich Meridian. Abraka is situated at the Eastern Bank of River Ethiope in Ethiope East Local Government Area of Delta State in the Niger Delta region of Southern Nigeria. It is bounded to the North by Orhionwon Local Government Area of Edo State, and to the East and in the South and West by Ukwani Local Government Area and the Ughelli North Local Government Area respectively. Abraka has a total area of landmass of 168,43square kilometer.</p> <p>Eku is located geographically at latitudes 050 451 to 050 051 North of the equator and longitudes 060 061 to 060 161 East of the Greenwich Meridian. Eku is bounded in the North by River Ethiope, in west by Okpara-waterside, in the east by Abraka and in the South by Samagidi (both in Ethiope East L.G.A of Delta State). Eku has a total landmass of 65,8km2. The entire Ethiope East region falls under Agbon and Abraka clan which is part of the Urhoboland.</p>\n\nASSESSMENT OF THE EFFECTS OF SAND EXCAVATION ON THE ENVIRONMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF THE EFFECTS OF SAND EXCAVATION ON THE ENVIRONMENT", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     Background of the Study</strong></p> <p>This study focuses on the environmental impacts of flooding on agricultural activities in Kwale and its environs. Flooding has been a long-term issue which affects the inhabitants of Kwale. In many natural systems, floods play an important role in maintaining key ecosystem functions and biodiversity. They link the river with the land surrounding it, recharge groundwater systems, fill wetlands, increase the connectivity between aquatic habitats, and move both sediment and nutrients around the landscape, and into the marine environment (Apan, <em>et al.</em>, 2010). For many species, floods trigger breeding events, migration, and dispersal. These natural systems are resilient to the effects of all but the largest floods. The environmental benefits of flooding can also help the economy through things such as increased fish production, recharge of groundwater resources, and maintenance of recreational environments (Bunn and Arthington, 2002).</p> <p>The environmental resources in Kwale most especially the land and soil resources are greatly threaten by flooding. The Kwale and its environ is covered by beautiful vegetation naturally checking the menace. This flooding menace has destroyed arable land for agricultural purposes which are the major socio-economic activities of the Kwale people. The government in his attempt to curb the situation has constructed a drainage system some meters away from the major road to redirect and channel all the water flowing to the erosion sites into the drainage system which is emptied into the river. Despite all this effort, the situation still remains the same.</p> <p>Areas that have been highly modified by human activity tend to suffer more deleterious effects from flooding. Floods tend to further degrade already degraded systems. Removal of vegetation in and around rivers, increased channel size, dams, levee bank and catchment clearing all work to degrade the hill-slopes, rivers and floodplains, and increase the erosion and transfer of both sediment and nutrients (Douglas, <em>et al.</em>, 2005). While cycling of sediments and nutrients is essential to a healthy system, too much sediment and nutrient entering a waterway has negative impacts on downstream water quality. Other negative effects include loss of habitat, dispersal of weed species, the release of pollutants, lower fish production, loss of wetlands function, and loss of recreational areas (Kingsford, 2000).</p> <p>          Flooding is one of the environmental problems that have confronted man since immemorial. Flooding is a widespread and age long phenomenon. In Kwale, flooding has created and causes untold hardship such as destruction of building and properties, interruption of socio-economic development of the area. Jon (2011), defined flooding as a condition, which exist when any overland flow over an urban or rural area, that is sufficient to cause property damage, health hazard, nuisance and the obstruction of the socio-economic activities in the area. He went further the types of flooding to include rivers flood, flash flood, splash flood and flood bondages.</p> <p>Agriculture has changed significantly in terms of the production patterns and structure and a significant trend has been the development towards fewer and larger holdings with more intensified and specialized production. This development has included an increased mechanization and use of fertilizers and pesticides. Biodiversity has been affected negatively both by the physical changes in the landscape and by the changes in the production methods. As the agricultural production has intensified, all levels of biological diversity (genetic, species, and</p> <p>habitats) have declined in farming environments. The more intensive land use corresponds for example to the decrease in the populations of farmland birds.</p> <p>Many of our coastal resources, including fish and other forms of marine production, are dependent on the nutrients supplied from the land during floods. The negative effects of floodwaters on coastal marine environments are mainly due to the introduction of excess sediment and nutrients, and pollutants such as chemicals, heavy metals and debris. These can degrade aquatic habitats, lower water quality, reduce coastal production, and contaminate coastal food resources (Poff, <em>et al.</em>, 2003). It is against this background that this study is carried out to examine the environmental impacts of flooding on agricultural activities in Kwale and its environs.</p> <p><strong>1.2     Statement of Problem</strong></p> <p>Flooding in key agricultural production areas can lead to widespread damage to crops and fencing and loss of livestock. Crop losses through rain damage, waterlogged soils, and delays in harvesting are further intensified by transport problems due to flooded roads and damaged infrastructure. The flow-on effects of reduced agricultural production can often impact well outside the production area as food prices increase due to shortages in supply (Prosser, <em>et al.</em>, 2001). On the other hand, flood events can result in long-term benefits to agricultural production by recharging water resource storages, especially in drier, inland areas, and by rejuvenating soil fertility by silt deposition (Apan, <em>et al.</em>, 2010).</p> <p>Damage to public infrastructure affects a far greater proportion of the population than those whose homes or businesses are directly inundated by the flood. In particular, flood damage to roads, rail networks and key transport hubs, such as shipping ports, can have significant impacts on regional and national economies. Short-term downturns in regional tourism are often experienced after a flooding event. While the impact on tourism infrastructure and the time needed to return to full operating capacity may be minimal, images of flood affected areas often lead to cancellations in bookings and a significant reduction in tourist numbers (Apan, <em>et al.</em>, 2010).</p> <p>Flooding of urban areas can result in significant damage to private property, including homes and businesses. Losses occur due to damage to both the structure and contents of buildings. Insurance of the structure and its contents against flooding can reduce the impacts of floods on individuals or companies. As most people are well aware, the immediate impacts of flooding include loss of human life, damage to property, destruction of crops, loss of livestock, and deterioration of health conditions owing to waterborne diseases. As communication links and infrastructure such as power plants, roads and bridges are damaged and disrupted, some economic activities may come to a standstill, people are forced to leave their homes and normal life is disrupted (Kingsford, 2000).</p> <p>Similarly, disruption to industry can lead to loss of livelihoods. Damage to infrastructure also causes long-term impacts, such as disruptions to supplies of clean water, wastewater treatment, electricity, transport, communication, education and health care. Loss of livelihoods, reduction in purchasing power and loss of land value in the floodplains can leave communities economically vulnerable. Floods can also traumatise victims and their families for long periods of time. The loss of loved ones has deep impacts, especially on children (Bunn and Arthington, 2002). Displacement from one's home, loss of property and disruption to business and social affairs can cause continuing stress. For some people the psychological impacts can be long lasting. Floods impact on both individuals and communities, and have social, economic, and environmental consequences. The consequences of floods, both negative and positive, vary greatly depending on the location and extent of flooding, and the vulnerability and value of the natural and constructed environments they affect (Douglas, <em>et al.</em>, 2005). This study “environmental impacts of flooding on agricultural activities in Kwale and its environs” is therefore carried out to address the aforementioned problems.</p> <p><strong>1.3     Aim of the Study</strong></p> <p>          The main of this study is to examine the environmental impacts of flooding on agricultural activities in Kwale and its environs. The specific objectives of this study includes:</p> <ol><li>To examine the environmental impacts of flooding on agricultural activities in the study area;</li> <li>To identify the causes of flooding in the area;</li> <li>To examine the consequent effect of flooding on agricultural activities in the study area;</li> <li>To identify the various types of farm practices and agricultural productivity in the study area;</li> <li>To identify the problems of flooding and areas seriously affected by flooding in the study area; and</li> <li>To suggest mitigation measures to control the problems of flooding in Kwale and its environs.</li> </ol> <p><strong>1.4     Research Questions</strong></p> <p>The following question(s) raised by the researcher will be answered in this study;</p> <ol><li>What are the environmental impacts of flooding on agricultural activities in the study area?</li> <li>What are the causes of flooding in the area?</li> <li>What are the consequent effects of flooding on agricultural activities in the study area?</li> <li>What are the various types of farm practices and agricultural productivity in the study area?</li> <li>What are the problems of flooding and areas seriously affected by flooding in the study area?</li> <li>What do you think are the mitigation measures to control the problems of flooding in Kwale and its environs?</li> </ol> <p><strong>1.5     Research Hypothesis</strong></p> <p>          The following hypothesis stated in the null and alternative form will be tested in this study;</p> <ol><li>There is no significant relationship between the environmental impacts of flooding and the various types of farm practices/agricultural productivity in Kwale and its environs.</li> <li>Crop yield is not significantly dependent on flooding and heavy rainfall in Kwale.</li> <li>Occurrence of flooding in Kwale is not significantly depended on heavy rainfall, lack of drainage system.</li> </ol> <p><strong>1.6     Significance of the Study</strong></p> <p>This study will cover the whole of Kwale and its environs and its to look at the environmental impacts of flooding on agricultural activities in Kwale and its environs. It would also offer suggestion (s) on the causes of flooding and its effect on agricultural activities in the study area.</p> <p>          Therefore, the study will help to unfold the deteriorating effects of flooding on agricultural activities in Kwale and its environs and other related land use in Kwale, and also to look at the various cause (s) of flooding and the areas mostly affected by flooding in the study area and also to look at or proffer solution (s) to combat flooding problem (s) on agricultural activities and socio-economic life of the people in the study area.</p> <p><strong>1.7 Study area</strong></p> <p>          The study area (Kwale) is located in Ndokwa West Local Government Area of Delta State and it’s the administrative headquarters of Ndokwa West L.G.A of Delta State.</p> <p><strong>1.7.1  Location and Size</strong></p> <p>Kwale is located between latitude 60 09N and 60 29N of the equator and longitude 50301E and 60031E of the Green Witch meridian. Kwale is a town in Ndokwa West Local Government Area of Delta in southern Nigeria. As a matter of fact, it is the headquarter of Ndokwa West Local Government Area which occupies an area of 816km2. Like any other community, Kwale is divided into six (6) quarters as follows: Umusederi, Isumpe, Umusam, Umusadege, Umuseti and Ogbe-ani. Majority of the population of Kwale are affected by water pollution due to presence of oil companies in the area such as Agip Petroleum Company, Sterling Global Company etc. and the people are prompt to different kinds of diseases. The area also experience destruction of fishes, plants animal life.</p>\n\n ENVIRONMENTAL IMPACTS OF FLOODING ON AGRICULTURAL ACTIVITIES AND ITS ENVIRONS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": "  ENVIRONMENTAL IMPACTS OF FLOODING ON AGRICULTURAL ACTIVITIES AND ITS ENVIRONS", "id": 13}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     Background of Study</strong></p> <p>Environmental degradation and biodiversity depletion are crucial and disturbing topics among environmentalist today (David, 2014). Probing into the root cause of this problem and the consequences of our actions is the first step towards reducing the rate of environmental degradation and biodiversity depletion. Humanity has always produced waste that are concluded not only the discarded bones of animals slaughter for food but the momentous increase in waste that characterized our society dates from the industrial revolution (Raymond, 2013). Waste is more easily recognized than defined. Waste is an issue that affects us all. Disposing of waste has huge environmental impacts and can cause serious problem if not properly managed. Waste therefore needs to be disposed off in ways which will minimize its negative impacts. Gourlay (2012) defined waste as any residue from a process of production, transformation or uses any substance, material, products or generally any movable object that has been discarded. Something can become waste when it is no longer useful to the owner or it is used and failed to fulfill it’s purpose (Gourlay, 2012). Solid waste according to Miller (2008) is any useless, unwanted or discarded material that is not liquid or gas.</p> <p>The Longman dictionary of contemporary English defined waste as unnecessary materials, in a house or environment not fit for use. The oxford advanced learners dictionary defines waste as worthless material, rubbish from kitchen, garden or factory, etc that are regularly disposed off. Waste has also been defined by Okocha (2010) as any unwanted material or substances that are harmful to man and his environment which are left or discarded after use. Also included are-by-product lines or materials required by law to dispose off. As a result of the increase in urban development in Nigeria, the country has experienced high growth rate, in terms of increase in population in urban areas and expansion in its major cities. This increasing population has led to continuous increase in human activities which has led to the increase in the amount of waste generated and deposited in the environment (Baird, 2010). These wastes include: food remnants, plastics, polytene, Carbon dioxide, car fumes, industrial waste etc. The increasing generation of waste coupled with the inabilities of the public sectors to provide a suitable means of proper disposal has created an unhealthy situation in which waste are dumped indiscriminately without thoughts to its effect on man and the environment (Vidal, 2010).</p> <p>According to Janice (2017), the continued increase in population and the consequent increase in waste generation without a corresponding increasing proper waste disposal facilities, has led to a situation in which the waste disposal facilities available can no longer cater for the increasing population, spaces provide for disposal are limited and areas designated for disposal can no longer accommodate these waste most towns and cities have very poor facilities for waste management and in some case only few disposal facilities are available for people to dispose off waste (Onorkarhoraye, 1994). This shows that there has been a poor attitude towards proper waste management both on the part of the government and the people.</p> <p>Developing countries such as Nigeria has been epitomized by rampaging natural forces, man’s insatiable demand for ever dwindling resources and worsened by an increasing but uncontrolled surge in population growth especially in Nigerian cities (Raymond, 2013). The world may indeed be a beautiful planet, but it is in ever constant danger of destruction and despoliation by nature and man. An unfortunate paradox can however be recognized here, in that while the developed countries of the world are able to effectively combat the destructive physical impacts of their immediate environment due to their access to technology and resources, the developing countries are almost totally at the mercy of nature with very low institutional capacity to respond to environmental threats (Omofonmwan and Osa-Edoh, 2008). Vast lands are lost annually to sea incursion, gully erosion and desertification in developing countries, problems which are being effectively managed in most developed countries (John, 2013).</p> <p>Infact, in actual sense, waste is generated everyday at a very high level, ranging from fumes generated from cars, generators, power plants and even to industrial waste. This has led to environmental and atmospheric pollution and degradation. This has also led to a situation in which more waste that can be evaluated is created. Waste management could be referred to as the collection, transfer and recycling of waste (Vidal, 2010). The importance of proper waste disposal cannot be over emphasized. Proper waste disposal prevents health problems that improper waste management poses to the environment. Sachets and sachets from uncollected and decomposed garbage can contaminate underground water (UNCHS, 2008). And these have enormous health complications in the urban areas. Olu (2010), observed that when waste are not properly controlled, it causes environmental problems such as blocking of channels of urban streams and rivers major traffic road paths, and at the same time causing health problems like making dysentery etc. it is against this background that this study is conducted to investigate the effects of solid waste management in Abraka, Ethiope East L.G.A of Delta State.</p> <p><strong>1.2     Statement of the Problem </strong></p> <p>Environmental issues such as indiscriminate dumping of solid waste and improper waste management will continue to cause health problems and environmental degradation (Janice, 2017). It will continue dominate our discussions and consciousness as it is now clear that the physical, chemical as well as the biological integrity of our planet is being compromised daily (Sada and Odemerho, 1988). The destructive processes are not only continuous but are increasing both in quantum and in rate. While some of the impacts such as loss of biodiversity might be gradual, there are hosts of communities around the world today that are being consumed by indiscriminate waste dump etc., with loss of aquatic lives and billions of dollars worth of properties being lost due to environmental degradation (Kaka, <em>et al</em>, 2010).</p> <p>Over the years, developing countries such as Nigeria has been rampaged with serious environmental problems such as indiscriminate waste disposal, pollution, flooding, degradation, spillage, among others. Environmental problems have been topical issues in recent time which needs urgent attention. Vidal (2010) noted that the manifestation of these impacts includes; urbanization, deforestation, desertification, overpopulation and all kinds of pollution. These impacts have both negative and positive effects on the natural environment. The unwise use of the natural environment due to ignorance, poverty, overpopulation and greed amongst others has led to the degradation of the environment. The charges (degradation) occur as most Nigerian cities attempt to adjust their seemingly endless wants and desires for food, shelter, recreation, infrastructural facilities, and so on to the land and other resources available to them (NEST, 2012). As observed by Raymond (2013), these land use activities contribute to the overall development of the country but they equally produce negative impact on the environment. These negative impacts are referred to as environmental degradation which implies “abuse of the environment” due to improper resources management and waste disposal (Baird, 2010).</p> <p>Solid waste management has emerged as a major environmental threat for cities in developing countries worldwide (Van de Klundert, <em>et al</em>., 2013). In a survey released by UNDP in 1997, 151 mayors from around the world ranked insufficient solid waste disposal as their second most urgent urban challenges surpassed only by unemployment and followed by urban poverty. Solid waste management has gained notoriety in Nigeria today because of its visibility and the embarrassment it has constituted to the image of the industrialized and developing. Only few state capitals have been able to put in place fairly sustainable urban waste management programmes. It is therefore a common site to find mountains of waste scattered all over our cities for days or even weeks with no apparent effort displayed at getting rid of them, even with the attendant risk of air and ground-water pollution (David, 2014).</p> <p>The problem of the deposal of savage and refuse is quite serious because of the rapid rate of generation of non-biodegradable materials such as plastics (Molles, 2005). Environmental conditions in cities have gradually deteriorated due to the rapid growth of the cities and the attendance inability of social services and infrastructures to keep pace with the rate of growth. Inadequate storm drains, dumping of refuse in drainage lines and construction of houses close to and even on the natural water channels have been shown to be responsible in that order for the increasing cases of flood in the urban centers. Environment problems such as indiscriminate waste disposal is associated with the increasing growth of urban slums including overcrowding in squalid housing conditions, poor quality or unavailability of basic infrastructures and social services, such as water and sewage facilities and even lack of access routes (NEST, 2012).</p> <p>Environmental degradation mostly caused by improper waste disposal has destroyed the natural landscape of most developing countries. It is observed that improper waste disposal has negative impact on the natural quality of the environment (NEST, 2012).</p> <p>Environmental pollution can be categorized into three groups. These are air or atmospheric pollution, aquatic or water pollution and land or surface area pollution. The World Health Organization (WHO) (2010) defined air pollution as “limited to situation in which the outer ambient atmosphere contains materials in concentrations which are harmful to man and his environment”. According to Janice (2017), man’s activities on the earth surface have largely degraded the quality of the lower atmosphere. The growth and development of industries and urbanization has contributed greatly to the excess carbon monoxide produced by combustion and other human activities. Carbon monoxide reacts with the blood vessel and prevents it from taking up oxygen and the people are suffocated (Baird, 2010).</p> <p>In Nigeria, several rural towns that had in the past enjoy fresh and dry air are currently experiencing air pollution problems due to improper waste disposal (Obajimi, 2008). This is due to industrialization process and expansion in human activities. Aquatic or water pollution is the discharge of unwanted biological, chemical and physical materials into water bodies from man’s environment. The pollutants are usually chemical, physical and biological substances that affect the natural condition of water. This incidence is responsible for the wide spread water contamination in most industrialized and developing countries (Nwilo and Olusegun, 2017).</p> <p>It has been discovered that solid waste has equally flooded the water ways in urban centres. Land surface pollution is the occurrence of unwanted materials or waste on land. The commonest pollutant on land is the waste products that are often scattered on land area in the cities. According to Onwioduokit (2008), most environmental problems are due to the production or consumption of goods whose waste products translates easily into pollutant. Sada (1981) and Ayeni (2008) believed that the emergence of urbanization is responsible for the rapid accumulation of solid waste. Generally, it would appear that the growth of urbanization and industrial development coupled with improper wastes management control have added a great dimension to land area pollution in industrialized and developing countries. Generally, there are other environmental problems resulting from the humanization of the natural environment, only some of the important impacts are discussed (Ogbobi, 2010).</p> <p>Other problems like shortage of manpower, finance, attitude of people towards waste disposal, lack of disposal sites or location etc. have contributed to the continues existence of uncontrolled or improper disposal of waste in the environment (Janice, 2017).</p> <p><strong>1.3     Aim and Objectives</strong></p> <p>The aim of this study is to examine the effects of solid waste management in Abraka, Ethiope East L.G.A of Delta State, with the view to suggest possible positive solutions to the problems. However, the specific objectives includes to:</p> <ol><li>identify refuse dump sites in Abraka;</li> <li>determine the various types of waste generated in Abraka;</li> <li>examine the factors responsible for the high rate of waste generation in Abraka;</li> <li>examine the effects of solid waste management in Abraka region;</li> <li>identify the various methods of waste disposal and management in Abraka;</li> <li>suggest possible solutions to the problems of improper waste disposal and employ suitable methods of disposing wastes in Abraka.</li> </ol> <p><strong>1.4     Hypotheses</strong></p> <p>          The following null hypothesis will be tested in this study;</p> <ol><li>Solid waste management has no significant effect on the environment of Abraka region.</li> <li>There is no significant relationship between the effects of solid waste management and the factors responsible for the high rate of waste generation in Abraka.</li> </ol> <p><strong>1.5     Significance of the Study</strong></p> <p>This study is very necessary, as the effects of solid waste management on the natural are enormous. Although, there are available literatures on the topic, not much is known by a vast number of the population about the adverse consequence of accumulated waste in the environment. The presence of improper waste disposal in Abraka poses a very great threat, not only to the environment, but also to the residents in Abraka.</p> <p>The recommendation that will be made from this study will help to preserve and improve the natural quality of the environment, taking into account the circumstances and particular requirements of developing countries and any costs which may emanate from their incorporating environmental safeguards into their development planning and the need for making available to them, upon their request, additional international technical and financial assistance for this purpose. It will enlighten the general public on the dangers of degrading the environment through indiscriminate waste disposal. It will therefore suggest control measures and mitigation techniques to conserve and preserve then natural environment against degradation (solid waste management).</p> <p>It is not unusual to find heaps of refuse along major roads, streets, markets places, moats, etc. In Abraka, the presence of this indisposed waste has greatly defaced the environment and also poses a great threat to human life. This study highlights the dangers of indiscriminate dumping of waste; benefits of proper waste management etc. It will also give useful information on the important and need for proper waste disposal in Abraka with respect to health and the environment. In conclusion, the study is to aid in upgrading available information on waste disposal and management in Abraka.</p>\n\nEFFECTS OF SOLID WASTE MANAGEMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTS OF SOLID WASTE MANAGEMENT", "id": 14}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This project work was undertaken to assess the state of ground water(borehole and well water) and its health implications in Warri metropolis using Uvwie, Udu and Effurun Local Government Area. Samples were collected in six different locations in Warri metropolis. The analysis was centered on the physiochemical parameters considered pH, temperature, conductivity, turbidity, dissolved oxygen(DO), biological oxygen demand(BOD), total dissolved solid(TDS), total suspended solids (TSS), nitrate, sulphate and faecal coliform. The results showed that Physico-chemical parameters; pH ranged from (3.97-6.62) in the borehole water standard, (5.76 – 6.70) well water; temperature varied from (27.5-29.5) borehole and (27.8-29.5) well water; conductivity ranges from(52-339) borehole and (332-594) well water; turbidity ranges from (0.53-1.23) borehole and (0.99-1.27) well water. Others all in (mg/L); DO ranged from (7.15-7.44) borehole water and, (6.30-7.17); TDS varied from (27 – 176) in borehole and (172-306) well water; TSS varied from (1.0-2.0) and, (1.0-4.0) well water; NO3- ranged from (8.7–20.0) in borehole and, (7.9-35.6) well water, SO42-</p> <p>(&lt;1.0-6.0) in borehole and, (21.0-35.6) well water; BOD (&lt;0.50) borehole and, (56.0-185) well water. Micro-biological parameters; TC (cfu/100ml) were not present in either of the ground water. All values were related to WHO, EPA and FMA standard of water quality. Hence it was therefore recommended that almost all the parameter analyzed for were of the standard of WHO, EPA and FMA which is portable for domestic uses, also with no health implication, except for BOD in well water which was above the WHO standard and pH which was below WHO pH standard would require treatment before usage.</p>\n\nASSESSMENT OF THE STATE OF GROUND WATER (BOREHOLE AND WELL WATER) AND ITS HEALTH IMPLICATIONS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF THE STATE OF GROUND WATER (BOREHOLE AND WELL WATER) AND ITS HEALTH IMPLICATIONS", "id": 15}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>The mineralogical and chemical composition of clastic sedimentary rocks are controlled by various factors, including (1) the composition of their source rocks, (2) environmental parameters influencing the weathering of source rocks (e.g., atmosphericchemistry, temperature, rainfall and topography), (3) duration of weathering (4)transportation mechanisms of clastic material from source region to depocenters, (5)depositional environment (e.g., marine versus fresh water), and (6) post-depositional  processes (e.g., diagenesis, metamorphism) (Hayashi et al., 1997). Numerousinvestigations are substantiating the above aspects pertaining to genesis of both ancient andmodern siliciclastic sediments (e.g., Dickenson et al., 1983; Nesbitt and Young, 1982, 1984; Bhatia, 1983; Roser and Korsch, 1988; McCann, 1991; Condie et al., 1992; Condie, 1993; McLennan et al., 1993; Nesbitt et al., 1996; Cullers, 2000; Hessler and Lowe 2006; Nagarajan et al., 2007; Spalletti et al., 2008). Several studies have also been focused on the identification of palaeotectonic settings of provenances based on geochemical signatures of siliciclastic rocks (e.g., Dickinson and Suczek, 1979; Bhatia, 1983; Bhatia and Crook, 1986; Roser and Korsch 1986; McLennan and Taylor, 1991). Among the terrigenous sedimentary rocks, shales are considered to represent the average crustal composition of the provenance much better than any other siliclastic rocks (e.g., McCulloch and Wasserburg, 1978). Shales retain most of the mineral constituents of the source and their bulk chemistry preserves the near-original signature of the provenance and more faithfully reveal palaeoweathering conditions (e.g., Pettijohn, 1975; Graver and Scott, 1995). The present note examines the geochemistry of sediment from part of the subsurface Niger Delta Basin province, attempts to constrain there paleo redox and tectonic setting and provenance. Owing to limitations of analytical facilities, the present work is based on chemical analyses data of major and select trace elements of the investigated sediment of the study area.</p>\n\nDETERMINATION OF THE SEDIMENTOLOGICAL AND GEOCHEMICAL CHARACTERISTICS OF THE SEDIMENT IN THE NIGER DELTA BASIN<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DETERMINATION OF THE SEDIMENTOLOGICAL AND GEOCHEMICAL CHARACTERISTICS OF THE SEDIMENT IN THE NIGER DELTA BASIN", "id": 16}]