[{"content": "<div class=\"abstract\">\n<b>PRODUCTION OF MOSQUITO REPELLENT USING ORANGE PEELS<br/>ABSTRACT</b><br/>Mosquito repellents are substances that can be used to repel mosquitoes which are a vector that transmits malaria. A typical example of a mosquito repellent is mosquito coil which drives away mosquito when it is ignited. The smoke that is emitted from burning a mosquito coil contains active ingredients used to prevent mosquito from biting particularly during the hour of sleep having been designed to burn for hours. These active ingredients have known to act as repellent agent which cause a distasteful environment for the mosquito and act as agents of immobilization which disturbs the food searching mechanism of the mosquito. Orange peels (Cestrum) contain oil known as Limonene oil which has a lethal effect on mosquitoes and some other insects. It can be used as active ingredient to produce mosquito coil, which when ignited, will repel mosquitoes within the limits of the smoke.<br/>TABLE OF CONTENTS<br/>CHAPTER  ONE<br/>1.0    Introduction <br/>1.1    Background of the study <br/>1.2    Statement of the problem <br/>1.3    Objective of the study <br/>1.4    Significance of the study <br/>1.5    Scope of the study <br/>1.6    Research question  <br/>CHAPTER TWO<br/>2.0    Literature Review <br/>2.1    Sources of vitamin c <br/>2.2    Functions of Ascorbic Acid <br/>2.3    Factors affecting ascorbic acid utilization <br/>2.4    Ascorbic acid determination <br/>CHAPTER THREE<br/>3.0    Materials and method <br/>3.1    Apparatus <br/>3.2    Preparation of  Reagents <br/>3.5    Procedure <br/>Reference  <br/>CHAPTER ONE<br/>1.0    INTRODUCTION<br/>1.1    BACKGROUND OF THE STUDY<br/>Nearly, all insecticides have the potential to significantly affect ecosystem, many are toxic to human and others are concentrated in food chains. It is necessary to balance agricultural needs with environmental and health issues when using insecticides. It is crucially important that all the rural derive in Nigeria are  educated on the need to eradicate insects especially mosquitoes that might breed  in their environment and transmit malaria to people living within the enclave. <br/> If insects becomes a problem despite the measures that must have been taken, Integrated Pest Management (IPM) seeks to control them using the safest possible methods targeting the approach to the particular pest. Years now, effort are geared towards controlling malaria infestation both in urban and rural areas a lot of measures are being take to reduce the number of death as a result of malaria. <br/>1.2    STATEMENT OF THE PROBLEM<br/>Recent studies showed that the smoke generated form burning mosquitoes coil is of certain health concerns. A person being exposed to the smoke coming from the coil may suffer severe headache, nausea and vomiting, the condition will be severe among asthmatic patients. The emission from one burning coil can be as high as that released from 51 burning cigarettes. This is because of the chemicals found in mosquito coils out of natural ingredients may remove these problems. <br/>1.3    OBJECTIVE OF THE STUDY<br/>    The purpose of this work is to produce mosquitoes repellent using orange peels (cestrum) wastes perse, which will save the cost of production and purchase, thereby increasing it’s availability especially in the rural areas.<br/>If the work is successful, production of mosquitoes repellents using orange peels will provide source of employment to our teaming youths.<br/>Also make mosquito repellent within the reach of everybody.<br/>Thereby reducing the number of death due to malaria caused by mosquito bite.  <br/>1.4    SIGNIFICANCE OF THE STUDY<br/>The importance of my project work is the producing of a mosquito coil that is not harmful to our health and killing mosquito that are vector carriers of malaria sickness and is environmental friendly. <br/>1.5    SCOPE OF THE STUDY<br/>Orange peels (cestrum) will be collected and used for the production of mosquito coil. The produced coil will be tested for effectiveness performance and cost analysis should also be carried out to know if mass production will be encouraged. <br/><br/>\n\nPRODUCTION OF MOSQUITOE REPELLANTS INSECTICIDES (MOSQUITO COIL) USING ORANGE PEELS (CESTRUM)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRODUCTION OF MOSQUITOE REPELLANTS INSECTICIDES (MOSQUITO COIL) USING ORANGE PEELS (CESTRUM)", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>TABLE OF CONTENT</strong><br/><strong>CONTENT                                                                             </strong><br/>Title page                                                                              <br/>Declaration                                                                                               <br/>Certification                                                                                      <br/>Dedication                                                                                                <br/>Acknowledgment                                                                                     <br/>Table of content                                                                             <br/>Abstract                                                                                           </p> <p><strong>CHAPTER ONE</strong><br/>1.1    INTRODUCTION                                                                   <br/>LITERATURE REVIEW                                                                  <br/>1.2    TYPES OF OIL                                                                      <br/>1.2.1 Drying oil                                                                                 <br/>1.2.2 Semi-Drying Oil                                                                     </p> <div>NON- DRYING OIL                                                    </div> <p>1.3    COMPOSITION OF OIL                                                       <br/>1.4    PIGMENT                                                                          </p> <div>VITAMINS                                                                                        ANTIOXIDANTS                                                                            </div> <p>1.7    BOTANIC DESCRIPTION                                                   </p><p> 1.8    FUNCTIONAL USES                                                            </p> <p><strong>CHAPTER TWO</strong><br/>MATERIALS AND METHODS                                                      <br/>2.0    SAMPLE COLLECTION                                                       <br/>2.1    OIL EXTRACTION                                                                <br/>2.2    DETERMINATION OF SPECIFIC GRAVITY                     <br/>2.3    DETERMINATION OF DENSITY                                        <br/>2.4    DETERMINATION OF FREE FATTY ACID <br/>CONTENT                                                                             </p> <div> <ol><li>DETERMINATION OF SAPONIFICATION VALUE          </li> <li>DETERMINATION OF IODINE VALUE                           </li> <li>DETERMINATION OF PEROXIDE VALUE                     </li> <li>ANTI-MICROBIAL ACTIVITY SCREENING                     <ol><li>REAGENTS AND MEDIA                                             </li> <li>PREPARATION OF FUNGAL TEST ORGANISM           </li> <li>PREPARATION OF THE SENSITIVE TEST AGAR                  </li> <li>PREPARATION OF THE NUTRIENT DEXTROSE</li> </ol></li> </ol></div> <p>AGAR                                                                                     <br/>2.8.5 THE PUNCHED AGAR DIFFUSION METHOD AS <br/>RECOMMENDED BY BRYANT (1972)                              <br/>2.7.6 BACTERIAL INOCULATION AND INCUBATION             <br/>2.8.7 FUNGAL INOCULATION AND INCUBATION                            </p> <div>READING INHIBITION ZONES OF THE OIL                    </div> <p><strong>CHAPTER THREE</strong><br/>TABLE 3.1 ORGANOLEPTIC CHARACTERISTICS OF <br/><em>Crysophylum albidum </em>SEED OIL                                                  <br/>3.2    CHARACTERIZATION OF THE SAMPLE                         <br/>TABLE 3.3 RESULT OF ANTI-BACTERIAL ACTIVITY OF <em>C. </em><br/><em>albidum </em>OIL ON TWO GRAM POSITIVE BACTERIA                 <br/>TABLE 3.4 RESULT OF ANTI-BACTERIAL ACTIVITY OF <em>C. </em><br/><em>albidum </em>OIL ON TWO GRAM NEGATIVE BACTERIA               <br/>TABLE 3.5 RESULT OF ANTI-FUNGAL ACTIVITY OF <em>C. albidum </em><br/>OIL ON TWO TEST FUNGI                                                          <br/>3.6    RESULT OF MINIMUM INHIBITORY CONCENTRATION <br/>(MIC) OF <em>C. albidum </em>OIL ON SIX TEST ORGANISM                </p> <p><strong>CHAPTER FOUR</strong><br/>4.0    DISCUSSION                                                                     <br/>4.1    CONCLUSION                                                                   </p> <div> <ol><li>RECOMMENDATION                                                           </li> </ol></div> <p>REFERENCES                                                                                <br/>APPENDIX I                                                                                    </p> <p><strong>ABSTRACT</strong><br/><em>Crysophylum albidum </em>oil was extracted from its seed. The percentage yield was 2.56%. The characterization of the oil showed showed that the refractive index is 1.487, peroxide value is 45.4mg/kg, iodine value is 50.76g, saponification value is 105.188, free fatty acids 47.46 and acid value is 94.92. The Punched Ager Diffusion Method was used to assay for the antimicrobial and anti fungal properties of the oil in the test isolate. The antimicrobial and anti fungal activity showed some inhibitory effects against test organisms; <em>Staphylococcus aureus, E. coli, B. subfilis, C. albican and A. flavons, </em>but non for <em>S. pyogens. </em>The minimum inhibitory concentration of these test organisms are as follows; <em>Staphylococcus aureus </em>0.16, <em>E. coli </em>0.06<em>, B. subfilis </em>0.14, <em>C. albican </em>2.50 <em>and A. flavons  </em>0.40.<br/>The pharmacological screening confirmed the medical value of this plant oil and it established a good support for the sample in herbal medicine and as a base for the development of new drugs and phytomedicine.</p>\n\nEXTRACTION, CHARACTERIZATION AND ANTI MICROBIAL SCREENING OF WHITE STAR APPLE (CRYSOPHYLLUM ALBIDUM) SEED OIL<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION, CHARACTERIZATION AND ANTI MICROBIAL SCREENING OF WHITE STAR APPLE (CRYSOPHYLLUM ALBIDUM) SEED OIL", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>1.0  INTRODUCTION AND LITERATURE REVIEW</strong><br/>Phosphorus is usually present in natural water as phosphate and is an essential element of life, phosphate can come from fertilizers, human or animal wastes, soaps or detergents and industrial waste.[1] When too much phosphorus becomes available, plant grows rapidly.[1] Phosphate that enter a stream may cause algae to multiply and grow quickly, this may result in an algae bloom. Algae bloom are thick layers of green slime that cover the surface of ponds or slow moving stream, algae bloom are harmful to most aquatic organisms.[1] They cause a decrease in the dissolved oxygen level of the water, by  preventing waves and surface of the water from coming into contact with the air which provides the main source of oxygen for the water.[2] Their dark colour absorbs more heat energy from sunlight causing the water temperature to rise.[2] Plants which grow fast, die fast and sink to the bottom, of the water body; are decomposed by bacteria increasing the biological oxygen demand (BOD). All these factors combined to cause oxygen level in the water to decrease rapidly. This can result in fish kill and the death of many aquatic organism.[2]</p> <p><strong>AIMS OF STUDY</strong><br/>Ihiala local government and Uli town could be said to be a lowland area and a non-industrialized area, but the establishment of the Anambra State University has brought about rapid development as well as population explosion<br/>As a result, it has been suspected that there are certain activities that may bring pollution in the source  of water in Ihiala and Uli town e.g. phosphate pollution. However, it becomes imperative and important to assess these major sources of water pollution by phosphate (Atamiri river) in anambra State and to know the level of their pollution either they are good for the domestic purpose or not, and how they could be subjected to the treatment so as to avert the various adverse health implications.<br/>It is very important to analyse solvent water because it contain a large number of phosphate or pollutant which are necessary to be checked before the water is used for any sperciic purpose.<br/><strong>WATER</strong><br/>Water is a major chemical component of the earths surface. It is the only liquid that most organism ever encounter.<br/>We alternately take it for granted because of its ubiquity and blend nature or marvel at its unusual and fascinating properties. At the centre of this fascination is the role of water as the medium of life (Garret and Gresham and Gresham 1999) over 90% of the weight of any cell is composed of water and all the metabolic processes or reactions associated are based on it (Nester <em>et. al.,</em> 1998) over 90% of the weight of any cell is composed of water and all the metabolic processes or reaction associated are based on it (Nester <em>et. al., </em>1998).<br/>Water is containing hydrogen, oxygen with a variety of dissolved and suspended substance. Water must therefore be analysed and assessed to determine its physiological and technological acceptability for intended purposes</p> <p><strong>1.1  WATER POLLUTION</strong><br/><strong>       </strong>Water pollution is any chemical, physical or biological change in the quality of water that has a harmful effect on any living thing that drinks or uses it.[1] When humans drink polluted water, it often has serious effects on their health. Water pollution can also make water unsuitable for the desired use.[1]<br/><strong>       </strong>Phosphates are major source of pollution in lakes, stream and high phosphate level support over-production of algae and water weeds.[2] However many of us have misconception regarding source of polluting phosphate and many home owners unknowingly contribute to the problem lawn and garden fertilizers often are implicated as the major source of phosphate pollution. However when phosphate are applied to soil, they quickly bind to soil particles. Soil bound phosphate contribute to pollution only when soil erosion occurs.[3]</p> <p><strong>1.2  SOURCES OF WATER POLLUTION</strong><br/><strong>       </strong>Water pollution is usually caused by human activities, different human sources add to the pollution of water. There are two major of sources.</p> <div> <ul><li>Point sources are sources that discharge pollutants at specific locations through pipeline or sewers into the surface water example factories, sewage treatment plants, underground mines, oil wells, oil tankers and agriculture.[5]</li> <li>Non point sources are sources that can not be traced to a single site of discharge example acid deposition from the air, traffic  pollutant that are spread through rivers and pollutant that enter the water through ground water. Non point pollution is hard to control because the perpetrators can not be traced.[5]</li> </ul></div> <p><strong>1.3  EFFECTs OF PHOSPHATE ON WATER</strong><br/><strong>       </strong>Phosphate plays an important role in cell activities. It has been shown that phosphate regulates water transport and glucose metabolism.[5] An increase in phosphate concentration is capable of causing a rise in oxidative metabolism in water body. Phosphate is an important ingredient in many soaps and detergent due to its powerful cleaning activities.[5]<br/>Phosphate emits a bad odour, it makes swimming difficult and more complicated water for drinking. <br/>Phosphate ion in water can definitely cause serious health problem in infant under 6 months of age when phosphate water is used to mix infant formula.[5] The excess phosphate can interfere with the ability of the protein (hemoglobin) to carry oxygen in babies' blood.[5] This can cause babies to suffocate even though their lungs are receiving sufficient oxygen.</p> <p><strong>USES OF PHOSPHATE</strong></p> <div> <ul><li>Use as NPK fertilizer</li> <li>Used as binder</li> <li>Used as indicator of pollution</li> <li>Used as bloom, etc</li> </ul></div> <p><strong>ALGAE BLOOM</strong></p> <div> <ul><li>Phosphate enter stream may cause algae to multiply and grow quickly. This may result in an algae bloom</li> <li>Algae bloom are thick layers of green slime that cover the surface of pond or slow moving stream.</li> <li>Algae bloom are harmful to most aquatic organism.</li> <li>They cause a decrease in the dissolved oxygen level of the water</li> <li>They prevent waves and the surface of the water from coming into contact with air which provides the main source of oxygen for the water.</li> <li>Total phosphate is used as an indicator of pollution from run-off in agricultural areas or domestic sewage.</li> </ul></div>\n\nASSESSMENT ON ANALYSIS OF WATER POLLUTION BY PHOSPHATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT ON ANALYSIS OF WATER POLLUTION BY PHOSPHATE", "id": 3}, {"content": "<div class=\"abstract\">\n<div><strong>TABLE OF CONTENTS</strong></div> <div>Title page ..............................................................................................i</div> <div>Certification page...................................................................................ii</div> <div>Dedication............................................................................................iii</div> <div>Acknowledgement.................................................................................iv</div> <div>Table of content....................................................................................vi</div> <div>Abstract................................................................................................x</div> <div><strong>CHAPTER ONE:</strong></div> <div>1.0        Introduction..................................................................................1</div> <div>1.1    Sources of Water ..........................................................................3</div> <div>1.2    Importance of Water.....................................................................6</div> <div>1.3    Water Pollution............................................................................10</div> <div>1.4    Water Quality ………………………………………………………………………….13</div> <div>1.5    Portable water …………………………………………………….....................15</div> <div>1.6    Objective of the work ………………………………………………………..……17</div> <div>1.7    Sampling………………………………………………………………………….……18</div> <div><strong>CHAPTER TWO:</strong></div> <div>Literature review .................................................................19</div> <div><strong>CHAPTER THREE</strong></div> <div><strong>MATERIALS AND METHOD</strong></div> <div>3.1            Sample Locations…………………………………………..…………………31</div> <div>3.2            Method of Analysis…………………………………………...………………34</div> <div>3.3            Physical Analysis………………………………………..………..…………..35</div> <div>3.3.1         Determination of Colour……………………………..………….…………35</div> <div>3.3.2         Odour…………………………………………………………………………….35</div> <div>3.3.3         Electrical Conductivity.…………………………………………………….35</div> <div>3.3.4         Determination of PH Value…………………………………………….…36</div> <div>3.4            Chemical Analysis……………………………………………………..…….36</div> <div>3.4.1         Determination of Total Solid…………………………………………..…36</div> <div>3.4.2         Determination of Dissolved Solid ………………………………………37</div> <div>3.4.3         Determination of Suspended Solid (S.S)…………………………….37</div> <div>3.4.4         Determination of Acidity………………………………………….………37</div> <div>3.4.5         Determination of Alkalinity………………………………….…………….38</div> <div>3.4.6         Determination of C.O.D…………………………………..……….……….38</div> <div>3.4.7         Determination of Dissolved Oxygen…………………………..…….…39</div> <div>3.4.8         Determination of Calcium ………………………………………..…….…39</div> <div>3.4.9         Determination of Magnesium……………………………….…..……….40</div> <div>3.4.10       Determination of Chloride…………………………………….…..………40</div> <div>3.4.11       Determination of Iron…………………………………………………….…40</div> <div>3.4.12       Determination of Zinc ………………………………………………………41</div> <div>3.4.13       Determination of Lead………………………………………………………41</div> <div>3.4.14       Determination of  Manganese………………………………….…….….42</div> <div>3.4.15       Determination of copper …………………………………………......….42</div> <div>3.4.16       Determination of Nitrate………………………………………………....42</div> <div>3.4.17       Determination of Phosphate..………………………………………..…43</div> <div><strong>CHAPTER FOUR</strong>      </div> <div><strong>RESULTS, DISCUSSION AND CONCLUSION</strong></div> <div> 4.0           Analytical Results …………………………………………….………………44</div> <div>4.1            Tables……………………………………………..………………………………44</div> <div>4.2            Discussions…………………………………………………………………..…49</div> <div>4.3            Conclusions………………………………………………………….…………54</div> <div>                References………………………………………………………………………55</div> <div>                Appendix One………………………………………………………………….60</div> <div>                Appendix Two……………………………………………………….…………64</div> <div><strong>ABSTRACT</strong></div> <div>Three types of sachet water samples and three types of borehole water samples all from Owerri Municipal, Imo State were collected and analyzed for physicochemical parameters. A total of twenty (21) parameters including Odour, Colour, pH, Conductivity, Acidity, Alkalinity, Total Solids, Dissolved Solids, Suspended Solids, Dissolved Oxygen (D.O), Chemical Oxygen Demand (C.O.D), Calcium, Copper, Iron, Manganese, Lead, Chloride, Nitrate, Zinc, Magnesium and sulphate were analyzed. The W.H.O recommended standards shows that all the samples are odourless and colourless. Borehole water is 7.1 in pH, while sachet water has a lower value of 6.5. Acidity in sachet water has a mean value of 50mg/l while borehole water has 54mg/l. Total solids of borehole water is higher with a mean value of 15.6mg/l, while sachet water has 5.7mg/l. Alkalinity is higher in borehole water with a mean value of 165, while sachet water has a lower value of 113. Dissolved oxygen in borehole water has a higher value of 1.19mg/l than sachet water with a value of 0.83mg/l. C.O.D is trace in all the samples. Suspended solids in borehole water is 1.02mg/l which is higher than sachet water which has 0.62mg/l. Calcium is higher in borehole water with a value of 3.1mg/l, while sachet water has 1.92mg/l. Copper content is higher in borehole with a value of 1.42mg/l in borehole water, while sachet water has 0.49mg/l. Chloride is higher in sachet water with a value of 64.1mg/l and lower in borehole water 56.2mg/l. Manganese and Lead values of borehole water are 0.54mg/l and 0.77mg/l respectively, which are higher than W.H.O standard, while  sachet water has values of 0.28mg/l and 1.01mg/l. Iron value of borehole water is 1.20mg/l, while sachet water is lower with a value of 1.12mg/l. Nitrate is 0.39mg/l in borehole water which is lower than sachet water which has 0.41mg/l. Borehole water is lower in Zinc with a value of 0.41mg/l while sachet water has a higher value of 0.44mg/l. Borehole water has a phosphate value of 5.21mg/l while sachet water has a lower value of 4.02mg/l. Magnesium is higher in borehole water with a value 1.47mg/l, while sachet water has 0.93mg/l. The parameters analyzed most generally conform to the W.H.O standards for drinking water.                    </div> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0      </strong><strong>INTRODUCTION</strong></div> <div>         Water is a universal solvent, which consist of hydrogen and oxygen atoms. Chemically, it could be defined as a chemical substance with two atoms of hydrogen and one atom of oxygen in each of its molecules; hence the molecular formula is H2O. It is formed by the direct reaction of hydrogen with oxygen;</div> <div>                  2H2 + O2                  2H2O</div> <div>         Water is colourless, odourless and tasteless liquid in its pure form. It is an inorganic substance that occurs in three states; liquid gaseous and solid states1. Water covers 71% of the earth surface. On earth , it is found mostly in oceans and other large water bodies with 1.6% of water below ground in aquifers and 0.001% in the air as vapour clouds (formed from the solid and liquid water particles suspended in air), and precipitation2.  Oceans hold 97% of surface water, glacier and polar ice cap 2.4% and other land surface water such as rivers, lakes and ponds 0.6%. A very small amount of the Earths water is contained within biological bodies and manufactured products. Water on earth moves continually through a cycle of evaporation, transpiration, precipitation and runoff, usually reaching the sea. Overland, evaporation and transpiration contributes to the precipitation. Clean and fresh drinking water is essential for human and other life forms. Access to safe drinking water has improved steadily and substantially over the last decades in almost every part of the world3, 4. There is a correlation between access to safe water and GDP, per capita5. However, some observers have estimated that by 2025 more than half of the world population will be facing water-based vulnerability6.</div> <div>          As water is heated from OOC, it contracts until 4oC is reached and then begins the expansion which is normally associated with increasing temperature. The viscosity of water decreases ten folds as the temperature is raised from OOC to 100 OC, and this also is associated with the decrease of ice like character in the water as the hydrogen bonds are disrupted by increasing thermal agitation. The electrical conductivity of water is at 1,000,000 times larger than that of most other non-metallic liquids at room temperature. The current in this case is carried by ions produced by the dissociation of water according to the reaction;</div> <div>        H2O                               H+  +    OH-</div> <div>           These products recombine completely to form water vapour, also undergoes most of the chemical reactions of liquid water and at very high concentration even shows some of the unusual solvents properties of liquid water. Above 3740C, water vapour may be compressed to any density without liquefying, and at a density as high as 0.4glcm3, it can dissolve appreciable quantities of salt7.</div> <div><strong>1.1 SOURCES OF WATER</strong></div> <div>       Water naturally exists in three main sources; rain water, ground water and surface water.</div> <div>       Rain water is naturally the purest source of water but as it gets down it absorbs compounds from the atmosphere. Its main components are chlorides, nitrates, sulphates, sodium, potassium and ammonia. The concentration can vary from 0.1 to 10uglml. The rain can be collected from roofs and prepared water sheds which could assist in polluting and making it one of the most unfit sources of water for drinking8.</div> <p>        Ground water are said to have emanated from the melting of meteoric water (rain, snow, and hailstone), into the ground, they have served as source of domestic water supply. It offers cheaper and purer supply.</p>\n\nCOMPARATIVE STUDY OF PHYSIOCHEMICAL ANALYSIS OF BOREHOLE WATER AND SACHET WATER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE STUDY OF PHYSIOCHEMICAL ANALYSIS OF BOREHOLE WATER AND SACHET WATER", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>EXTRACTION OFALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA).</strong></p> <p><strong>TABLE OF CONTENT</strong></p> <p>Certification -  -      -      -      -      -      -      -      -      i</p> <p>Dedication -    -      -      -      -      -      -      -      -      ii</p> <p>Acknowledgements -      -      -      -      -      -      -   iii-iv</p> <p>Table of content -   -      -      -      -      -      -      -  v-vii</p> <p>Abstract -       -      -      -      -      -      -      -      -      - -  viii</p> <p><strong>CHAPTER ONE</strong></p> <p>1.1      Introduction - -      -      -      -      -      -      -      1</p> <p>1.2      Occurrence -   -      -      -      -      -      -      -      1</p> <p>1.3      Plant Source - -      -      -      -      -      -      -      3</p> <p>1.4      Alkaloid Classification -   -      -      -      -      -      3</p> <p>1.5      Physiochemical Properties -    -      -      -      -      6</p> <p>1.6      Presence of Nitrogen in their molecule- -      -      7</p> <p>1.7      Presence of Monoacid as a Biosynthetic material - 7</p> <p>1.8      Alkalinity of Alkaloids -   -      -      -      -      -      8</p> <p>1.9      Solubility of Alkaloids -   -      -      -      -      -      10</p> <p>1.10  Kola Nut -       -      -      -      -      -      -      -      -      12</p> <p>1.11  Pharmacological effects of kola nuts -   -      -      14</p> <p>1.12  Chemical composition of kola Nuts -     -      -      15</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0  Literature Review - -      -      -      -      -      -      16</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0      Materials and Methods - -      -      -      -      -      24</p> <p>3.1  Materials -      -      -      -      -      -      -      -      24</p> <p>3.2  Reagents -      -      -      -      -      -      -      -      24</p> <p> </p> <div> <p>vi</p> </div><p>    </p> <p>3.3   Reagents preparation -  -      -      -      -      -      24</p> <p>3.4  Sample Collection</p> <p>3.5  Sample preparation -     -      -      -      -      -      26</p> <p>3.6  Extraction of Alkaloid -   -      -      -      -      -      27</p> <p>3.7  Qualitative test of Alkaloid -   -      -      -      -      28</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.0      Results and Discussion - -      -      -      -      -      29</p> <p>4.1  Results -  -      -      -      -      -      -      -      - -   29</p> <p>4.2  Discussion -    -      -      -      -      -      -      -      32</p> <p>4.3  conclusion -    -      -      -      -      -      -      -      35</p> <p>4.4  Recommendation for further study -     -      -      37</p> <p>References  -  -      -      -      -      -      -      -      38</p> <p>APPENDIX   -   -      -       -     -       -       -</p> <p>       </p> <div> <p>vii</p> </div><p>    </p> <p><strong>                             ABSTRACT</strong></p> <p>The   extraction of alkaloid from Gaxcina  kola (bitter Kola), Kola acuminated (Oji Igbo) and Kola Vera (Oji Hausa) were carried out using 10% enthanoic acid and 10% ethanol to separate the alkaloid from the residue. The alkaloid was extracted using 5% ammonium hydroxide. From the sample results obtained on alkaloid for the sample 9.16% oji Igbo, 6.20% oji Hausa and 8.20% Bitter kola. It was observed that the percentage of alkaloids was highest in Oji Igbo and the least for Oji Hausa. </p> <p><strong>                                 CHAPTER ONE</strong></p> <p><strong>1.1   INTRODUCTION</strong></p> <p>Alkaloids are a class of organic compounds that typically contain nitrogen and have complex ring structures. They occur naturally in seed bearing plants and are found in berries, bark, fruits, roots and leaves. That is, they are derived from plants. Often, they are bases that have some physiological effects.</p> <p>Many of the earliest isolated pure compounds with biological activity. This was due to the ease of isolation. The nitrogen generally makes the compound basic and the compound exists in the plant as a salt. This, alkaloids are often extracted with water or mild acid and then recovered as crystalline material by treatment with base. Prior to approximately 300 years ago malaria was the scourage of Europe, likely  having been introduced though the middle East. Malaria is caused by protozoa of the genus plasmodium, contained as spores in the gut of the anopheles mosquitoes, which then spread the spores to humans when they bites. As the Spanish and Portuguese explores began to colonize. South America they discovered a cure for Malaria known to the native Indians. This was the bark of the cinchona tress. The use of cinchona bark to treat Malaria was first reported in Europe in 1633, and the first bark reached Rome about 12 years later teas made from the bark cures people suffering from Malaria, one of the major scourges in Europe at the time and the bark became known as Jesuits bark. Because of the philosophical differences between protestants and catholic, many protestants refused to be treated with the bark. One of the most prominent protestants of the time, Olive</p> <p>Isolate originally from cinchona Succirubra, quinine is one of 31 alkaloids with related structure, and the principal ant malaria compound, in the plant. Alkaloids have been defined in various ways, but one definition come fairly close to actuality. An alkaloid is plant – derived compounds that is toxic or physiologically active, contain nitrogen in a heterocyclic ring, and is basic, has a complex structure, and is of limited distribution in the plant kingdom,. Malaria is still a major problem throughout the world, and although synthetic antimalaria drugs largely supplanted quinine as the treatment for malaria during world warII, quinine is often once again the drug of choice as strain of malarial have become resistant to the synthetic drugs. However, the search for other antimalaria drugs from natural sources has also continued.</p> <p>One of the most promising new drugs is qinghaosu, isolated from Artemisia annua.</p> <p>Among the most famous of the alkaloids are the slanaceae or tropane alkaloids. Plants containing these alkaloids have been used throughout recorded history as poisons, but many of the alkaloids do have valuable pharmaceutical properties. Atropine, the racimic form of hyoscyamine, comes from Atropa belladonna (deadly nightshade) and is used to dilate the pupils of the eye. Atropine is also a central Nervous system (CNS) stimulant and is used as a treatment for nerve gas poisoning. Scopolamine, another member of this class is used as treatment for motion sickness. Cocaine from Erythroxylum coca, is closely related in structure,  is also a CNS stimulant, and has been used as a topical anesthetic in ophthalmology. It is also drug abuse. Cocaine was found in very small amounts in the original coca – cola formula, but was not the main concern of the USDA at the time. Caffeine was considered to be the major problem with the, drink. Datura stramonium (Jimsonweed), a plant found in Virginia contains similar compounds.</p> <p>The ergot alkaloids come from a fungus, claviceps purpurea, which is a parasite on rye and wheat. The ergot alkaloids are responsible for ergotism, resulting in loss of limbs, or convulsive erogotism, resulting in hallucinations. In both cases, death usually follows and out breaks of ergotism caused 11,000 deaths in Russia as late as 1926. Today the problem is recognized and controlled. Some of the ergot alkaloids have been used to trial migraine headaches and sexual disorders in clinical applications. The most famous of these alkaloids is lysergic acid diethylamide, LSD, a powerful hallucinogen that is a synthetic derivative of the natural products. Similar alkaloids, particularly ergine, are also found in Mexican morning glories, such as iponeoa tricolore3.</p> <p>The morphine alkaloids, derived from the opium poppy, papaver somniferum, are powerful pain relievers and narcotics. The narcotic activity of P. somniferum was  noted on Sumerian tablets in 3500 B.C. Making  it one of the oldest drugs known. Opium is the dried latex of the seed head of p.somniferum and has been used as an analgesic (eliminates or  relieves pain) and narcotic (induces sleep or drowsiness) in preparation such as laudanum and paregoric. Morphine is the principal alkaloid and was first isolated between 1803 and 1806. it was widely used for pain relied beginning in the 1830’s but was also recognized as being addictive. In an attempt to make morphine less addictive, Bayer chemist acetylated the hydroxyl groups to produce diacetylmorphine. This was marketed as a non- addictive pain reliever under the trade name heroin for about two years in the early 1900’s, until it was recognized to be more addictive than morphine have been developed and found use as opiate antagonist or as animal tranquilizers3.</p> <p>Vincristine, one of the most potent antileukemic drugs in use today, was isolated in a search for diabetes treatment from vinca rosea (now Catharanthus roseus) in the 1950’s along with vinblastine, a homologue in which the N- methyl group is oxidized to an aldehyde moiety. This is such a complex structure that is still isolated from the plant (the Madagascan periwinkle) today rather than prepared by synthesis.</p> <p>Vincristine (leurocristine, VCR) is most effective in treating childhood leukemia’s and non – Hodgkin’s lymphomas, while vinvlasbtine (vincaleukoblastine, VLB) is used to treat Hodgkin’s disease4.</p> <p>Thin layer Chromatography (TLC) techniques are frequently used for evaluating medicinal plant materials and their preparations (world health organisation 1998). The ascending technique was used.</p> <p><strong>1.2             OCCURRENCE</strong></p> <p>Alkaloids are found in every habitat in which vascular plants grow. They are not widely distributed in the vegetable kingdom. They are derived mainly from the angiosperms, the seed bearing or flowering plants. They occur mainly in the dicotyledons (two seed leaves). They are rarely found in non-seed bearing plants. Generally, they occur in plant tissues at points of intense cell activity (leaves, roots, barks and seeds) and they are generally found in living cells rather than in dead tissues.</p> <p>Alkaloids may be found in solution in cell sap, and especially in the parenchymatous tissues in the other bark and may be stored in the solid state usually in the form of salts. Alkaloids from plants of closely related family are similar in structure and are not localized, but appear to be characteristics of the organs.</p> <p>However, not all organs of any one species must have alkaloids. For example, the seed of tobacco does not contain alkaloids. The periods of maximum accumulation of  alkaloids appear only in early flowering stage. Some alkaloids are virtually absent in a young plant, but increase to insoluble amounts as the plant approaches maturity. As a rule alkaloids are not found free in plants, but are combined with some acids in form of salts. The acids most encountered are malic, citric, tannic, succinic, oxalic, sulphric, phosphoric and hydrochloric acid.</p> <p><strong>1.3   Plant source;</strong></p> <p>Alkaloids occur in many different species in numerous genera and families of vascular plants as well as in certain species of fungi. It has been estimated that some fifteen percent or more of all vascular plants contain alkaloids. A number of amines produced by animals possess physical and chemical properties rather similar to those of alkaloids. By traditions and conventions, these animals amines are generally not considered as alkaloids. The occurrence of alkaloids in different plant organs and tissues and their relationship to aspects of the physiology of the plants are interesting part of alkaloids.</p> <p><strong>1.4   Alkaloid Classification</strong></p> <p>Alkaloids are usually classified by their common molecular heat, based on the metabolic pathway used to construct the molecule. When not much was known about the biosynthesis of alkaloids, they were grouped under the names of known compounds, even some non – nitrogenous ones (since those molecular structures appear in the finished product, the opium alkaloids are sometimes called phenanthrenes, for example) or by the plant or animal they were isolated from. When more is learnt about a certain alkaloid, the grouping is changed to reflect the new knowledge, usually taking the name of a biologically important amine that stands out in the synthetic process.</p> <p>Pyridine group includes piperine, conine, trigonelline, arecaidine, guvacine, pilocarpine, cytosine, nicotine, sparteine, pelletierine.</p> <p>Pyrolidine group is made up of hygrine, cuscohygrine, nicotine.</p> <p>Tropane group: atropine, cocaine, ecgonine, scopolamine, catuabine.</p> <p>Quinoline group: quinine, guanidine, dihydroquinine,  strychinine, brucine, veratine, cevadine.</p> <p>Isoquinoline group: the opium alkaloids (morphine, codeine, thebaine, isopapa – dimethoxy – aniline, papaverine, narcotine, sanguinarrine, narceine, hydrstine berberine), emetine.</p> <p>Phenethylamine group: mescaline, ephedrine, dopamine, amphetamine.</p> <p>Indole group: Tryptamines: DMT, N – Methyltryptamine psilocybin, and serotonin. Ergolines, the ergot alkaloids. Ergine, ergitamine, lysergic acid etc).</p> <p>Beta – carbolines, haemine, harmaline, yolimbine, reserpine.</p> <p>Rauwolfia alkaloids; Reserpine.</p> <p>Purine group: Xanthines, Caffeine, the theobromine, theophylline.</p> <p>Terpenoid group: Aconite alkaloids, aconitine, steroids, solanine, samandaris (quaternary) ammonium compound  muscarine, choline, neurine. Vinca alkaloids: vinblastine, vincristine, they are antineoplastic and bind free tublin dimmers thereby distrupting balance between microdubule polymerization and delpolmerization resulting in arrest of cells in metaphase.</p> <p><strong>1.5   physiochemical properties</strong></p> <p>Alkaloids are colourless, crystalline, non – violatile solids that are insoluble in water but soluble in organic solvents such as ether, chloroform e.t.c. They have the molecular weights ranging from 100 to 900.</p> <p>Some alkaloids contain oxygen atoms while the others do not.</p> <p>Those without oxygen atoms in the structure are usually liquid at ordinary temperature (e.g) nicotine, sparteine and coniine)</p> <p>Those with oxygen atoms are crystalline (e.g berberine yellow). Most are optically active (usually leavorotatory) but not those from the group.</p> <p><strong>1.6   Presence of Nitrogen in their molecule</strong></p> <p>Alkaloids contain one or more nitrogen atoms in their molecules. A large number of alkaloids contain at least one nitrogen atoms in a heterocyclic ring. But in a number of alkaloidal amines (e.g. ephedrine, mescaline, colchineds) which are generally considered as alkaloids, the nitrogen atom in the molecule is not in the ring.</p> <p><strong>1.7   Presence Amino acid as a Biosynthetic materials;</strong></p> <p>Certain alpha amino acids have been experimentally shown to serve as precursor in the nitrogen containing portion of the alkaloid molecules but in some cases also with respect to the non-nitrogenous portion as well. Among the amino acids which have been either experimentally established or postulated on the basis of theoretical chemical considered as common ones are;</p> <p>phenylnine, tyrosine, lysine, omthine, histidine, tryptophan and anthracilic acid.  However, some alkaloids are, in their biogenesis, more directly derived from isoprene or other precursor compounds of carbohydrate metabolism.</p> <p><strong>1.8               Alkalinity of Alkaloids</strong></p> <p>Alkaloids are basic (alkaline) in reaction, due to the presence of nitrogen atom in their molecule.The term alkaloids mean alkali like. Therefore they form salts with various acids. Most of the alkaloid bases are crystalline solids, a few are liquid (eg nicotine, pilocarpine). The alkaloid salts are crystalline and the microscopic examination of their crystalline structure serves as an aid to their identification.The alkaloid salts in solution release the free alkaloid bases when the solution is made alkaline, most commonly with ammonia, sodium carbonate or calcium hydroxide. All alkaloids do not have the same degree of alkalinity. Apart from the influence exerted on the electronic disposition of the nitrogen atom in the molecule by side chains and various substitution, one important factor contributing to the different degree of alkalinity among alkaloids is whether a given alkaloid contains primary, secondary, tertiary or quaternary nitrogen atom or atoms. Such differences in the degree of alkalinity arise from the various structural characters and one reflected in the different alkaline values for the different alkaloids. The weaker bases (those with low alkaline value) would require a more acidic medium to form salts with the acid than would the strongly basic alkaloids, having higher alkaline value.</p> <p><strong>1.9             Solubility of Alkaloids</strong></p> <p>Most alkaloid bases are practically water – insoluble. They are fairly soluble in a  number of organic solvents such as Chloroform, Ether and lower alcohols. There are of course, exceptions. For instance, Morphine and Colchicines are practically insoluble in ether. Also many alkaloids which contain phenolic hydroxyl group in their molecules are soluble in aqueous solutions of caustic alkali.</p> <p>On the other hand, the alkaloid salts are generally soluble in water and in alcohol, and mostly nearly insoluble in the immiscible organic solvents.</p> <p>A few alkaloid bases are rather soluble in water, but there are exceptions. Some examples of water – soluble alkaloids are:</p> <p>Ephedine, Colchicines, Ergonovine and the Clavinet – type of ergot alkaloid. It should be noted however that</p>\n\nEXTRACTION OF ALKALOIDS FROM THREE NIGERIANS PLANTS, KOLA ACCUMINA (OJI IGBO), KOLA VERA (OJI HAUSA) AND GAXCINA KOLA (BITTER KOLA)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION OF ALKALOIDS FROM THREE NIGERIANS PLANTS, KOLA ACCUMINA (OJI IGBO), KOLA VERA (OJI HAUSA) AND GAXCINA KOLA (BITTER KOLA)", "id": 5}, {"content": "<div class=\"abstract\">\n<div> <p>CHAPTER ONE<br/>1.0 INTRODUCTION<br/>1.1 Background of the study<br/>Biomass, particularly agricultural residues seem to be one of the most promising energy resources for developing countries (Patomsok, 2008). Rural households and minority of urban dwellers depend solely on fuel woods (charcoal, firewood and sawdust) as their primary sources of energy for the past decades (Onuegbu, 2010). Of all the available energy resources in Nigeria, coal and coal derivatives such as smokeless coal briquettes, bio-coal briquettes, and biomass briquettes have been shown to have the highest potential for use as suitable alternative to coal/ fuel wood in industrial boiler and brick kiln for thermal application and domestic purposes. Global warming has become an international concern. Global warming is caused by green house gasses which carbon dioxide is among the major contributors. It was shown that increased emissions of CO2 have been drastically reduced owing to the fact that the rate of deforestation is higher than the afforestation effort in the country.<br/>The use of fuel wood for cooking has health implications especially on women and children who are disproportionately exposed to the smoke apart from environmental effects. Women in rural areas frequently with young children carried on their back or staying around them, spend one to six hours each day cooking with fuel wood. In some areas, the exposure is even higher especially when the cooking is done in an unventilated place or where fuel wood is used for heating of rooms. Generally, biomass smoke contains a large number of pollutants<br/>2<br/>which at varying concentrations pose substantial risk to human health. Among hundreds of the pollutants and irritants are particulate matters, 1, 2-butadiene and benzene (Schirnding and Bruce, 2002). Studies showed that indoor air pollution levels from combustion of bio fuels in Africa are extremely high, and it is often many times above the standard set by US Environment Protection Agency (US-EPA) for ambient level of these pollutants (USEPA, 1997). Exposure to biomass smoke increases the risk of range of common diseases both in children and in adult. The smoke causes acute lower respiratory infection (ALRI) particularly pneumonia in children (Smith and Samet, 2000; Ezzati and Kammen, 2001).<br/>Agro waste is the most promising energy resource for developing countries like ours. The decreasing availability of fuel woods has necessitated that efforts be made towards efficient utilization of agricultural wastes. These wastes have acquired considerably importance as fuels for many purposes, for instance, domestic cooking and industrial heating. Some of these agricultural wastes for example, coconut shell, wood pulp and wood waste can be utilized directly as fuels.<br/>Fortunately, researches have shown that a cleaner, affordable fuel source which is a substitute to fuel wood can be produced by blending biomass (agricultural residues and wastes) with coal. Nigeria has large coal deposit which has remained untapped since 1950’s, following the discovery of petroleum in the country. Also, millions of tones of agricultural wastes are generated in Nigeria annually. But it is unfortunate that farmers still practice “slash-and-burn” agriculture.<br/>These agricultural wastes they encounter during clearing of land for farming or during processing of agricultural produce are usually burnt off. By this practice,<br/>3<br/>not only that the useful raw materials are wasted, it further pollutes the environment and reduces soil fertility.<br/>On the other hand, the majority of the huge materials are not suitable to be used directly as fuel without undergoing some processes. This is probably as a result of inappropriate density and high moisture contents and these factors may cause problems in transportation, handling and storage. Most of these wastes are left to decompose or when they are burnt, there would be environmental pollution and degradation (Jekayinfa, and Omisakin, 2005). Researchers have shown that lots of potential energies are abounding in these residues (Fapetu, 2000). Hence, there is a need to convert these wastes into forms that can alleviate the problems they pose when use directly. An assessment of the potential availability of selected residues from maize, cassava, millet, plantain, groundnuts, sorghum, oil palm, palm kernel, and cowpeas for possible conversion to renewable energy in Nigeria has been made (Jekayinfa and Scholz, 2009).<br/>However, these health hazard faced by people from the use of fuel wood, along with the agricultural wastes management and reduction of pressure mounted on the forest can be mitigated if Nigeria will switch over to production and utilization of bio-coal briquette; a cleaner, and environmental friendly fuel wood substitute made from agricultural wastes and coal. Moreover, this will offer a good potential for utilization of a large coal reserve in Nigeria for economic diversification and employment generation through bio-coal briquette.<br/>In countries like Japan, China and India, it was observed that agricultural waste (agro residues) can also be briquetted and used as substitute for wood fuel. Every year, millions of tonnes of agricultural waste are generated. These are either not used or burnt inefficiently in their loose form causing air pollution to the<br/>4<br/>environment. The major residues are rice husk, corn cob, coconut shell, jute stick, groundnut shell, cotton stalk, etc. These wastes provide energy by converting into high-density fuel briquettes. These briquettes are very cheap, even cheaper than coal briquettes. Adoption of briquette technology will not only create a safe and hygienic way of disposing the waste, but turn into a cash rich venture by converting waste into energy and also contributing towards a better environment.<br/>Coal can be blended with a small quantity of these agricultural waste (agro residues) to produce briquettes (bio-coal briquettes) which ignites fast, burn efficiently, producing little or no smoke and are cheaper than coal briquettes.</p> </div>\n\nTHE STUDY OF PROPERTIES OF BRIQUETTE PRODUCED FROM GROUNDNUT SHELL COAL BLEND<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE STUDY OF PROPERTIES OF BRIQUETTE PRODUCED FROM GROUNDNUT SHELL COAL BLEND", "id": 6}, {"content": "<div class=\"abstract\">\n<p>C<strong>HAPTER ONE</strong></p> <p>1.0<strong>    INTRODUCTION</strong><br/>The use of the leaves, stem and bark of the plants for medicinal purposes is an age long practice. Also in the modern times, and among civilized people, the medicinal use of herbs and shrubs in the treatment of so many diseases both physiological and otherwise is an important breakthrough in pharmocognacy. Mistle toe is a flowering plant which lives on and obtains its nutrition from other plants by parasitizing on its host. <br/>Mistle toegrows as a partial parasite on a variety of trees, such as apples, oranges, breadfruits across Northern Europe, Asia and Africa. Mistle toe falls under the category of Medicinal plants. Mostly found in tropical and subtropical areas which has proved to contain phytochemicals and other constituents.[1]<br/>The Mistle toe white berries are potentially poisonous and toxic ad should be avoided. It has been discovered that it is capable of treating cancer, lowering of blood pressure, internal bleeding, convulsion s and so on. Despite the wide use of Mistle toe plant of medicine, the use of mistle toe cannot be routinely recommended. In that case, it should be used under the supervision of a licensed health care professional because it has its indications and side effects.<br/>The efficiency of this plant in the treatment of various diseases necessitated the present work in order to identify the natural product present in the leaf of the plant.</p>\n\nANTIMICROBIAL ANALYSIS AND PHYTOCHEMICAL OF MISTLETOE LEAVES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ANTIMICROBIAL ANALYSIS AND PHYTOCHEMICAL OF MISTLETOE LEAVES", "id": 7}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <div><strong>INTRODUCTION</strong></div> <p>Aloe vera (<em>Aloe barbadensis miller) </em> is a perennial plant of <br/>Liliacea with turgid green leaves joined at the stem in a rosette pattern, Aloe vera leaves are formed by thick epidermis (skin) covered curticle surrounding the mesophyll, which can be differentiated into chlorenchyma cells and thinner walled cells forming the parenchyma cells (filet). The parenchyma cells contain a transparent mucilaginous jelly which is referred to as aloe Vera gel. Potential use of aloe vera products often involves some type of processing example heating, dehydrating and grinding processing may cause irreversible modification to the polysaccharides affecting their original structure which may promote important changes in the proposed physiological and pharmaceutical properties of these constituents.<br/>However, aloe vera jel juice was not very popular due to their laxative effect and majority of them contained absolutely no active  muscilaginous polysaccharides or acemannan. Colour changes have little relation to the therapeutic effectiveness of the stabilized gel and it is totally unacceptable in some products. An efficient processing technique was used to improve product quality, to preserve and maintain almost all of the bioactive chemical entities naturally present in the Aloe Vera leave during processing. The production process of aloe vera leaves involves crushing, grinding or pressing of the entire leaf of the aloe vera plant to produce an aloe vera gel juice followed by various steps of filtration and stabilization of the gel. The resulting solution is then incorporated in or mixed with other solution or agents to produce a pharmaceutical, costmetic or food product.<br/>1.1    <strong>AIM OF STUDY</strong><br/>To extract Aloe vera gel from the plant and stabilize using sodum benzoate, citric acid and lime.</p> <div><strong>BACKGROUND OF STUDY</strong></div> <p>Aloe vera is a succulent plant of the lilly family native to the cape of good hope and growing wild in much of Africa and Madagascar. Commercial growers cultivate it in the Caribbean, the Mediterranean, Japan and the USA. It produces a ring of dagger shaped fleshy leaves that grow up from the base of plant. Each Aloe vera plant grow up to nearly 2kg in weight. It is from the leaf that the soothing aloe vera jel is extracted.<br/>The Aloe vera plant is drought resistant and grows mainly in subtropical desert like savanna. When the leaves are cut the plant can close off it’s cell to retain fluid. Aloe vera can grow to 20meters in height but usually grows only to about 1.5meters. each plant has about 15leaves and blooms intermittently. It produces erect spikes of drooping yellow, orange or red tubular flowers on the woody stem<br/>Russian research has shown benefits to condition other than those for which aloe vera is most well known. These include improvements in bone tuberculosis and broken bones, inflammatory gynecological conditions, paralysis caused by polio, ear, nose and throat conditions and bronchial asthma. They have also been found that aloe vera can help slow aging process[1].<br/>Both Russia and the United States have carried out extensive research into the use of aloe vera for all types of burns[2]. They found that compounds within aloe vera can help the burn heal and can also have a  cleansing and antibacterial effect[3]. The United States have developed a cream containing 70% aloe Vera juice extract that prevents partially damaged tissues from dying and allows new skin cells to close off the area, thereby promoting healthy new skin beneath the scrab rather than scar tissue.[4]<br/>Research has also been carried out into whether Aloe vera can play a role in the treatment of cancer. Aloe vera appears to cause the release of tumor necrosis factor alpha that blocks the blood supply to cancerous growths[5]. A study in Japan showed that drinking Aloe vera juice regularly may be effective in preventing the onset of lung cancer in smokers[1]. The first recorded evidence of the healing properties of the Aloe vera are fond on ancient Egyptian texts dating from around 1500BC. The Egyptians referred to Aloe vera as the plant of immortality. Arab traders were probably responsible for the spread of Aloe vera into Persia, India and the far East.<br/>In the first century AD, the Greek physician Dioscorrides wrote in his Material Medica that Aloe vera extract could be used to treat wounds, stomach complaints, constipation, hemorrhoids, headaches, all mouth problems, hair loss, insect bites, kidney ailments and skin irritation.[6] In Africa, aloe vera was used for stomach aches and to prevent infection from insect bites.[6] Chinese used Aloe vera for treating eczema during the sung dynasty. [8] In I India during the forth century BC, people believed that Aloe Vera grew in the garden of Eden, they called it “the silent healer” and used it to heal skin conditions and inflammation. In the early Christian era, Aloe vera could be found in all advanced medicinal texts[9].<br/>Eventually, Aloe vera was introduced into the Americans. In Mexico, the juice was used to treat skin complaints and wounds. Aloe vera was sold in the street market of Latin America as an aphrodisiac. Jesuit Preists were encouraged to take Aloe vera with them when going to the new world to spread the bible. As the popularity of aloe vera increased during the 18th century, so trade wars occurred between the British, Spanish and Dutch to establish Aloe in the new world. During the late 18th and early 19th centuries, many wealthy collectors of exotic plants added aloe vera to their collections and many discoveries about its properties were made during this period.[10]<br/>By late 19th century, synthetic laboratory drugs were taking procedence over botanical compounds. There was a naïve optimism that scientific advance would lead to even more effective drugs that would eventually “conquer” all diseases and herbal remedies such as Aloe vera fell from favour. Although research was carried out by the united state into the burn healing properties of Aloe vera during the 1930s to find a cure for radiation burns. It was only in the 1960s that improved techniques allowed proper stabilization of the aloe vera. Stabilization of the Aloe vera gel juice allowed it to be stored for a long period and therefore commercial production became viable. Public interest was rekindled.[11]<br/>Previous methods of extraction concentrate only on the Aloe vera gel found in the middle of the leaf. The whole leaf processing was not used because it was difficult to prevent contamination with Aloe latex. Aloe latex is a yellow extract from the inner leaf of the plant that acts as a laxative and can cause severe cramps and diarrhoeas. The very latest processing methods now allow the whole aloe vera to be processed without the latex contamination. This is a hugely important step forward as the juice/gel can now contain the healing power of all parts of the plant rather than just the inner gel. The polysaccharide count in whole leaf juice can reach much higher values using these latest processing methods. [12]<br/>1.3    <strong>BIOLOGICAL ACTIVITY OF ALOE VERA</strong><br/>The controversy over the identity of the active substance(s) in aloe vera has not settled. Also various mechanisms have been proposed for the alleged healing properties of Aloe vera. Since no single definite active ingredient has been found. It is commonly suggested that there may be some synergitic action between the polysaccharides base and other components.[13]<br/>According to Mackee [14] vitamin D was the healing agent but row and parks [14] reported the absence of vitamin D. Morton [15] suggested a theory starting the seeming efficacy of aloe vera pulp may be attributed to its high water content i.e 96%+, providing a means of making water available for injured tissue without scaling it off from the air. This recovery would explain the instant soothing effect of Aloe vera gel has on burns but would not account for the long term effect of healing. The action of aloe vera is simply due to its moisturizing and emollient effects, hence its use in cosmetics.<br/>Various researchers reported that the effective component for wound healing may be tannic acids [16] and a type of polysaccharide [17]. other researchers have also reported anti-imflammatory effects of complex polysaccharides. It is logical that the mucilaginous gel of Aloe vera plant which is essentially a polysaccharide  holds secrete to Aloe vera’s medicinal properties. Many researchers such as Collins[18] Fine and Brown [19]and Crew [5] have attributed pain – relieving properties to aloe vera gel. It is virtually impossible to prevent contamination during commercial extraction of Aloe vera gel. It is believed that the intact leaves anthraquinones and their derivatives may diffuse into the gel from the bundle sheath cells, this possibly supports the conclusion of Row <em>et al.,</em>[21] who states that the healing agent is passed from the ring into gel on standing.<br/>The things that happen to make aloe product less desirable or cause it to become virtually non-beneficial were stem from the harvesting of the leaves processing and distribution of leaves. The fleshly removed leaves must go directly into production or must be appropriately refrigerated to prevent a loss of biological activity. Principally through the degradative decomposition of the gel matrix. The value of Aloe vera further diminishes if the processing procedures applies too much heat for too long a time. [22] Extended heating renders the product free from bacterial contamination but effectively destroys aloe’s mucopolysaccharide and consequently its efficacy.[2</p>\n\nEXTRACTION AND STABILIZATION OF ALOE VERA GEL FROM THE PLANT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION AND STABILIZATION OF ALOE VERA GEL FROM THE PLANT", "id": 8}, {"content": "<div class=\"abstract\">\n<p><strong>EXTRACTION OFALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA).</strong></p> <p><strong>TABLE OF CONTENT</strong></p> <p>Certification -  -      -      -      -      -      -      -      -      i</p> <p>Dedication -    -      -      -      -      -      -      -      -      ii</p> <p>Acknowledgements -      -      -      -      -      -      -   iii-iv</p> <p>Table of content -   -      -      -      -      -      -      -  v-vii</p> <p>Abstract -       -      -      -      -      -      -      -      -      - -  viii</p> <p><strong>CHAPTER ONE</strong></p> <p>1.1      Introduction - -      -      -      -      -      -      -      1</p> <p>1.2      Occurrence -   -      -      -      -      -      -      -      1</p> <p>1.3      Plant Source - -      -      -      -      -      -      -      3</p> <p>1.4      Alkaloid Classification -   -      -      -      -      -      3</p> <p>1.5      Physiochemical Properties -    -      -      -      -      6</p> <p>1.6      Presence of Nitrogen in their molecule- -      -      7</p> <p>1.7      Presence of Monoacid as a Biosynthetic material - 7</p> <p>1.8      Alkalinity of Alkaloids -   -      -      -      -      -      8</p> <p>1.9      Solubility of Alkaloids -   -      -      -      -      -      10</p> <p>1.10  Kola Nut -       -      -      -      -      -      -      -      -      12</p> <p>1.11  Pharmacological effects of kola nuts -   -      -      14</p> <p>1.12  Chemical composition of kola Nuts -     -      -      15</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0  Literature Review - -      -      -      -      -      -      16</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0      Materials and Methods - -      -      -      -      -      24</p> <p>3.1  Materials -      -      -      -      -      -      -      -      24</p> <p>3.2  Reagents -      -      -      -      -      -      -      -      24</p> <p> </p> <div> <p>vi</p> </div><p>    </p> <p>3.3   Reagents preparation -  -      -      -      -      -      24</p> <p>3.4  Sample Collection</p> <p>3.5  Sample preparation -     -      -      -      -      -      26</p> <p>3.6  Extraction of Alkaloid -   -      -      -      -      -      27</p> <p>3.7  Qualitative test of Alkaloid -   -      -      -      -      28</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.0      Results and Discussion - -      -      -      -      -      29</p> <p>4.1  Results -  -      -      -      -      -      -      -      - -   29</p> <p>4.2  Discussion -    -      -      -      -      -      -      -      32</p> <p>4.3  conclusion -    -      -      -      -      -      -      -      35</p> <p>4.4  Recommendation for further study -     -      -      37</p> <p>References  -  -      -      -      -      -      -      -      38</p> <p>APPENDIX   -   -      -       -     -       -       -</p> <p>       </p> <div> <p>vii</p> </div><p>    </p> <p><strong>                             ABSTRACT</strong></p> <p>The   extraction of alkaloid from Gaxcina  kola (bitter Kola), Kola acuminated (Oji Igbo) and Kola Vera (Oji Hausa) were carried out using 10% enthanoic acid and 10% ethanol to separate the alkaloid from the residue. The alkaloid was extracted using 5% ammonium hydroxide. From the sample results obtained on alkaloid for the sample 9.16% oji Igbo, 6.20% oji Hausa and 8.20% Bitter kola. It was observed that the percentage of alkaloids was highest in Oji Igbo and the least for Oji Hausa. </p> <p><strong>                                 CHAPTER ONE</strong></p> <p><strong>1.1   INTRODUCTION</strong></p> <p>Alkaloids are a class of organic compounds that typically contain nitrogen and have complex ring structures. They occur naturally in seed bearing plants and are found in berries, bark, fruits, roots and leaves. That is, they are derived from plants. Often, they are bases that have some physiological effects.</p> <p>Many of the earliest isolated pure compounds with biological activity. This was due to the ease of isolation. The nitrogen generally makes the compound basic and the compound exists in the plant as a salt. This, alkaloids are often extracted with water or mild acid and then recovered as crystalline material by treatment with base. Prior to approximately 300 years ago malaria was the scourage of Europe, likely  having been introduced though the middle East. Malaria is caused by protozoa of the genus plasmodium, contained as spores in the gut of the anopheles mosquitoes, which then spread the spores to humans when they bites. As the Spanish and Portuguese explores began to colonize. South America they discovered a cure for Malaria known to the native Indians. This was the bark of the cinchona tress. The use of cinchona bark to treat Malaria was first reported in Europe in 1633, and the first bark reached Rome about 12 years later teas made from the bark cures people suffering from Malaria, one of the major scourges in Europe at the time and the bark became known as Jesuits bark. Because of the philosophical differences between protestants and catholic, many protestants refused to be treated with the bark. One of the most prominent protestants of the time, Olive</p> <p>Isolate originally from cinchona Succirubra, quinine is one of 31 alkaloids with related structure, and the principal ant malaria compound, in the plant. Alkaloids have been defined in various ways, but one definition come fairly close to actuality. An alkaloid is plant – derived compounds that is toxic or physiologically active, contain nitrogen in a heterocyclic ring, and is basic, has a complex structure, and is of limited distribution in the plant kingdom,. Malaria is still a major problem throughout the world, and although synthetic antimalaria drugs largely supplanted quinine as the treatment for malaria during world warII, quinine is often once again the drug of choice as strain of malarial have become resistant to the synthetic drugs. However, the search for other antimalaria drugs from natural sources has also continued.</p> <p>One of the most promising new drugs is qinghaosu, isolated from Artemisia annua.</p> <p>Among the most famous of the alkaloids are the slanaceae or tropane alkaloids. Plants containing these alkaloids have been used throughout recorded history as poisons, but many of the alkaloids do have valuable pharmaceutical properties. Atropine, the racimic form of hyoscyamine, comes from Atropa belladonna (deadly nightshade) and is used to dilate the pupils of the eye. Atropine is also a central Nervous system (CNS) stimulant and is used as a treatment for nerve gas poisoning. Scopolamine, another member of this class is used as treatment for motion sickness. Cocaine from Erythroxylum coca, is closely related in structure,  is also a CNS stimulant, and has been used as a topical anesthetic in ophthalmology. It is also drug abuse. Cocaine was found in very small amounts in the original coca – cola formula, but was not the main concern of the USDA at the time. Caffeine was considered to be the major problem with the, drink. Datura stramonium (Jimsonweed), a plant found in Virginia contains similar compounds.</p> <p>The ergot alkaloids come from a fungus, claviceps purpurea, which is a parasite on rye and wheat. The ergot alkaloids are responsible for ergotism, resulting in loss of limbs, or convulsive erogotism, resulting in hallucinations. In both cases, death usually follows and out breaks of ergotism caused 11,000 deaths in Russia as late as 1926. Today the problem is recognized and controlled. Some of the ergot alkaloids have been used to trial migraine headaches and sexual disorders in clinical applications. The most famous of these alkaloids is lysergic acid diethylamide, LSD, a powerful hallucinogen that is a synthetic derivative of the natural products. Similar alkaloids, particularly ergine, are also found in Mexican morning glories, such as iponeoa tricolore3.</p> <p>The morphine alkaloids, derived from the opium poppy, papaver somniferum, are powerful pain relievers and narcotics. The narcotic activity of P. somniferum was  noted on Sumerian tablets in 3500 B.C. Making  it one of the oldest drugs known. Opium is the dried latex of the seed head of p.somniferum and has been used as an analgesic (eliminates or  relieves pain) and narcotic (induces sleep or drowsiness) in preparation such as laudanum and paregoric. Morphine is the principal alkaloid and was first isolated between 1803 and 1806. it was widely used for pain relied beginning in the 1830’s but was also recognized as being addictive. In an attempt to make morphine less addictive, Bayer chemist acetylated the hydroxyl groups to produce diacetylmorphine. This was marketed as a non- addictive pain reliever under the trade name heroin for about two years in the early 1900’s, until it was recognized to be more addictive than morphine have been developed and found use as opiate antagonist or as animal tranquilizers3.</p> <p>Vincristine, one of the most potent antileukemic drugs in use today, was isolated in a search for diabetes treatment from vinca rosea (now Catharanthus roseus) in the 1950’s along with vinblastine, a homologue in which the N- methyl group is oxidized to an aldehyde moiety. This is such a complex structure that is still isolated from the plant (the Madagascan periwinkle) today rather than prepared by synthesis.</p> <p>Vincristine (leurocristine, VCR) is most effective in treating childhood leukemia’s and non – Hodgkin’s lymphomas, while vinvlasbtine (vincaleukoblastine, VLB) is used to treat Hodgkin’s disease4.</p> <p>Thin layer Chromatography (TLC) techniques are frequently used for evaluating medicinal plant materials and their preparations (world health organisation 1998). The ascending technique was used.</p> <p><strong>1.2             OCCURRENCE</strong></p> <p>Alkaloids are found in every habitat in which vascular plants grow. They are not widely distributed in the vegetable kingdom. They are derived mainly from the angiosperms, the seed bearing or flowering plants. They occur mainly in the dicotyledons (two seed leaves). They are rarely found in non-seed bearing plants. Generally, they occur in plant tissues at points of intense cell activity (leaves, roots, barks and seeds) and they are generally found in living cells rather than in dead tissues.</p> <p>Alkaloids may be found in solution in cell sap, and especially in the parenchymatous tissues in the other bark and may be stored in the solid state usually in the form of salts. Alkaloids from plants of closely related family are similar in structure and are not localized, but appear to be characteristics of the organs.</p> <p>However, not all organs of any one species must have alkaloids. For example, the seed of tobacco does not contain alkaloids. The periods of maximum accumulation of  alkaloids appear only in early flowering stage. Some alkaloids are virtually absent in a young plant, but increase to insoluble amounts as the plant approaches maturity. As a rule alkaloids are not found free in plants, but are combined with some acids in form of salts. The acids most encountered are malic, citric, tannic, succinic, oxalic, sulphric, phosphoric and hydrochloric acid.</p> <p><strong>1.3   Plant source;</strong></p> <p>Alkaloids occur in many different species in numerous genera and families of vascular plants as well as in certain species of fungi. It has been estimated that some fifteen percent or more of all vascular plants contain alkaloids. A number of amines produced by animals possess physical and chemical properties rather similar to those of alkaloids. By traditions and conventions, these animals amines are generally not considered as alkaloids. The occurrence of alkaloids in different plant organs and tissues and their relationship to aspects of the physiology of the plants are interesting part of alkaloids.</p> <p><strong>1.4   Alkaloid Classification</strong></p> <p>Alkaloids are usually classified by their common molecular heat, based on the metabolic pathway used to construct the molecule. When not much was known about the biosynthesis of alkaloids, they were grouped under the names of known compounds, even some non – nitrogenous ones (since those molecular structures appear in the finished product, the opium alkaloids are sometimes called phenanthrenes, for example) or by the plant or animal they were isolated from. When more is learnt about a certain alkaloid, the grouping is changed to reflect the new knowledge, usually taking the name of a biologically important amine that stands out in the synthetic process.</p> <p>Pyridine group includes piperine, conine, trigonelline, arecaidine, guvacine, pilocarpine, cytosine, nicotine, sparteine, pelletierine.</p> <p>Pyrolidine group is made up of hygrine, cuscohygrine, nicotine.</p> <p>Tropane group: atropine, cocaine, ecgonine, scopolamine, catuabine.</p> <p>Quinoline group: quinine, guanidine, dihydroquinine,  strychinine, brucine, veratine, cevadine.</p> <p>Isoquinoline group: the opium alkaloids (morphine, codeine, thebaine, isopapa – dimethoxy – aniline, papaverine, narcotine, sanguinarrine, narceine, hydrstine berberine), emetine.</p> <p>Phenethylamine group: mescaline, ephedrine, dopamine, amphetamine.</p> <p>Indole group: Tryptamines: DMT, N – Methyltryptamine psilocybin, and serotonin. Ergolines, the ergot alkaloids. Ergine, ergitamine, lysergic acid etc).</p> <p>Beta – carbolines, haemine, harmaline, yolimbine, reserpine.</p> <p>Rauwolfia alkaloids; Reserpine.</p> <p>Purine group: Xanthines, Caffeine, the theobromine, theophylline.</p> <p>Terpenoid group: Aconite alkaloids, aconitine, steroids, solanine, samandaris (quaternary) ammonium compound  muscarine, choline, neurine. Vinca alkaloids: vinblastine, vincristine, they are antineoplastic and bind free tublin dimmers thereby distrupting balance between microdubule polymerization and delpolmerization resulting in arrest of cells in metaphase.</p> <p><strong>1.5   physiochemical properties</strong></p> <p>Alkaloids are colourless, crystalline, non – violatile solids that are insoluble in water but soluble in organic solvents such as ether, chloroform e.t.c. They have the molecular weights ranging from 100 to 900.</p> <p>Some alkaloids contain oxygen atoms while the others do not.</p> <p>Those without oxygen atoms in the structure are usually liquid at ordinary temperature (e.g) nicotine, sparteine and coniine)</p> <p>Those with oxygen atoms are crystalline (e.g berberine yellow). Most are optically active (usually leavorotatory) but not those from the group.</p> <p><strong>1.6   Presence of Nitrogen in their molecule</strong></p> <p>Alkaloids contain one or more nitrogen atoms in their molecules. A large number of alkaloids contain at least one nitrogen atoms in a heterocyclic ring. But in a number of alkaloidal amines (e.g. ephedrine, mescaline, colchineds) which are generally considered as alkaloids, the nitrogen atom in the molecule is not in the ring.</p> <p><strong>1.7   Presence Amino acid as a Biosynthetic materials;</strong></p> <p>Certain alpha amino acids have been experimentally shown to serve as precursor in the nitrogen containing portion of the alkaloid molecules but in some cases also with respect to the non-nitrogenous portion as well. Among the amino acids which have been either experimentally established or postulated on the basis of theoretical chemical considered as common ones are;</p> <p>phenylnine, tyrosine, lysine, omthine, histidine, tryptophan and anthracilic acid.  However, some alkaloids are, in their biogenesis, more directly derived from isoprene or other precursor compounds of carbohydrate metabolism.</p> <p><strong>1.8               Alkalinity of Alkaloids</strong></p> <p>Alkaloids are basic (alkaline) in reaction, due to the presence of nitrogen atom in their molecule.The term alkaloids mean alkali like. Therefore they form salts with various acids. Most of the alkaloid bases are crystalline solids, a few are liquid (eg nicotine, pilocarpine). The alkaloid salts are crystalline and the microscopic examination of their crystalline structure serves as an aid to their identification.The alkaloid salts in solution release the free alkaloid bases when the solution is made alkaline, most commonly with ammonia, sodium carbonate or calcium hydroxide. All alkaloids do not have the same degree of alkalinity. Apart from the influence exerted on the electronic disposition of the nitrogen atom in the molecule by side chains and various substitution, one important factor contributing to the different degree of alkalinity among alkaloids is whether a given alkaloid contains primary, secondary, tertiary or quaternary nitrogen atom or atoms. Such differences in the degree of alkalinity arise from the various structural characters and one reflected in the different alkaline values for the different alkaloids. The weaker bases (those with low alkaline value) would require a more acidic medium to form salts with the acid than would the strongly basic alkaloids, having higher alkaline value.</p> <p><strong>1.9             Solubility of Alkaloids</strong></p> <p>Most alkaloid bases are practically water – insoluble. They are fairly soluble in a  number of organic solvents such as Chloroform, Ether and lower alcohols. There are of course, exceptions. For instance, Morphine and Colchicines are practically insoluble in ether. Also many alkaloids which contain phenolic hydroxyl group in their molecules are soluble in aqueous solutions of caustic alkali.</p> <p>On the other hand, the alkaloid salts are generally soluble in water and in alcohol, and mostly nearly insoluble in the immiscible organic solvents.</p> <p>A few alkaloid bases are rather soluble in water, but there are exceptions. Some examples of water – soluble alkaloids are:</p> <p>Ephedine, Colchicines, Ergonovine and the Clavinet – type of ergot alkaloid. It should be noted however that</p>\n\nEXTRACTION OF ALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION OF ALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA)", "id": 9}, {"content": "<div class=\"abstract\">\n<p>C<strong>HAPTER ONE</strong></p> <p><strong>1.0    INTRODUCTION</strong><br/>Origin:        Mango (<em>Mangifera indica) </em>(Opioro)is a native to Southern Asia especially Burma and Eastern India. It is a member of cashew family (<em>Anacardiacee) </em>on of the most important and widely cultivataed fruits of the tropic world.<br/>Mango is considered as a king in Indian delicacy. The roots and bark of mango <em>Mangifera indica (Anacardiceae) </em>are astringent , acrid, anti-inflamatory and constipating.<br/>The leaves and flowers are refrigerant, styptic vulnerable and constipating dried or dehydrated products of urine mango flesh in the form of peeled sliced or powder) is used as an acidulant or  a souring agent for curies.<br/>The tree is evergreen, often reaching 50 to 60 and attaining great age.<br/>Leaves are lanceolate, up to 12 inches long, the flowers small, pinkish and franggrant, are borne in large ferminal panicles. The fruits varies in seized and character, the smallest mangoes are no longer than plums while others may weigh 4 to 5 pds. Its form is oval, oval round, heart shape, kidney shape or long and slender. Some varieties are beautifully coloured with shades of red and yellow, while other are dull green.<br/>The single large seed is flattened, the flesh that surrounds. It is yellow to orange in colour, juicy sweet and of delicious spicy flavor, mangoes are a rich source of vitamin A, C and D, the uripe fruit is acidic, astringent and antislobutic, the ripe fruit is antislorbutic, diuretic laxative, anvigorating, flattening and astringent sum slices ot unripe.<br/>Fruit is very useful in scurvy. The fried skin of the unripe fruit is given with sugar in menorhagia the fruit juice increases sexual vigour and sexual strength. It cures impotency. The ripe fruit is often used as a sexual tonic.<br/><strong>ADAPTATION</strong><br/>Mango basically require a frost free climate. Flowers and small fruit can be killed if temperature drops below 400C even for a short period. Young tree may be seriously damaged.</p> <p><strong>GROWTH HABIT</strong><br/>Mango tree make handsome landscape specimen and shade trees. They are fast growing with sufficient heat.<br/><strong>SOIL</strong><br/>Mango will grow in almost any well drained soil whether sandy, loamy or clay heavy wet soil. A PH between 5 -7 and 7 – 5 is preferred. Mango needs a deep soil to accommodate their extensive root systems.<br/><strong>IRRIGATION</strong><br/>Irrigation should start when the weather warms.<br/><strong>CULTURE</strong><br/>The mango grows to a good size and casts a dense shade, but the roots are not destructive. It acquires full sun and perfect air drainage in winter.<br/>It does best at the top or middle  level of a slope if wind breaks should be provided in exposed area. The trees may also need staking in the desert.<br/>It needs the shade of other trees. Or plant on the North side of the house in the garden plant against a south wall or in an area surrounded by paying to provide maximum heat in the green house full light and free air movement are important to avoid disease.<br/><strong>FRUITS</strong><br/>The fruits grow at the end of long string like stem (the upper particle) with sometimes two or more fruits to a stem. The fruits are 2 to 9 inches long and may be kidney shape.<br/>The flower scar at the apex is predominantly in some cultivars plugging from the fruit.<br/>The leathery skin is waxy and smooth and when sap (ie) that is irritating to some people.<br/>The quantity of the fruit is passed on the scanty of fibre and animal turpentine taste.<br/>The flesh of mango is peach like and juice with more or less numerous fibres radiating from the hunk of the single large kidney shaped seed. Fibres are more pronounced in fruits growth with chemical fertilizers.<br/>The flavor is pleasant and rich high in acid and sugars. The seeds either have embryo producing one seeding or piovembronic producing several seeding that are identical but not always true to the same fruit.<br/>Some seedlings produce numerous tiny pathennocarpic fruit which fall to develop and abort mango trees tend to be alternate bearing.<br/>The mango fruit is a large, fleshy drupe containing edible medocarp of varying thickness. It is resinous and highly variable with respect to shape and size chlorophyll, carotenes, anthocyanins and xanthophylls are all present in the fruit, although chlorophyll disappears during ripening, where as authocyanins and carotenoids increase with maturity.<br/>Fruit colour at maturity is genotype – dependent. Fruit of Bombay green is greenish – yellow, dasheshari goa and Arumanis are yellow and Haden, Keih and Tommy Atkins have a striling red blush.</p> <p><strong>OBJECTIVE OF THIS RESEARCH</strong><br/>The aims and objectives of this research are:</p> <div> <ol><li>To screen the flower and stalk of <em>Mangifera indica</em> for the presence of phytochemicals of interest.</li> <li>To evaluate the anti-microbial eddiciency of the flower and stalt of <em>Mangifera indica.</em></li> </ol></div> <p><strong>1.1    LITERATURE REVIEW</strong><br/>A lot of researches have been done by various individuals on <em>Mangifera indica </em>, some of them are pointed out below:</p> <div> <ol><li>Adeyemi: investigated the pharmacological actions of cold aqueous extract of dried <em>Mangifera indica</em> seed. On cardiac tissues and his result proved that the extract can be used to replenish salt vitamins and energy after physical exercise.</li> <li>Experiment was carried out on the anti fungal activities of the <em>Mangifera indica</em> seed on cassia alata and it was that the extract of the <em>Mangifera indica</em> are thought too help stop bleeding.</li> <li>Akidale and Adeyemi investigated ethyl acetate extract of <em>Mangifera indica </em> using to strengthen the heart.</li> </ol></div> <p>The sedative anxiolytic muscle relaxant effect of ethyl acetate seed ectract of <em>Mangifera indica</em> was investigated by [4]</p> <div> <ol><li>The result showed that <em>Mangifera indica </em>support its neurosedative use in traditional African medicine.</li> <li>Lot and Onkukaeme experiment on the pharmacological evaluation of <em>Mangifera indica</em> extract succeded in revealing that <em>Mangifera indica</em> contained saponin, flavonoid, Tanin, alkaloid, phenol, etc.</li> </ol></div> <p><strong>1.2    GENERAL USES AND IMPORTANCE OF MANGIFERA INDICA</strong><br/><em>Mangifera indica </em>has been of very great local importance to the Africans. The invention of science and technology exposed man to its other useful importance.</p> <p>Most of the uses of <em>Mangifera indica</em> are dicused below.</p> <div> <ol><li>Mango are full packed with vitamins, minerals and anti-oxidant and contain like all the fruits very few proteins, fats and calories.</li> <li>They are perfect to replenish salts, vitamins and energy after physical exercise.</li> <li>It is mineral packed chemical free food that has amazing benefits for the health.</li> <li>Dietary fibre has a protective effect against degenerative disease, especially with regards to heart, may help prevent certain types of cancer as well as lowering blood cholesterol level.</li> <li>The mango milk cure is an ideal treatment to loss of energy and are also thought to help stop bleeding.</li> <li>Mango are used to strengthen the heart to benefit the brain</li> <li>Taking mango regularly makes the complex fair and the skin soft and shining.</li> <li>Feeding the power of dried kernel of mango seed with fresh water cures the habit of eating soil in kinds.</li> <li>Mango is used in Indian spices as a souring agent to provide the desired acidity in the various food recipes.[6]</li> </ol></div> <p><strong>1.3    MORPHLOGY OF MANGIFERA INDICA; THE TREE AND ITS FLOWERS</strong><br/>The mango tree  is believed to have evolved as a canopy layer specie in the tropical rain forest of south and southeast Asia.<br/>Mature specimens can attain a height of 30m and can survive far more than 100 yrs.<br/>The root system consist of a long, vigorous taproot and abundant surface feeder roots.<br/>The tree is an absorbent evergreen tree with simple alternate, oblong ovate to oblong land ceolate leaves that are spirally arranged and produced in flushers.<br/>Its flowers are borne on terminal pyramidal panicles, glabrous or pubescent the inflorescent is rigid and erect and is widely branched, usually densely flowered with hundreds of small flowers 5-10mm.<br/>The flowers are small monoecious and polygamous. Both male and perfect flowers are found within a single in florescent the pestil in male flowers.<br/>The ratio of male perfect is strongly influenced by environmental and cultural factors.<br/>The flowers have four to five petals that are oblong to avoid land ceolate and also thirty pubescent.<br/>The floral disc is four to five lobed, fleshy and large, and located above the bases of the petals.<br/>There are five large fleshy nectarines that form a five lobbed receptacle.<br/>Although there are four to five stamensiously one or two of them are fertile the remainder is sterile stamindes that are surrounded by a small gland.<br/>In addition, to three small filaments arise from the lobes of nectarines. It is believed that the flower are cross pollinated by fillies.</p>\n\nPRELIMINARY PHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF FLOWER AND STALK OF MANGIFERA INDICA (OPIORO MANGO)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRELIMINARY PHYTOCHEMICAL AND ANTIMICROBIAL SCREENING OF FLOWER AND STALK OF MANGIFERA INDICA (OPIORO MANGO)", "id": 10}, {"content": "<div class=\"abstract\">\n<b>PRODUCTION OF MOSQUITO REPELLENT USING ORANGE PEELS<br/>ABSTRACT</b><br/>Mosquito repellents are substances that can be used to repel mosquitoes which are a vector that transmits malaria. A typical example of a mosquito repellent is mosquito coil which drives away mosquito when it is ignited. The smoke that is emitted from burning a mosquito coil contains active ingredients used to prevent mosquito from biting particularly during the hour of sleep having been designed to burn for hours. These active ingredients have known to act as repellent agent which cause a distasteful environment for the mosquito and act as agents of immobilization which disturbs the food searching mechanism of the mosquito. Orange peels (Cestrum) contain oil known as Limonene oil which has a lethal effect on mosquitoes and some other insects. It can be used as active ingredient to produce mosquito coil, which when ignited, will repel mosquitoes within the limits of the smoke.<br/>TABLE OF CONTENTS<br/>CHAPTER  ONE<br/>1.0    Introduction <br/>1.1    Background of the study <br/>1.2    Statement of the problem <br/>1.3    Objective of the study <br/>1.4    Significance of the study <br/>1.5    Scope of the study <br/>1.6    Research question  <br/>CHAPTER TWO<br/>2.0    Literature Review <br/>2.1    Sources of vitamin c <br/>2.2    Functions of Ascorbic Acid <br/>2.3    Factors affecting ascorbic acid utilization <br/>2.4    Ascorbic acid determination <br/>CHAPTER THREE<br/>3.0    Materials and method <br/>3.1    Apparatus <br/>3.2    Preparation of  Reagents <br/>3.5    Procedure <br/>Reference  <br/>CHAPTER ONE<br/>1.0    INTRODUCTION<br/>1.1    BACKGROUND OF THE STUDY<br/>   INSECTICIDES (General Overview)<br/>Insecticide is a substance or a mixture of substances used for killing insects[1]. It is well known fact that many protozoal bacteria diseases are transmitted from man to man by insects. One may combat these diseases not only by means of prohylactic drugs but also by the destruction of the insects carriers.<br/>Insecticide is a chemical compound that is lethally toxic to insects either by ingestion or by body contact. It is applied to vegetation, crops and insect breeding areas either as liquid spray or as dry powder[2].<br/>They are used in agriculture, medicine, industry and household. The use of insecticides is believed to be one of the major factors behind the increase in agricultural productivity in 20th century.<br/>Nearly, all insecticides have the potential to significantly affect ecosystem, many are toxic to human and others are concentrated in food chains. It is necessary to balance agricultural needs with environmental and health issues when using insecticides. It is crucially important that all the rural derive in Nigeria are  educated on the need to eradicate insects especially mosquitoes that might breed  in their environment and transmit malaria to people living within the enclave. <br/> If insects becomes a problem despite the measures that must have been taken, Integrated Pest Management (IPM) seeks to control them using the safest possible methods targeting the approach to the particular pest. Years now, effort are geared towards controlling malaria infestation both in urban and rural areas a lot of measures are being take to reduce the number of death as a result of malaria. <br/>1.2    STATEMENT OF THE PROBLEM<br/>Recent studies showed that the smoke generated form burning mosquitoes coil is of certain health concerns. A person being exposed to the smoke coming from the coil may suffer severe headache, nausea and vomiting, the condition will be severe among asthmatic patients. The emission from one burning coil can be as high as that released from 51 burning cigarettes. This is because of the chemicals found in mosquito coils out of natural ingredients may remove these problems. <br/>1.3    OBJECTIVE OF THE STUDY<br/>    The purpose of this work is to produce mosquitoes repellent using orange peels (cestrum) wastes perse, which will save the cost of production and purchase, thereby increasing it’s availability especially in the rural areas.<br/>If the work is successful, production of mosquitoes repellents using orange peels will provide source of employment to our teaming youths.<br/>Also make mosquito repellent within the reach of everybody.<br/>Thereby reducing the number of death due to malaria caused by mosquito bite.  <br/>1.4    SIGNIFICANCE OF THE STUDY<br/>The importance of my project work is the producing of a mosquito coil that is not harmful to our health and killing mosquito that are vector carriers of malaria sickness and is environmental friendly. <br/>1.5    SCOPE OF THE STUDY<br/>Orange peels (cestrum) will be collected and used for the production of mosquito coil. The produced coil will be tested for effectiveness performance and cost analysis should also be carried out to know if mass production will be encouraged. <br/><br/>\n\nPRODUCTION OF MOSQUITOES REPELLANT INSECTICIDES (MOSQUITO COIL)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRODUCTION OF MOSQUITOES REPELLANT INSECTICIDES (MOSQUITO COIL)", "id": 11}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong><br/><strong>1.0    INTRODUCTION</strong><br/>Acid rain has become a phenomenon that draws a lot of attention. Even recently, there was a panic in the country and in the world at large as forcast was made of deadly dangers associated with acid rain. The prediction was that the initial or first would be acidic.<br/>The U.S department of energy estimates that since 1960, there have been more than four thousand (&gt;4000) oil spills, discharging several millions barrels of crude oil into the ponds, ditches, creeks, beaches, streams and rivers in Nigeria especially in the Niger Delta[1]. These have impacted negatively on the environment, economic life and health of the people[2].<br/>Onitsha as a case study is a commercial urban city with a very dense population, a lot of industries (including small scale, medium and large scale industries) and also a high use of gasoline generators in homes, offices, churches, schools and industries. Because of the unstable supply and the demanding nature of power (energy) in all establishments, the use of gasoline generators becomes inevitable which has led to extensive gas flare. The smoke that comes out of the gas flare does not just contain sooty grey particles but also many invisible gases that can be very harmful to our environment. These gases (especially nitrogen oxide and sulfur dioxide) react with the tiny droplets of water in clouds to form sulfuric and nitric acids. The rain from these clouds then falls as acid rain[3]. <br/>Natural process such as bacterial action on soils, forest fires and lightening can contribute significantly to the high value of this acid forming gas in the atmosphere e.g HCO3-. Actually, all rain tends to be acidic because of the equilibration of water with atmospheric carbon dioxide, yielding a pH of 5.6 – 6.5, then precipitated with a pH below 5.0 as a result of significant anthropogenic contribution of pollutants mainly sulfur dioxide and nitrogen oxide[4].</p> <p><strong>1.1    OBJECTIVES OF THE RESEARCH</strong><br/>In carrying out this research, we have in mind;</p> <div> <ul><li>To study the rainfall pattern in Onitsha from the first rain of the year and as the rain progresses. Three centers have been carefully selected (Awada, Omagba and Fegge) to represent a totality of the entire town.</li> <li>To analyze the concentration of the following physiochemical properties (parameters) of the rain samples collected. pH, electrical conductivity, SO42-, NO3-, PO43-, HCO3-, TSS (Total Suspended Solids) TDS (Total dissolved solids).</li> <li>To evaluate the obvious economic, environmental and agricultural effects of the rainfall pattern from the data or information gotten from the second objective.</li> </ul></div> <p><strong>1.2    LITERATURE REVIEW</strong><br/><strong>1.2.1 ORIGIN</strong><br/>Since the industrial revolution, emissions of sulfur dioxide and nitrogen oxides to the atmosphere have increased[5][6].<br/>In 1852, Robert Angus Smith was the first to show the relationship between acid rain and atmospheric pollution in Manchester, England [7]. Though acid rain was discovered in 1852, it was not until the late 1960s that scientists began widely observing and studying the phenomenon. The term “acid rain” was generated in 1972[8]. Canadian Harold Harvey was among the first to research a dead lake public awareness of the acid rain in the U.S which increased in the 1970s after the New York times promulgated reports from the Hubbard Brook Experimental forest in New Hampshire due to myriad deleterious environmental efforts demonstrated to result from it[9].<br/>Occasionally, pH reading in rain and fog water of well below 2.4 have been reported in industrialized areas [5]. Industrial acid rain and fog water of well below 2.4 have been reported in industrialized areas [5]. Industrial acid rain is a substantial problem in Europe, China [10], Russia and areas down-wind from them.<br/>These areas all burn sulfur containing coal to generate heat and electricity. The problem of acid rain not only has increased with population and industrial growth, but has become more widespread. The local pollution has contributed to the spread of acid rain by releasing gases into regional atmospheric circulations[12][13].<br/>Often depositions occurs in a considerable distance downwind of the emissions with mountainous regions tending to receive the greater deposition (simply because of their higher rainfall). An example of this is the low pH of rain compared to the local emission which falls in scandinavia[14].<br/><strong>1.2.2  RAIN FORMATION</strong><br/>Because the energy necessary for evaporation is supplied by sunlight, the largest sources of water vapour are tropical and semi <br/>tropical oceans. When warm, moist air rises in updrafts, it expands, cools and its relative humidity  increases. When the humidity is slightly in excess of 100%, the moisture condenses on slightly small aerosol particles called condensation nuclei. This forms fog and cloud not all clouds form rain but when it does, it is by one of these processes. The first one by Bergeron, Norwegian meteorologist, takes place by only in the part of the cloud that is below the freezing point of water. In such cloud, when a minute ice crystal forms, the crystal grows very rapidly. Because ice is the stable form of water below 00C (320F), it has a lower vapour pressure than the super-cooled droplets, moisture therefore evaporates from the super-cooled droplets and condenses on the fewer ice crystals. These crystal gradually increases in size, eventually becoming large enough to fall from clouds as snow. Much rain is produced when snow melts as it cascades from clouds into warmer air[15]. <br/>In the second process, collision and coalescence of many fine clouds droplets form raindrop. Collision of cloud droplets occurs as a result of their relative motion, which may rise because of Brownian movement or because some droplets are larger and fall faster than others. As they overtake and collide with small droplets, they coalescence with them, becoming even small droplets, they coalesce with them, becoming even larger and fall even yet faster by this process, they eventually grow to rain drop size. Chemists believe that some of the drops by this process get so large that they break up under aerodynamic forces into two or more somewhat smaller drops. These smaller drops in turn grow until they become unstable and break up, thus producing raindrops growth by chain reaction. There is evidence that in thunderstorm electrical forces may aid the rain forming process by accelerating collision and coalescence and droplets.<br/>Raindrops ranges in size from less than 0.008 inch to about 0.23 inch in diameter. Raindrops do not exceed 0.23inch in diameter because of surface tension which keeps them intact is insufficient to withstand the aerodynamic forces tending to pull them apart. The rate of fall of a raindrop is determined by the balance between its weight and its aerodynamic drag[15].<br/><strong>1.2.3 CAUSES OF ACID RAIN</strong><br/>The most important gas which leads to acidification is sulfur dioxide. Emission of nitrogen oxides which are oxidized to form nitric acids is of increasing importance due to controls on emissions of sulfur containing compounds. About 70tg(s) per year in the form of SO2 comes from fossil fuel combustion and intensity, 2.8Tg(s) from wild fires and 7-8Tg(s) per year from volcanoes [16].<br/><strong>1.2.3.1       NATURAL PHENOMENA</strong><br/>The principal natural phenomena that contribute acid producing gases to the atmosphere are emissions from volcanoes and those from biological processes that occurs on the land, in wetlands and in the oceans, The major biological source of sulfur containing compounds is dimethyl sulfide. Nitric acid in rainwater is an important source of fixed nitrogen from plant life and is produced by electrical activity in the atmosphere such as lightening. Acidity deposits have been detected in glacial ice thousands of years ago in remote part of the globe[12].<br/><strong>1.2.3.2       ANTHROPOGENIC ACTIVITIES</strong><br/>The principal cause of acid rain is sulfur and nitrogen compounds from human sources, electricity generation, factories and motor vehicles, coal power plants are other sources of the polluting components that constitute acid rain. The gases can be carried hundreds of kilometers in the atmosphere before they are converted to acids and deposited. In the past, factories had short funnels to let out smoke but this caused many problems locally. Thus factories now have taller smoke funnels. However, dispersal from these taller stacks causes pollutants to be carried farther causing widespread ecological damage. However, livestock production also plays a major role. It is responsible for ammonia produced through human activities which significantly contributes to acid rain.</p>\n\nTHE PHYSIOCHEMICAL PROPERTIES OF RAIN WATER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE PHYSIOCHEMICAL PROPERTIES OF RAIN WATER", "id": 12}, {"content": "<div class=\"abstract\">\n<p>A<strong>BSTRACT</strong></p> <p>        Rural development of any kind in any place can only be meaningfully achieved through a well – planned and executed complex interaction of many economic and non economic variables.</p> <p>        In the course of this study, the press here has faced with the obligation of bettering the lives of the rural communities through the packaging of information on how to do something which their in exposure hinders them from acquiring basic knowledge.</p> <p>        The major aim of this study is to highlight and examine problem and issue that need to be understood and tackled to achieve rural development or implore the quality of life for the rural dwellers, using the press.</p> <p>        It would also help to maintain the much needed regular two way communication between the poor or marginalized rural dwellers and the urban cities especially the government or those hold political power.</p> <p><strong>TABLE OF CONTENT</strong></p> <p><strong>CHAPTER ONE</strong></p> <p>Introduction                                                              </p> <p>1.1    Background of the study                                            </p> <p>1.2    Problem statement                                                     </p> <p>1.3    Objectives of study                                                    </p> <p>1.4    Significance of the study                                            </p> <p>1.5    Research question                                                     </p> <p>1.6    Definitions of terms                                                    </p> <p>1.7    Research hypothesis                                                  </p> <p>1.8    limitation of the study                                                 </p> <p><strong>CHAPTER TWO</strong></p> <p>Literature review                                                        </p> <p>2.1    Review literature                                                        </p> <p>2.2    Summary of literature                                                </p> <p><strong>CHAPTER THREE</strong></p> <p>3.1    Research method                                                              </p> <p>3.2    Research design                                                        </p> <p>3.3    Research sample                                                               </p> <p>3.4    Data collection                                                           </p> <p>3.5    Data analysis                                                            </p> <p><strong>CHAPTER FOUR</strong></p> <p>Data collection and analysis                                        </p> <p>4.1    Introductions to data collection                                    </p> <p>4.2    General characteristics                                                       </p> <p>4.3    Research questionnaire for the rural populace                       </p> <p>4.4    Research questionnaire for the media practitioners        </p> <p>4.5    Testing hypothesis                                                     </p> <p>4.6    Discussions                                                                       </p> <p>        <strong>CHAPTER FIVE</strong></p> <p>5.1    Summary conclusions                                                </p> <p>5.2    Recommendations and suggestion                                       </p> <p>References                                                                       </p> <p>Appendix                                                                          </p> <p>Questionnaires                                                                  </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>1.1    BACKGROUND OF THE STUDY</p> <p>        this study, the role of broadcasting in the rural development is however concerned with an attempt to examine how; rural development programmes can be effectively organized and implemented at the local government or grass root levels in any communities in Enugu State and Nigeria generally using Enugu state media as a case study.</p> <p>        However, an in-depth research reveals that within Enugu state media there is an intensive use of amplitude modulation and frequency modulation station of Enugu state broadcasting service to create awareness --------- numerable opportunities available to them. They still flourish in the previous delusion and dogmatic belief that cannot contemporaries in the urban setting.</p> <p>        The press here are faced with the obligation of battering the lives of rural communities through the packaging of information on how to do something which their in exposure hinders them from acquiring basic knowledge. Educating them through programmes, which can sharpen their intellect, providing job opportunities forever increasing population explosion in the rural set up and re orientation of our rural dwellers through sensitization enlightenment, mobilization, emancipation and motivation.</p> <p>        Rural development of any kind in any place can only be meaningfully achieved through a well – planned and executed complex interaction of many economic and non economic variables. The major role of press (Enugu state media) is usually to highlight and examine problem and issue that need to be understood and tackled to achieve rural development or improve the quality of life for the rural dwellers. The Enugu state media should also help to maintain the much needed regular two way communications between the poor or marginalized rural dwellers and the urban cities especially the government or those who hold political power.</p> <p>        It is no longer contestable that when media is properly approved, communication can work together with a nexus of other social variables to facilitate social charge that include rural development experts or practitioners in Africa, Asia, Latin America and other developing areas have long been engaged in the search for method approaches, device, techniques and of course strategies which help them to put communication to the fullest and most effectively use in achieving their various development objectives.</p> <p>        The crucial area that engaged the attention of these experts in the area of preparing the necessary and tantamount information, education and communication materials that can be usually utilized for the effective application of communication in rural development.</p> <p>        Enugu state media’s news, features and so on have so long be recognized as efficacious packages for rural development especially when they are well prepared and the press writers should know how to prepare them. The press should focus more specially on how we can better develop and use rural (RADIO) for development and for the mobilization of the much neglected and discard rural dwellers in the primitive and interior part of Enugu state.</p> <p>        We are convince that it will be quite unreasonable for us to expect to achieve any meaningful, realistic and actualized rural development in this Mgbidi communities without careful and systematic mobilization and participation of the rural dwellers, which of course can be achieved through the press using the Enugu state media as a case of study.</p> <p>1.2    <strong>PROBLEM STATEMENT</strong></p> <p>        In stating the problem statement of this role of press in mgbidi, using Enugu state media as a case of study, we observe very unfortunately that many problems exist.</p> <p>        However, in a case of many change agents, rural development officers, public relations officers, information officers and other officers that are involved in preparing news, or officials and features for mgbidi dwellers are participant in rural development project, do not do them well enough to achieve the required and desired result.</p> <p>        Besides, the problem is ignorance, but most of the time the problem is either lack of insufficient orientation or sensitization of those officers to the special philosophies, needs, techniques and approaches for preparing news, articles and features towards achieving rural development objectives.</p> <p>        Furthermore, the other problems of the role of press is achieving its aim in rural development mgbidi is because of the high illiterates factors among the rural dwellers and the problems of overcoming geographical and language barriers.</p> <p>        Again, the rural dwellers major weakness to develop arises from two – readership due to the low literacy rate of the rural targeted audience of course, the rural dwellers inability to read and understand the rural newspapers has cautioned not to allowed them develop spite of the role of press in Enugu state.</p> <p>1.3    <strong>OBJECTIVES OF THE STUDY</strong></p> <p>The objective of this research is to find out the means through which press can develop the rural dwellers in the communities in Enugu state, using Mgbidi media as a case study.</p> <p>        Therefore, press should indulge in its traditional communication style through which it must, for instance be preceded by an extensive research effort that will, among many other things, identifying the information of the rural dwellers, their social – cultural economic characteristics, literacy level, historical religion biases and readership patterns.</p> <p>        More so, the press of the rural dwellers must also be preceded by the formulation of a clan cut, additional policy that is dominantly guided by a sound ruralist philosophy with a broad look.</p> <p>        Meanwhile, for the press to achieve its objective of the developing the rural communities, it is good that it adopt what is called ruralism concentric circle philosophy (RCCP).</p> <p>        This is a journalistic model that stresses, among other things the problem of a rural community ideas, balanced and development cultural integrity, self reliance conscrenfigetion, unity and generally improved quality of life for the rural dwellers in Enugu state.</p> <p>        Additionally, in objective of this study is evaluated for how far the press, Enugu state media have gone to maintaining lesson communication between the rural communities and the state govt.</p> <p>1.4    <strong>SIGNIFICATION OF THE STUDY</strong></p> <p>The significant of this research is to provide a reliable panacea through which the press, Enugu state media should ensure in alleviating about 80% rural dwellers that have been seriously neglected in the government affairs.</p> <p>The project will also be very important to the researcher’s academics and also to Enugu state Broadcasting service and rural dwellers.</p> <p>It will be helpful guiding the press in retting connecting such issues as health, agriculture, education, culture, family planning, government, transportation and religion.</p> <p><strong>1.4   RESEARCH QUESTIONS</strong></p> <ol><li>Do the Mgbidi people gone to ESBS Radio?</li> <li>Do the ESBS radio relay broadcast programme as it touches Mgbidi people?</li> <li>Do the ESBS radio rural development programmes mobilize the Mgbidi people?</li> <li>Did Mgbidi community developed based on the roles of the ESBS radio rural programmes?</li> <li>Do Mgbidi community developed based on the roles of the ESBS radio rural programmes?</li> </ol> <p>1.6    <strong>RESEARCH HYPOTHESIS</strong></p> <p><strong>H1:  </strong>Mgbidi people tune to ESBS radio?</p> <p><strong>H2:  </strong>ESBS radio relay rural broadcast programme that affect Mgbidi community.</p> <p><strong>H3:  </strong>ESBS radio development programmes mobilized Mgbidi people for development.</p> <p><strong>H4:  </strong>Mgbidi community had witnessed development due to the ESBS radio rural programme conceptual and operational plead.</p> <p>1.7    <strong>DEFINITION OF TERMS</strong></p> <ol><li>PRESS;      it includes the print and electric media tools such as the radio, newspapers, television, magazine and periodical usually done by the journalist.</li> <li>DEVELOPMENT;  it means developing or being developed. The process of encouraging new mentions and industries to create jobs and jobs for the people.</li> <li>CASE; it means the instance or example of occurrence of something. The actual state of occurrence of situation.</li> <li>STUDY;      process of gaining knowledge of a subject a subject that needs investigation.</li> <li>MEDIA;      the means of communication such as television, newspaper, magazine and radio.</li> </ol> <p>1.8    <strong>LIMITATION OF THE STUDY</strong></p> <p>This research certainly has some limitation or handicaps due its nature. It is not likely that I can cover the scope of the study because of time factor; I limit my work to Enugu state media which is star printing and publishing company and Enugu state Broadcasting service (ESBS) and also among the dwellers at Anike village and Ezinaise town and Enugu state. There are encounters in this cause of carrying out the work.</p>\n\nTHE ROLE OF RADIO BROADCASTING IN THE RURAL DEVELOPMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE ROLE OF RADIO BROADCASTING IN THE RURAL DEVELOPMENT", "id": 13}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p> <strong>INTRODUCTION</strong> </p> <p><strong>1.1 BACKGROUND TO THE STUDY</strong>  </p> <p>      Pollution is defined as the release of toxic or harmful substances into the environment (air, water and land) by their natural forces or man and other animals to an extent that cause biological damage to man and his resources. The harmful substances that cause pollution to the environment are called pollutants ( Eshagberi, 2014). There are six main types of pollution, these are; Air pollution, noise pollution, land pollution, water pollution, thermal pollution and nuclear pollution. AIR POLLUTION - This is defined as the presence in the atmosphere (indoor or outdoor) one or more air contaminants (dust, fumes, gases, mist, odour, smoke, noise, particles or vapour) in sufficient quantities, of characteristics and duration, as to be or threatened to be injurious to human, plant or animal life or to properties or which reasonably interfere with a comfortable enjoyment of life or property (World Bank, 2005). NOISE POLLUTION - This refers to any unwanted sound that affect our health. The unit of noise is decibel. Noise pollution encompasses roadway noise, aircraft noise, industrial noise, noise from generator, high pitched music e.t.c LAND POLLUTION - Is any process carried out by man that leads to an adverse change in terrestrial environment. There are a number of sources of land pollution. These include; refuse, sewage, metal scraps, pesticides or fertilizers, chemicals glass particles, crude oil spillage. THERMAL POLLUTION - This is a form of pollution that involves the raising or lowering of air or water temperature above or below normal seasonal ranges in streams, lakes or estuaries or oceans as the result of discharge of hot or cold effluents into such water or atmosphere. The main cause of thermal pollution is the use of water as a coolant especially in power plants. Water used as coolant is returned to the natural environment at a higher temperature. Increase in water temperature can alter aquatic organisms' lives by decreasing oxygen supply, kill juvenile fish which are vulnerable to small increase in temperature and also affect ecosystem composition. NUCLEAR POLLUTION - This refers to the release of radioactive materials into the environment. Major source of radioactive pollution include nuclear power plants, nuclear weapon, transportation, disposal of nuclear waste, uranium mining. WATER POLLUTION - This refers to the release of toxic materials, agents of pollution into water bodies. Until recently, water pollution has been a relatively local problem of the developed world. Eutrophication is the most common problem where inland waters and rivers are polluted with nitrogen and phosphorus run-off from fertilizers used in intensive agriculture and discharge of phosphate-rich sewage effluents. Such problems are increasingly occurring on a worldwide basis and now affect marine as well as freshwater ecosystem (Eshagberi, 2014). Sewage from coastal settlement discharges, sometimes untreated, into coastal waters where it generates a direct health hazard for recreational bathers as well as marine organisms. Land drainage from urban areas, industrial and waste disposal site is often contaminated with heavy metals or hydrocarbons. Biological concentration of heavy metals in marine food chains may give lethal doses, as occurred following the industrial discharge of mercury into coastal waters at Minimata in Japan. Here concentration in fish led to the death of many humans and other animal predators. At sub-lethal levels, heavy metals and contaminants such as pesticides and oil derivatives may lower resistance to disease. During the last decade, measures to control and eventually stop toxic waste dumping and incineration at the sea have been introduced by countries bordering North Sea in an attempt to reduce pollution and damage to this ecosystem. Other forms of water pollution include thermal pollution and crude oil pollution (Eshagberi, 2014). Crude oil is one of the poisonous chemicals in water bodies. Crude oil also known as petroleum is a dark brown liquid, mixed with gases and solids in oil wells. It is believed that it was formed by bacterial decomposition of animal and plant remains over a long period of time (Ogali, 2009). Crude oil pollution is the uncontrolled release of toxic chemicals caused by equipment failure, operation mishaps, human error or intentional damage to facilities. The extent of damage depends on what, when and how much has been spilled and how long it remains in the immediate and impacted environment. In the case of aquatic environment, the impacts are in the range of unquantifiable damages on fishes and other economically important aquatic organisms, as well as the direct and indirect negative effects on the socio-economic lives of human settlers whose survival has much to do with the products of aquatic ecosystem (SPDC, 1997). Apart from uncontrolled oil spills, production operations inevitably release effluent in form of produced waters, storm waters and flushing wastes into the aquatic environment and these are found to contain significant quantities of hydrocarbons  and associated pollutants(SEEMS, 1997).   Dissolved oxygen refers to the free, non-compound oxygen present in water. Oxygen enters water by direct absorption from the atmosphere which is enhanced by turbulence. Water also absorbs oxygen released by aquatic plants during photosynthesis. Dissolved oxygen is an important parameter in assessing water quality because of its influence on the organisms living within a body of water. A dissolved oxygen level that is too high or too low can harm aquatic life and affect water quality (Kemker, 2013). pH of a solution is simply the negative logarithm of hydrogen ion concentration. The pH of a solution describes the acidity of that solution. Acidic solutions are those with a pH of less than 7 and basic solutions have a pH greater than 7. The normal pH of pure water is 7 which is neutral. In aquatic ecosystem, the pH of water varies depending on the type of organism in a particular habitat. Living organisms in water are highly sensitive to pH changes. Too high or too low pH will affect the lives and activities of plants and animals in water. Plants and animals are adapted to special pH values. pH of freshwater is low while marine pH is high (Eshagberi, 2014).     <strong>1.2. STATEMENT OF PROBLEM</strong> The magnitude of crude oil pollution and damage occasioned by human activities is incredible. Crude oil or petroleum became a richly available commodity of essence about a century ago. The now widespread use of this black gold cannot be over emphasized. It is noteworthy that, the environment with its eventual hazards on both aquatic and terrestrial ecosystem contribute to an irreversible chain effect on both the biodiversity and human safety. Crude oil pollution has a wide range effect on aquatic organisms as to the whole aquatic ecosystem. The effect of crude oil pollution faced with aquatic ecosystem is fluctuations in pH and dissolved oxygen level which affect the survival rate of the aquatic organisms. <strong>1.3 OBJECTIVES OF THE STUDY</strong> The following are the specific objectives designed to be strictly adhered to. I.   To determine the effect of water extract of crude oil on the aquatic macrophyte <em>Eicchornia crassipes.</em> II.   To determine the effect of water extract of crude oil on dissolved oxygen of aquatic ecosystem. III. To assess the effect of water extract of crude oil on pH of aquatic ecosystem. <strong>1.4. SIGNIFICANCE OF THE STUDY</strong>        The significance of this study is to provide an up-to-date knowledge of the effect of crude oil pollution on dissolved oxygen and pH in aquatic ecosystem.             This study is therefore carried out to know the causes of crude oil pollution in aquatic ecosystem and the effect it has on dissolved oxygen and pH and if possible, provide solution to these effects.              It is also hoped that the study will provide a sound knowledge about the standard value of dissolved oxygen and pH concentrations and how deviations from the standard value affect aquatic organisms and how the deviations can be controlled. <strong>1.5. SCOPE OF THE STUDY</strong>        This research is designed to cover the effect of crude oil pollution on dissolved oxygen and pH level in aquatic ecosystem and on the growth of <em>Eicchornia crassipes.</em>              This research work will evaluate how the level of dissolved oxygen and pH affect <em>Eicchornia crassipes</em> and as well as suggest possible ways through which these effects can be rectified. <strong>1.6. DEFINITION OF TERMS</strong>        The following terms are used in this research work. For a clear understanding, the following definitions have been given.    Toxic- A substance is said to be toxic when it contains poison.    Pollutants- Pollutants can be defined as substance present in greater than normal concentration as a result of human activities that has a net detrimental effect upon the environment.   Contaminants- Contaminants can be defined as substance present in the environment without any foreseeable harmful effect.    Ecosystem- This can be defined as the community of plants and animals interacting with themselves and their external environment and forms a functional unit.    Sewage- Sewage can be defined as liquid waste from domestic sources, industrial sources, and agricultural sources.    Concentration- Concentration can be defined as weight of solute per weight of solvent or as number of moles of solute per number of moles of solvent.   </p>\n\nEFFECT OF CRUDE OIL POLLUTION ON DISSOLVED OXYGEN AND PH IN AQUATIC ECOSYSTEM<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF CRUDE OIL POLLUTION ON DISSOLVED OXYGEN AND PH IN AQUATIC ECOSYSTEM", "id": 14}, {"content": "<div class=\"abstract\">\n<p><strong>EXTRACTION OFALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA).</strong></p> <p><strong>TABLE OF CONTENT</strong></p> <p>Certification -  -      -      -      -      -      -      -      -      i</p> <p>Dedication -    -      -      -      -      -      -      -      -      ii</p> <p>Acknowledgements -      -      -      -      -      -      -   iii-iv</p> <p>Table of content -   -      -      -      -      -      -      -  v-vii</p> <p>Abstract -       -      -      -      -      -      -      -      -      - -  viii</p> <p><strong>CHAPTER ONE</strong></p> <p>1.1      Introduction - -      -      -      -      -      -      -      1</p> <p>1.2      Occurrence -   -      -      -      -      -      -      -      1</p> <p>1.3      Plant Source - -      -      -      -      -      -      -      3</p> <p>1.4      Alkaloid Classification -   -      -      -      -      -      3</p> <p>1.5      Physiochemical Properties -    -      -      -      -      6</p> <p>1.6      Presence of Nitrogen in their molecule- -      -      7</p> <p>1.7      Presence of Monoacid as a Biosynthetic material - 7</p> <p>1.8      Alkalinity of Alkaloids -   -      -      -      -      -      8</p> <p>1.9      Solubility of Alkaloids -   -      -      -      -      -      10</p> <p>1.10  Kola Nut -       -      -      -      -      -      -      -      -      12</p> <p>1.11  Pharmacological effects of kola nuts -   -      -      14</p> <p>1.12  Chemical composition of kola Nuts -     -      -      15</p> <p><strong>CHAPTER TWO</strong></p> <p>2.0  Literature Review - -      -      -      -      -      -      16</p> <p><strong>CHAPTER THREE</strong></p> <p>3.0      Materials and Methods - -      -      -      -      -      24</p> <p>3.1  Materials -      -      -      -      -      -      -      -      24</p> <p>3.2  Reagents -      -      -      -      -      -      -      -      24</p> <p> </p> <div> <p>vi</p> </div><p>    </p> <p>3.3   Reagents preparation -  -      -      -      -      -      24</p> <p>3.4  Sample Collection</p> <p>3.5  Sample preparation -     -      -      -      -      -      26</p> <p>3.6  Extraction of Alkaloid -   -      -      -      -      -      27</p> <p>3.7  Qualitative test of Alkaloid -   -      -      -      -      28</p> <p><strong>CHAPTER FOUR</strong></p> <p>4.0      Results and Discussion - -      -      -      -      -      29</p> <p>4.1  Results -  -      -      -      -      -      -      -      - -   29</p> <p>4.2  Discussion -    -      -      -      -      -      -      -      32</p> <p>4.3  conclusion -    -      -      -      -      -      -      -      35</p> <p>4.4  Recommendation for further study -     -      -      37</p> <p>References  -  -      -      -      -      -      -      -      38</p> <p>APPENDIX   -   -      -       -     -       -       -</p> <p>       </p> <div> <p>vii</p> </div><p>    </p> <p><strong>                             ABSTRACT</strong></p> <p>The   extraction of alkaloid from Gaxcina  kola (bitter Kola), Kola acuminated (Oji Igbo) and Kola Vera (Oji Hausa) were carried out using 10% enthanoic acid and 10% ethanol to separate the alkaloid from the residue. The alkaloid was extracted using 5% ammonium hydroxide. From the sample results obtained on alkaloid for the sample 9.16% oji Igbo, 6.20% oji Hausa and 8.20% Bitter kola. It was observed that the percentage of alkaloids was highest in Oji Igbo and the least for Oji Hausa. </p> <p><strong>                                 CHAPTER ONE</strong></p> <p><strong>1.1   INTRODUCTION</strong></p> <p>Alkaloids are a class of organic compounds that typically contain nitrogen and have complex ring structures. They occur naturally in seed bearing plants and are found in berries, bark, fruits, roots and leaves. That is, they are derived from plants. Often, they are bases that have some physiological effects.</p> <p>Many of the earliest isolated pure compounds with biological activity. This was due to the ease of isolation. The nitrogen generally makes the compound basic and the compound exists in the plant as a salt. This, alkaloids are often extracted with water or mild acid and then recovered as crystalline material by treatment with base. Prior to approximately 300 years ago malaria was the scourage of Europe, likely  having been introduced though the middle East. Malaria is caused by protozoa of the genus plasmodium, contained as spores in the gut of the anopheles mosquitoes, which then spread the spores to humans when they bites. As the Spanish and Portuguese explores began to colonize. South America they discovered a cure for Malaria known to the native Indians. This was the bark of the cinchona tress. The use of cinchona bark to treat Malaria was first reported in Europe in 1633, and the first bark reached Rome about 12 years later teas made from the bark cures people suffering from Malaria, one of the major scourges in Europe at the time and the bark became known as Jesuits bark. Because of the philosophical differences between protestants and catholic, many protestants refused to be treated with the bark. One of the most prominent protestants of the time, Olive</p> <p>Isolate originally from cinchona Succirubra, quinine is one of 31 alkaloids with related structure, and the principal ant malaria compound, in the plant. Alkaloids have been defined in various ways, but one definition come fairly close to actuality. An alkaloid is plant – derived compounds that is toxic or physiologically active, contain nitrogen in a heterocyclic ring, and is basic, has a complex structure, and is of limited distribution in the plant kingdom,. Malaria is still a major problem throughout the world, and although synthetic antimalaria drugs largely supplanted quinine as the treatment for malaria during world warII, quinine is often once again the drug of choice as strain of malarial have become resistant to the synthetic drugs. However, the search for other antimalaria drugs from natural sources has also continued.</p> <p>One of the most promising new drugs is qinghaosu, isolated from Artemisia annua.</p> <p>Among the most famous of the alkaloids are the slanaceae or tropane alkaloids. Plants containing these alkaloids have been used throughout recorded history as poisons, but many of the alkaloids do have valuable pharmaceutical properties. Atropine, the racimic form of hyoscyamine, comes from Atropa belladonna (deadly nightshade) and is used to dilate the pupils of the eye. Atropine is also a central Nervous system (CNS) stimulant and is used as a treatment for nerve gas poisoning. Scopolamine, another member of this class is used as treatment for motion sickness. Cocaine from Erythroxylum coca, is closely related in structure,  is also a CNS stimulant, and has been used as a topical anesthetic in ophthalmology. It is also drug abuse. Cocaine was found in very small amounts in the original coca – cola formula, but was not the main concern of the USDA at the time. Caffeine was considered to be the major problem with the, drink. Datura stramonium (Jimsonweed), a plant found in Virginia contains similar compounds.</p> <p>The ergot alkaloids come from a fungus, claviceps purpurea, which is a parasite on rye and wheat. The ergot alkaloids are responsible for ergotism, resulting in loss of limbs, or convulsive erogotism, resulting in hallucinations. In both cases, death usually follows and out breaks of ergotism caused 11,000 deaths in Russia as late as 1926. Today the problem is recognized and controlled. Some of the ergot alkaloids have been used to trial migraine headaches and sexual disorders in clinical applications. The most famous of these alkaloids is lysergic acid diethylamide, LSD, a powerful hallucinogen that is a synthetic derivative of the natural products. Similar alkaloids, particularly ergine, are also found in Mexican morning glories, such as iponeoa tricolore3.</p> <p>The morphine alkaloids, derived from the opium poppy, papaver somniferum, are powerful pain relievers and narcotics. The narcotic activity of P. somniferum was  noted on Sumerian tablets in 3500 B.C. Making  it one of the oldest drugs known. Opium is the dried latex of the seed head of p.somniferum and has been used as an analgesic (eliminates or  relieves pain) and narcotic (induces sleep or drowsiness) in preparation such as laudanum and paregoric. Morphine is the principal alkaloid and was first isolated between 1803 and 1806. it was widely used for pain relied beginning in the 1830’s but was also recognized as being addictive. In an attempt to make morphine less addictive, Bayer chemist acetylated the hydroxyl groups to produce diacetylmorphine. This was marketed as a non- addictive pain reliever under the trade name heroin for about two years in the early 1900’s, until it was recognized to be more addictive than morphine have been developed and found use as opiate antagonist or as animal tranquilizers3.</p> <p>Vincristine, one of the most potent antileukemic drugs in use today, was isolated in a search for diabetes treatment from vinca rosea (now Catharanthus roseus) in the 1950’s along with vinblastine, a homologue in which the N- methyl group is oxidized to an aldehyde moiety. This is such a complex structure that is still isolated from the plant (the Madagascan periwinkle) today rather than prepared by synthesis.</p> <p>Vincristine (leurocristine, VCR) is most effective in treating childhood leukemia’s and non – Hodgkin’s lymphomas, while vinvlasbtine (vincaleukoblastine, VLB) is used to treat Hodgkin’s disease4.</p> <p>Thin layer Chromatography (TLC) techniques are frequently used for evaluating medicinal plant materials and their preparations (world health organisation 1998). The ascending technique was used.</p> <p><strong>1.2             OCCURRENCE</strong></p> <p>Alkaloids are found in every habitat in which vascular plants grow. They are not widely distributed in the vegetable kingdom. They are derived mainly from the angiosperms, the seed bearing or flowering plants. They occur mainly in the dicotyledons (two seed leaves). They are rarely found in non-seed bearing plants. Generally, they occur in plant tissues at points of intense cell activity (leaves, roots, barks and seeds) and they are generally found in living cells rather than in dead tissues.</p> <p>Alkaloids may be found in solution in cell sap, and especially in the parenchymatous tissues in the other bark and may be stored in the solid state usually in the form of salts. Alkaloids from plants of closely related family are similar in structure and are not localized, but appear to be characteristics of the organs.</p> <p>However, not all organs of any one species must have alkaloids. For example, the seed of tobacco does not contain alkaloids. The periods of maximum accumulation of  alkaloids appear only in early flowering stage. Some alkaloids are virtually absent in a young plant, but increase to insoluble amounts as the plant approaches maturity. As a rule alkaloids are not found free in plants, but are combined with some acids in form of salts. The acids most encountered are malic, citric, tannic, succinic, oxalic, sulphric, phosphoric and hydrochloric acid.</p> <p><strong>1.3   Plant source;</strong></p> <p>Alkaloids occur in many different species in numerous genera and families of vascular plants as well as in certain species of fungi. It has been estimated that some fifteen percent or more of all vascular plants contain alkaloids. A number of amines produced by animals possess physical and chemical properties rather similar to those of alkaloids. By traditions and conventions, these animals amines are generally not considered as alkaloids. The occurrence of alkaloids in different plant organs and tissues and their relationship to aspects of the physiology of the plants are interesting part of alkaloids.</p> <p><strong>1.4   Alkaloid Classification</strong></p> <p>Alkaloids are usually classified by their common molecular heat, based on the metabolic pathway used to construct the molecule. When not much was known about the biosynthesis of alkaloids, they were grouped under the names of known compounds, even some non – nitrogenous ones (since those molecular structures appear in the finished product, the opium alkaloids are sometimes called phenanthrenes, for example) or by the plant or animal they were isolated from. When more is learnt about a certain alkaloid, the grouping is changed to reflect the new knowledge, usually taking the name of a biologically important amine that stands out in the synthetic process.</p> <p>Pyridine group includes piperine, conine, trigonelline, arecaidine, guvacine, pilocarpine, cytosine, nicotine, sparteine, pelletierine.</p> <p>Pyrolidine group is made up of hygrine, cuscohygrine, nicotine.</p> <p>Tropane group: atropine, cocaine, ecgonine, scopolamine, catuabine.</p> <p>Quinoline group: quinine, guanidine, dihydroquinine,  strychinine, brucine, veratine, cevadine.</p> <p>Isoquinoline group: the opium alkaloids (morphine, codeine, thebaine, isopapa – dimethoxy – aniline, papaverine, narcotine, sanguinarrine, narceine, hydrstine berberine), emetine.</p> <p>Phenethylamine group: mescaline, ephedrine, dopamine, amphetamine.</p> <p>Indole group: Tryptamines: DMT, N – Methyltryptamine psilocybin, and serotonin. Ergolines, the ergot alkaloids. Ergine, ergitamine, lysergic acid etc).</p> <p>Beta – carbolines, haemine, harmaline, yolimbine, reserpine.</p> <p>Rauwolfia alkaloids; Reserpine.</p> <p>Purine group: Xanthines, Caffeine, the theobromine, theophylline.</p> <p>Terpenoid group: Aconite alkaloids, aconitine, steroids, solanine, samandaris (quaternary) ammonium compound  muscarine, choline, neurine. Vinca alkaloids: vinblastine, vincristine, they are antineoplastic and bind free tublin dimmers thereby distrupting balance between microdubule polymerization and delpolmerization resulting in arrest of cells in metaphase.</p> <p><strong>1.5   physiochemical properties</strong></p> <p>Alkaloids are colourless, crystalline, non – violatile solids that are insoluble in water but soluble in organic solvents such as ether, chloroform e.t.c. They have the molecular weights ranging from 100 to 900.</p> <p>Some alkaloids contain oxygen atoms while the others do not.</p> <p>Those without oxygen atoms in the structure are usually liquid at ordinary temperature (e.g) nicotine, sparteine and coniine)</p> <p>Those with oxygen atoms are crystalline (e.g berberine yellow). Most are optically active (usually leavorotatory) but not those from the group.</p> <p><strong>1.6   Presence of Nitrogen in their molecule</strong></p> <p>Alkaloids contain one or more nitrogen atoms in their molecules. A large number of alkaloids contain at least one nitrogen atoms in a heterocyclic ring. But in a number of alkaloidal amines (e.g. ephedrine, mescaline, colchineds) which are generally considered as alkaloids, the nitrogen atom in the molecule is not in the ring.</p> <p><strong>1.7   Presence Amino acid as a Biosynthetic materials;</strong></p> <p>Certain alpha amino acids have been experimentally shown to serve as precursor in the nitrogen containing portion of the alkaloid molecules but in some cases also with respect to the non-nitrogenous portion as well. Among the amino acids which have been either experimentally established or postulated on the basis of theoretical chemical considered as common ones are;</p> <p>phenylnine, tyrosine, lysine, omthine, histidine, tryptophan and anthracilic acid.  However, some alkaloids are, in their biogenesis, more directly derived from isoprene or other precursor compounds of carbohydrate metabolism.</p> <p><strong>1.8               Alkalinity of Alkaloids</strong></p> <p>Alkaloids are basic (alkaline) in reaction, due to the presence of nitrogen atom in their molecule.The term alkaloids mean alkali like. Therefore they form salts with various acids. Most of the alkaloid bases are crystalline solids, a few are liquid (eg nicotine, pilocarpine). The alkaloid salts are crystalline and the microscopic examination of their crystalline structure serves as an aid to their identification.The alkaloid salts in solution release the free alkaloid bases when the solution is made alkaline, most commonly with ammonia, sodium carbonate or calcium hydroxide. All alkaloids do not have the same degree of alkalinity. Apart from the influence exerted on the electronic disposition of the nitrogen atom in the molecule by side chains and various substitution, one important factor contributing to the different degree of alkalinity among alkaloids is whether a given alkaloid contains primary, secondary, tertiary or quaternary nitrogen atom or atoms. Such differences in the degree of alkalinity arise from the various structural characters and one reflected in the different alkaline values for the different alkaloids. The weaker bases (those with low alkaline value) would require a more acidic medium to form salts with the acid than would the strongly basic alkaloids, having higher alkaline value.</p> <p><strong>1.9             Solubility of Alkaloids</strong></p> <p>Most alkaloid bases are practically water – insoluble. They are fairly soluble in a  number of organic solvents such as Chloroform, Ether and lower alcohols. There are of course, exceptions. For instance, Morphine and Colchicines are practically insoluble in ether. Also many alkaloids which contain phenolic hydroxyl group in their molecules are soluble in aqueous solutions of caustic alkali.</p> <p>On the other hand, the alkaloid salts are generally soluble in water and in alcohol, and mostly nearly insoluble in the immiscible organic solvents.</p> <p>A few alkaloid bases are rather soluble in water, but there are exceptions. Some examples of water – soluble alkaloids are:</p> <p>Ephedine, Colchicines, Ergonovine and the Clavinet – type of ergot alkaloid. It should be noted however that</p>\n\nEXTRACTION OFALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EXTRACTION OFALKALOIDS FROM THREE NIGERIAN PLANTS, KOLA ACCUMINATA (OJI IGBO), KOLA VERA (OJI HAUSA), AND GAXCINA KOLA (BITTER KOLA)", "id": 15}]