[{"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>The Niger Delta is Nigeria’s and Africa’s most prol ific producing basin and has some untapped oil resources because of their marginality. The development of marginal oil field in Nigeria has now become an important strategic issue. This is due to the vast availability of these fields scattered all over the Niger Delta. The Federal Government of Nigeria in a bid to kick-off indigenous participation in the upstream sector of the petroleum industry initiated the marginal field program. This was also to increase Nigeria’s crude oil production. Years after awards of marginal fields, only a few of the awardees have been able to see first oil production. This is due to various challenges that marginal field investors have faced over the years and these challenges were not properly planned for. An important aspect of any field development planning exercise is inherent in adequately quantifying risks and uncertainty, particularly when information availability is limited.</p> <p>In this work, a risk management process was employed to quantify risk and uncertainty in developing marginal fields. This involved planning, identification, analysing, assessing, treating and monitoring these risks. A total of 15 risk factors were identified and these risks were screened to high loss risks in terms of NPV. These risks were lumped up to seven variables which were used as independent variables for Monte Carlo simulation used to carry out sensitivities on the investor’s NPV. Petroleum Profit Tax, Reserves, Oil Prices and rate of decline were identified as top risk factors on investor’s NPV. Fiscal terms, reserves, oil price, well production performance, reservoir performance and well integrity risk factors were discovered as the highest ranked risks in developing marginal oil fields. A set of guidelines was the formulated to support decision makers and improve the probability of success in developing marginal fields in the Niger Delta.</p> <p><br/><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0 INTRODUCTION</strong></p> <p><strong>1.1 PROBLEM DESCRIPTION</strong></p> <p>The Niger Delta is situated in the Gulf of Guinea and has prograded south westward from Eocene to the present forming various depobelts. It is Africa’s largest and most prolific oil producing basin and also one of the world’s largest delta systems of tertiary age and covers</p> <p>an area of about 75,000 km2. Several discovered marginal fields exist in the onshore delta area which provides attractive opportunity for development due to presence of multi stacked good quality reservoirs associated with growth fault related structures (Sahu et al, 2011). The development of marginal oil fields has become an important strategic issue in Nigeria. This is because government and indigenous investors both believe that, acquisition of fields which remained undeveloped or abandoned for a period of 10 years from major oil companies by government and re-allocation to intending investors would go a long way in improving the country's proven and recoverable reserves. Marginal field operators have then been given fields to develop but majority of the marginal operators are facing challenges in developing such fields.</p> <p>These limitations being faced by marginal operators mostly arise because of improper planning for field development. An important aspect of any field development planning exercise is inherent in adequately quantifying risks and uncertainty, particularly when information availability is limited. For marginal fields, accurate evaluation of the project downside becomes even more crucial, as different development options carry a substantial probability of negative net-present-value and project economic viability relies on oil field risk minimization.</p> <p>Thus, it is essential to undertake a complete and detailed risk analysis in order to identify key contributors to uncertainty in field developments, and determine their combined effect and impact on field economics. If the risks and uncertainties are better understood, ability to make good development decisions will be greatly enhanced. These will then help to mitigate uncertainty and shift to the right and/or narrow the distribution of recovery and net present-value. The evaluation and quantification of the effect of key risk factors is sometimes a complex process because of the multiplicity of combinations in development options are most times represented by running simulations.</p> <p>In general, quantitative risk and uncertainty is an important tool for the regulation of any industrial development, as well as the decision-making in oil field development investment. Uncertainty quantification creates value only to the extent that it holds the possibility of changing a decision that would otherwise be made differently (Bickel and Bratvold, 2008). Therefore quantifying risks and uncertainties help a great deal in decision-making. Various methods are currently used in decision-making in the oil industry. Some of them are: Worst Case/Best Case Scenario, Tornado Plots, Boston Grid, Expected Net Present Value, Decision Trees, Monte Carlo Simulation and Real Options. These methods are characterized by different degrees of complexity and specific theoretical assumptions. This work will utilise some of the methods used in decision making to formulate guidelines for understanding and managing risks for successful marginal field development in the Niger Delta.</p>                                                           \n\nQUANTIFICATION OF UNCERTAINTY AND RISKS FOR DEVELOPING MARGINAL FIELDS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " QUANTIFICATION OF UNCERTAINTY AND RISKS FOR DEVELOPING MARGINAL FIELDS", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>As the demand for petroleum resources increases, drilling of oil and gas wells are often carried out in challenging and hostile environments. Among the top ten drilling challenges facing the oil and gas industry today is the problem of lost circulation. Major progress has been made to understand this problem and how to combat it. However, most of the products and guidelines available for combating lost circulation are often biased towards advertisement for a particular service company. The purpose of this study is to develop practical guidelines that are general and not biased towards a particular service company product and which will also serve as a quick reference guide for lost circulation prevention and control at the well-site for drilling personnel.</p> <p><br/><br/></p> <p><strong>CHAPTER 1</strong></p> <p><strong>FORMULATION OF PROBLEM</strong></p> <p><strong>1.1</strong>        <strong>INTRODUCTION</strong></p> <p>Lost circulation is a common drilling problem especially in highly permeable formations, depleted reservoirs, and fractured or cavernous formations. The range of lost circulation problems begin in the shallow, unconsolidated formations and extend into the well-consolidated formations that are fractured by the hydrostatic head imposed by the drilling mud (Moore, 1986). It can then be defined as the reduced or total absence of fluid flow up the formation-casing or casing-tubing annulus when fluid is pumped down the drill pipe or casing. The industry spends millions of dollars every year to combat lost circulation and its associated detrimental effects such as loss of rig time, stuck pipe, blow-outs, and less frequently, the abandonment of expensive wells. Two conditions are both necessary for lost circulation to occur down hole: 1) the pressure in the well bore must exceed the pore pressure and 2) there must be a flow pathway for the losses to occur (Osisanya, 2011). Sub-surface pathways that cause, or lead to, lost circulation can be broadly classified as follows:</p> <p>Induced or created fractures (fast tripping or underground blow-outs) Cavernous formations (crevices and channels)</p> <p>Unconsolidated or highly permeable formations</p> <p>Natural fractures present in the rock formations (including non-sealing faults)</p> <p>The rate of losses is indicative of the lost pathways and can also give the treatment method to be used to combat the losses. The severity of lost circulation can be grouped into the following categories (Abbas et al. 2004):</p> <p>Seepage losses: up to 10 bbl/hr lost while circulating</p> <p>Partial losses: 10 – 500 bbl/hr lost while circulating</p> <p>Severe losses: more than 500 bbl/hr lost while circulating</p> <p>Total losses: no fluid comes out of the annulus</p> <p>Circulation may be lost even when fluid densities are within the customary safety-margin; less dense than the fracture density of the formation. Stopping circulation losses before they get out of control is crucial for safe and economically rewarding operations (Abbas et al. 2004). According to Ivan and Bruton (2003), “Deepwater drilling has brought loss circulation control to a more critical level as it involves narrow pore-pressure/fracture-gradient windows, cold drilling fluid temperatures, high equivalent circulating densities (ECDs), high cost-per-barrel of synthetic-based fluids (SBM) and a high cost for rig time/non-productive time (NPT).” The reduction of the fracture pressure gradient in the deeper water is mainly due to the low stress regime as a result of the reduction in the overburden pressure gradient. Also, drilling through sub-salt zones poses a challenge to the operator because of the problem of lost circulation encountered in these zones. These wells have shear zones above and below the salt formations and also narrow margins between the pore and fracture pressure and hence these wells tend to register severe losses in circulation.</p> <p><strong>1.2</strong>        <strong>LITERATURE REVIEW</strong></p> <p>Lost circulation is a broad subject and several studies and measures have been introduced in the industry to combat it. For example, Moore, (1986) noted that in shallow, unconsolidated formations where the drilling fluid may flow easily into the formation, the most common method used to combat lost circulation is to thicken the mud. This may be done in fresh water muds by adding flocculating agents such as lime or cement. He also stated that in areas such as below surface casing in normal-pressure formations where natural fractures are common, the most common method used to combat lost circulation is to drill without fluid returns to the surface. The purpose is to remove the generated cuttings from the hole and deposit them at the lost circulation zone. However, this practice requires large volumes of water and close supervision as there is the possibility of encountering high drill-string torque and drag.</p> <p>Current research on lost circulation has been focused on the use of Lost Circulation Materials (LCMs), especially chemical formulations which have been proven to be more effective. Hamburger et al. (1983) of Exxon Production Research Company developed a Shear-thickening Fluid (STF) which was tested successfully in 10 different wells that experienced severe lost circulation. A STF is a multi-component system composed of water-swellable material (usually clay) dispersed in an oil-external emulsion. The emulsion consists of liquid oil, an oil-soluble surfactant, and aqueous-phase droplets containing dissolved polymer. At the low shear rates encountered while it is being pumped down the drill pipe, the fluid is a low-viscosity, pumpable liquid. Yet as it passes through the drill-bit nozzles, the resulting high shear rates cause the fluid to thicken irreversibly into a high strength viscous paste.</p>                                                          \n\nPRACTICAL APPROACHES FOR SOLVING LOST CIRCULATION PROBLEMS WHILE DRILLING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRACTICAL APPROACHES FOR SOLVING LOST CIRCULATION PROBLEMS WHILE DRILLING", "id": 2}, {"content": "<div class=\"abstract\">\n<div> <p><strong>ABSTRACT</strong></p> <p>The production of formation sand is a problem associated with most oil deposits in the world. Major Sand production effects affect safety, well or field economics and continuous production. This has prompted the continued search for solutions to mitigate sand production in the oil and gas industry over time. The methodology often employed is through exclusive sand control or passive sand management. The ability to predict when a formation will fail and produce sand forms the basis as to what type of sand management strategy to use (whether downhole sand control system will be required or a sand management approach). As a result sand prediction forms the basis for major reservoir development plan. Variety of models available, their applicability and accuracy can be confusing and not representative of the production experience. Also, the concept of sand prediction, control and management is often treated separately. This study views sand prediction, control and management as an interdependent concept (Holistic). Review of State of the art sand prediction, control and management is carried out to proffer better understanding of the concept of sand production management. The mechanism of sand production is discussed with highlight of major parameters influencing sand production. It is identified that sand prediction forms the basis for reservoir development plan, therefore effective methodology for sand prediction, control and management is developed. Stepwise approach to carry out this concept is presented with flow charts and guidelines. In conclusion the study states the importance of data accuracy in sand prediction, the use of risk quantification. Quantifying uncertainties inherent in most predictions will help deploying the right type of sand management strategy in a formation.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>PROBLEM FORMULATION</strong></p> <p><strong>1.1</strong>         <strong>Introduction</strong></p> <p>The production of formation sand is a major problem encountered during the production of oil and gas. Over 70 % of the world’s oil and gas reserves sit in sand formations where sand production is likely to become an issue during the life of the well (Osisanya, 2010). Sand production is typical of tertiary formations (with permeability of 0.5 to 8 Darcy) and older formations as they enter their mature stages of production due to poor completion and impact of depletion. Areas where severe sand production problems occur include Nigeria, Trinidad, Indonesia, Egypt, Venezuela, Malaysia, Canada tar sands and Gulf of Mexico. The reservoirs in these formations lie between 3,500 ft and 10,000 ft (subsea). Generally, the effects of sand production ranges from economics and safety hazards to well productivity and therefore has been an issue of interest to tackle in the petroleum industry. Some of these effects include erosion of downhole and surface equipment, pipeline blockage and leakage, formation collapse, damage to casing/production liner due to formation subsidence, and increased downtime. These devastating effects lead to more frequent well intervention and workovers generating additional needs for sand disposal particularly in offshore and swamp locations. The effects of sand production are nearly always detrimental to the short and or long term productivity of the well (William and Joe, 2003). In order to mitigate problems related to sand production new strategies are being continuously investigated, from prediction to control and management. The ability to predict when a reservoir will fail and produce sand is fundamental to deciding whether to use downhole sand control or what type of sand control to use (Bellarby, 2009).</p> <p>Sand production occurs normally as a result of drilling and reservoir management activities. Sand grains are disengaged from the rock matrix structure under physical (earth stress) and chemical action. The mechanism of sand production in terms of sand, volumes and sand producing patterns in the reservoir is needed to optimally develop a field. Mechanisms causing sand production are related to the formation strength, flow stability, viscous drag forces and pressure drop into the wellbore (Osisanya, 2010). The critical factors leading to accurate prediction of sand production potential and sand production are: formation strength, in-situ stress, and production rate. Other factors are reservoir depth, natural permeability, formation cementation, compressibility, surface exposed to flow, produced fluid types and phases, formation characteristics, pressure drawdown and reservoir pressure. Predicting sand production involves developing empirical and analytical techniques. Empirical techniques relate sand production to some single parameter or group of parameters such as porosity, flow or drawdown analytical techniques relates to rock stresses. Numerical analytical techniques are also sometimes used. They are models developed from finite element analysis. The techniques above use production data, well logs, laboratory testing, acoustic, intrusive sand monitoring devices, and analogy (Osisanya, 2010). At present, predicting whether a formation will or will not produce sand is not an exact science and needs more improvement.</p> </div>                                                          \n\nPRACTICAL APPROACH TO EFFECTIVE SAND PREDICTION, CONTROL AND MANAGEMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRACTICAL APPROACH TO EFFECTIVE SAND PREDICTION, CONTROL AND MANAGEMENT", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>One of the major challenges in reservoir engineering is the accurate description of the reservoir. This description is essential in all aspects of petroleum engineering, and is typically achieved through reservoir characterization by integrating various kinds of information obtained from the reservoir. One reliable source of reservoir information is well testing. Analysis of well tests, especially interference tests in horizontal wells could be very complex but effective in that rock matrix intersected by pressure response cover wider area of the reservoir. This study extends previous studies on horizontal-well interference testing by applying a modified function for the dimensionless pressure at the horizontal observation well. The work investigates the effects of well lengths, directional permeabilities, and separation distances between active and observation wells on the pressure response at the horizontal observation well. Multiple active horizontal wells have been studied using the superposition principle by considering the influence of the number of active wells, locations and timing of activities of active wells on the pressure responses at a horizontal observation well. Field data have been used to validate the findings of this study and to estimate the equivalent observation points using known correlations. The results obtained from this work can be applied in well placement decisions during field development as well as in understanding the distortions caused by nearby wells during well tests.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     Overview of Well Testing</strong></p> <p>Well test analysis or pressure transient testing involves generating and measuring pressure variations with time in the well in order to estimate rock, fluid and well properties. Information that can be estimated from well testing include wellbore volume, damage and improvement; reservoir pressure (initial and average); permeability; porosity; reserves; reservoir and fluid discontinuities; and other related data1. These pieces of information are important in analyzing, improving, and forecasting reservoir performance. Well testing is considered essential in many phases of petroleum engineering. Information from this test helps reservoir engineers analyze performance and predict future production under different operational mechanisms. Production engineers also utilize well test information to effectively combine injection and production wells in order to optimize reservoir performance. There are different well testing techniques such as pressure buildup, pressure drawdown, injectivity, falloff, interference and pulse tests. A single well can be used to perform well tests as well as multiple wells; these can be vertical wells, horizontal wells or a combination of both. This work focuses on interference testing in horizontal wells.</p> <p><strong>1.1.1 Interference Tests</strong></p> <p>When one well is shut-in and its pressure is measured while other wells in the reservoir are produced, the test is termed an interference test. The name comes from the fact that the pressure drop caused by the producing well(s) at the shut-in observation well “interferes with” the pressure at the observation well2. For this test, long duration rate modification in one well creates pressure interference in an observation well which can be analyzed for required reservoir properties.</p> <p><strong>1.1.2 Pulse Tests</strong></p> <p>Pulse Testing belongs to the family of multi-well testing methods. It requires the introduction of flow disturbances into a reservoir by alternately increasing and decreasing the flow rate at an active or pulsing well3. The effects of these shorter-rate pulses are investigated at the observation well. Each pulse can be an alternating period of production (or injection) and shut-in, with the same rate during each production or injection period.</p>                                                          \n\nINVESTIGATING HORIZONTAL-WELL INTERFERENCE TEST APPLICATIONS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " INVESTIGATING HORIZONTAL-WELL INTERFERENCE TEST APPLICATIONS", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Despite its numerous benefits the search and production of crude oil poses a lot of dangers to the environment. Among these include land, water and air pollution. Prominent among the major sources of E&amp;P waste is drilling operations which form the second largest source of waste after production activities. The major drilling wastes are drill cuttings, drilling mud and obnoxious gas emissions. These wastes are introduced into the environment through intentional as well as accidental discharges and this expulsion into the environment has direct and indirect effects on aquatic life, personnel working on the rig, plants, flying birds, as well as the soil. This research work purposes to identify the various forms of drilling waste, their effect on the environment and to develop strategies in managing these waste effectively. The ability to effectively identify, quantify, classify and adopt strategies to eliminate or reduce the impact of drilling waste on the environment defines an effective waste management practice. In all situations source reduction of waste is the most favorable and economically feasible drilling waste management option and should in all cases be a priority over the other methods of waste management. However, this task of adopting an effective waste management tactics is not as simple as it looks. In its quest to developing effective strategies for managing drilling waste, it is identified that the quantity of waste generated plays an important role in drilling waste management. It dictates the type of waste management method to adopt, the design of waste boxes, waste disposal cost among others. A simple user-friendly spreadsheet is therefore developed for waste volume estimation. Again, a ten steps effective waste management procedure is developed to serve as guidelines for drawing waste management plans. Waste management plans should be updated regularly to capture changes in regulations, new technologies and new operations. In conclusion it is shown that the choice of the ideal drilling waste management is usually dependent on the local regulations in place, technical efficiencies, cost and the quantity of waste. The selection should always be therefore subjected to effective environmental, economic and technical analysis. As a result, a waste selection criterion has been developed which will help eliminate some of the options that are not favorable.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>FORMULATION OF PROBLEM</strong></p> <p><strong>1.1</strong>         <strong>Problem Definition</strong></p> <p>Petroleum is among the world’s most important natural resources. It is the most significant and highly traded primary commodity in the international market (Illedare, et al., 1999) and has remained the world’s primary source of energy for both industrial and domestic applications since replacing coal early in this century. However, the finding and production of petroleum involves the generation of drilling waste which forms a major source of pollution in oil producing environment. Almost every process in the finding and production of petroleum generates wastes which impacts the environment negatively. Until 1980’s, little or no thought was given to the generation and disposal of cuttings and excess drilling fluids. Typically, these materials were discharged overboard in offshore operations or buried when drilling in land-based locations. The global environmental awareness in the late 1980s to early 1990s made the oil and gas industry and its regulators to understand and appreciate the potential environmental impact of drilling waste (Geehan, et al, 2000).</p> <p>In an effort to manage and reduce the impact of drilling waste on the environment, a number of technologies and publications have been written. Technologies such as directional drilling, slim-hole drilling, coil-tubing drilling and pneumatic drilling are few of the drilling practices that generates less amount of drilling waste. A number of drilling waste management plans and programs have also been designed by different companies and researchers. Drilling waste management refers to ways by which drilling and associated wastes could be handled effectively in order to minimize their effect on the environment. Wastes that are usually associated with drilling operations are: - drill cuttings, contaminated drilling fluids and additives, gaseous contaminants from internal combustion engines, produced water as well as heavy metals. The principal aim of waste management is to ensure that waste does not contaminate the environment at such a rate or in such a form or quantity as to overload natural assimilative processes. Eliminating or minimizing waste generation is crucial, not only to reduce environmental liabilities but also operational cost (Richards, 2007). The waste hierarchy is a common waste management technique that has been reported in a number of literatures. This refers to the \"3 Rs\" Reduce, Reuse and Recycle, which classify waste management strategies according to their desirability in terms of waste minimization (Anon [a], 2011). However, this technique is not extensive enough. Before the waste hierarchy is effectively applied, it is desirable to identify, classify and estimate the quantity or the volume of waste to be generated. An effective waste management technique must incorporate all these factors.</p> <p>The volume of drilling waste generated when drilling a well is also an important and costly factor, especially when the waste must be transported, treated, or disposed off-site(Fleming, et al., 2010). It is an important planning tool which is usually not mentioned in the drilling waste management process. Drilling waste could be better managed if the anticipated amount or volume is appropriately quantified. Unfortunately, very few publications have reported on drilling waste volume quantification and estimation methods. This study seeks to identify the various types of drilling wastes that pollutes the environment and how to minimize it. It presents an effective method to quantify the volume of drilling waste generated for an efficient waste management plan.</p> <p><strong>1.2</strong>         <strong>Literature Review</strong></p> <p>Environmental pollution and waste management is a broad and extensive study area with lots of publications. There is a tremendous amount of valuable information available on the environmental impact of petroleum operations and on ways to minimize that impact: however, this information are scattered among thousands of books, reports and papers making it difficult for industrial personnel to obtain specific information on controlling the environmental effects of particular operations (Reis, 1996). Again, very little of these materials focuses on waste volume quantification.</p>                                                          \n\nESTIMATION OF DRILLING WASTES – AN ENVIRONMENTAL CONCERN WHILE DRILLING OIL AND GAS WELLS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ESTIMATION OF DRILLING WASTES – AN ENVIRONMENTAL CONCERN WHILE DRILLING OIL AND GAS WELLS", "id": 5}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>A new method for analysing productivity index (PI) on vertical wells is the main objective of this study. Well performance is often measured in terms of the well’s productivity which is dependent on a number of factors such as the reservoir’s configuration, the type of completion, petrophysical and fluid properties, formation damage, etc. The effect of partial completion is the main focus of making the productivity index analysis since almost all vertical wells are partially completed due to the reasons of water coning or gas cap issue, etc. It is also very expensive to fully complete a well especially when the formation thickness is so large.</p> <p>Pressure behaviour solutions for both closed boundary and constant pressure boundary have been obtained, taking into consideration the effect of partial completion.</p> <p>Productivity of a well is usually evaluated on the long time performance behaviour, thus the pseudo-steady state (late time) approach has been employed for calculation of the productivity index.</p> <p>Several key factors have been tested on productivity index such as pseudo skin, shape factors, penetration ratio, reservoir drainage area and etc. The effects of these factors have been analysed on PI. Theoretical data were used in carrying out the analysis with results indicating that, productivity index increases with increasing completion interval and vice versa, whiles pressure drop due to skin as a result of restricted entry to fluid flow increases tremendously with decreasing completion interval.</p> <p>Shape factors of various well positions in bounded reservoirs were computed and compared with results obtained by Dietz, and Babu and Odeh.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>         <strong>PROBLEM STATEMENT</strong></p> <p>Well productivity is one of the major concerns in oil field development, and provides the means for oil field development strategy. Sometimes, well performance is measured in terms of productivity index. In order to arrive at the economic feasibility of drilling a well, petroleum engineers require proven and reliable methods to estimate the expected productivity of that well. Well productivity is often evaluated using the productivity index, defined as the production rate per unit pressure drawdown. Petroleum engineers often relate the well productivity evaluation to the long-time performance behaviour of a well, that is, the behaviour during pseudo-steady-state or/and steady-state flow of a closed system or/and constant pressure system respectively.</p> <p>The long-term productivity of oil wells is influenced by many factors. Among these factors are petrophysical properties, fluid properties, degree of formation damage and/or stimulation, well geometry, well completions, number of fluid phases, and flow-velocity type (Darcy, non-Darcy) (Yildiz, 2003).</p> <p>Depending upon the type of wellbore completion configuration, it is possible to have radial, spherical or hemispherical flow near the wellbore. A well with a limited perforated interval (partial completion) could result in spherical flow in the vicinity of the perforations as depicted in fig. 2.1. A well which only partially penetrates the pay zone, could result in hemispherical flow. These conditions could arise where coning of bottom water or gas cap becomes a serious issue (Ahmed, 2005). Figures 3.1 and 3.2 respectively depict the true picture of radial and spherical flow behaviour in a partially completed vertical well.</p> <p>Partial completion is the completion of or flow from less than the entire producing interval. This situation causes a near-well flow constriction that result in a positive skin effect in a well-test analysis. The net result of partial completion yields extra pressure drop in the near wellbore region and reduces the well productivity.</p> <p>The present analytical method of evaluating productivity index in vertical wells with partial completion does not account for the effect of pressure drop due to partial completion.</p> <p>The purpose of this study is to develop analytical model for evaluating productivity index (P.I) of vertical wells with partial completion, where the effect of pressure drop due to partial completion is taken into account and compare results with conventional methods.</p> <p>The partial differential equations were solved for both no-flow boundary and constant pressure boundary systems in Laplace and Fourier Transform domains before inversion to real time domain.</p> <p><strong>1.3</strong>         <strong>OBJECTIVES</strong></p> <p>The main objectives of this work are to:</p> <p>·         Develop analytical model for pressure behaviour in closed and constant pressure boundary systems</p> <p>·         Develop an analytical model for evaluating productivity index of vertical wells with partial completion for both closed-boundary and constant pressure boundary systems taking into account the effect of pressure drop due to partial completion</p> <p>·         Calculate shape factors and compare with the existing ones and</p> <p>·         Investigate the factors and parameters that influence or control productivity index.</p>                                                          \n\nEFFECTS OF PARTIAL COMPLETION ON PRODUCTIVITY INDEX<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTS OF PARTIAL COMPLETION ON PRODUCTIVITY INDEX", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Maximum production from an oil well can be achieved through proper selection of tubing size. The selection of optimum tubing size must be evaluated when completing a well in any type of reservoir especially solution gas drive reservoir since there is likelihood of producing more gas as the reservoir pressure declines. The most widely used methods such as Tarner, Muskat and Tracy methods for predicting the performance of a solution gas drive reservoir were discussed and used to estimate the behaviour of producing GOR. A comparison was made between the results from each method. System analysis approach was adopted for this study. The future IPR curves were determined by a combination of Vogel and Fetkovich correlation. Beggs and Brill multiphase spreadsheet was used to produce the TPR curves by estimating flowing bottomhole pressure for several tubing size using the predicted GOR produced and a range of flowrates. The effect of water production was also considered in this study. The results showed that for IPR5 as GOR increased from 1052 to 1453 scf/stb, oil production rate for 2 7/8-in increased by 17.6% and 3.3% for a further increase in GOR at 2610 scf/stb. At a GOR of 2610 scf/stb oil production decreased by 3.17% at water-cut of 5% and 9.5% at water-cut of 25%. All things being equal, the percentage reduction in production reduces as GOR increases from 2610 to 5635 scf/stb for all the tubing sizes used.</p> <p><br/><br/></p> <p><strong>CHAPTER 1</strong></p> <p><strong>INTRODUCTION</strong></p> <p>Production optimization identifies the opportunities to increase production and reduce operating costs. The overall goal is to achieve the optimum profitability from the well. To achieve and maintain this, it is essential to evaluate and monitor different sections of the production system including, the wellbore sandface, reservoir, produced fluids, production equipment on surface and downhole. Several methods are being used for production optimization. The most common and widely used method is the system analysis approach commonly known as nodal analysis.</p> <p>Optimization of the wellbore is considered mainly during well completion stages. Tubing joints vary in length from 18 to 35 feet although the average tubing joint is approximately 30 feet. Tubing is available in a range of outer diameter sizes. The most common sizes are 2 3/8-in, 2 7/8-in, 3 1/2-in and 4 1/2-in. The API defines tubing as pipe from 1-in to 4 1/2-in OD. Larger diameter tubulars (4 1/2-in to 20-in) are being termed casing. (Schlumberger, 2001)</p> <p>The flow rate per well is the key parameter. It governs the number of wells that need to be drilled to achieve the optimum economic output of the field. The first parameter that needs to be considered in the tubing string selection is the nominal tubing diameter. The grades of steel and nominal weight are chosen based on the stress the tubing will have to withstand during production. Thirdly, depending on the how corrosive the existing and future effluents, the type of connection and the metallurgy are selected. In fact the different stages mentioned above overlap and sometimes make the choice of tubing a difficult job. In the determination of the nominal pipe diameter, the nominal diameter through the weight governs the inside through diameter of the pipe. The flows that can pass through it depend on the acceptable pressure losses but are also limited by two parameters: the maximum flow rate corresponding to the erosion velocity and the minimum flow rate necessary to achieve lifting of water or condensate. Tubings with diameter less than 2 7/8-in are mostly reserved for operations on well using concentric pipe and are termed macronic string. Note also that the space required by couplings of the tubing limits the nominal tubing diameter that can be run into the production casing. (Perrin, <em>et al</em>., 1999).</p> <p><strong>1.1 Vertical Lift Problems relating to tubing</strong></p> <p>In lieu of the usefulness of tubing strings in oil and gas production, it can have some limitations. Tubing wear occurs most often in pumping wells. It depends little upon whether the hole is vertical or slanting, but it is much worse in dog-legged holes regardless of the deviation. It may either be external or internal. If external, it is usually the couplings which are affected and the cause is the rubbing against the inside of the casing in phase with the reversing strokes of the sucker rods. If the wear is internal, it is caused by the sucker rods. There can be leakage from the inside to the outside or vice versa. This can be attributed to the API thread shape used (the V-shaped or round thread shape.) The tubing string can be flattened from wall to wall by either having a higher hydrostatic pressure or as a result of diastrophic shifting of formation caused by an earthquake. Since some 90 percent of all oil-well tubing is upset design, practically all failures are in the body of the pipe. However, any tension failures are rare because tubing is almost always run inside of casing and except for occasional trouble of unseating packers; it seldom becomes stuck and therefore needs not be pulled on. As with upset casing, upset tubing will stretch before failing. The tubing will burst when the pressure inside the tubing string is higher than the pressure in that annulus.</p>                                                          \n\nEFFECT OF GAS-OIL-RATIO ON OIL PRODUCTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF GAS-OIL-RATIO ON OIL PRODUCTION", "id": 7}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This research work mainly investigates the development and the behavior of cones (both water and gas cones) in oil reservoirs supported by strong aquifer, and from which analytical correlations are developed for quick engineering estimates of the time for water/gas cones to break into the perforations of the producing wells. The studies treated the cone development and breakthrough times in both horizontal and vertical well producing reservoirs and made analysis on them. The Ozkan and Raghavan (1990) method was employed as the base approach in the modeling of the cones; as well as their breakthrough times and then compare with that of Chaperon’s approach(1986) with both the horizontal and vertical well applied. The developed models were then run on field data, the results were graphically represented in both the horizontal and vertical well cases. Analytical correlations were then developed from the results obtained for breakthrough time estimation and compared with literature on example case. This work actually employs the dimensionless (or the normalized approach) system to curtail the units complexities and represent the results in a more generalized form. These analytical correlations can be leveraged on to plan better future recompletion strategy as they provide an engineering estimate of when water breaks into the production wells.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.1INTRODUCTION</strong></p> <p>Coning is the mechanism describing the movement of water/gas into the perforations of producing wells. For water coning the movement is upwards for the case of bottom water, side wards for edge water, but it is downwards for gas coning. The production of water from oil wells is a common occurrence which increases the cost of producing operations and may reduce the efficiency of the depletion mechanism and the recovery of reserves. The objective of this research work is to model the behaviour of this coning(mainly water coning, from bottom water) and then use it to evaluate the time it would take a cone to break into the producing well in reservoir of well-defined boundary conditions.</p> <p>The coning of water into production wells is caused by pressure gradients established around the wellbore by the production of fluids from the well. These pressure gradients can raise the water-oil contact near the well where the gradients are dominant. The gravity forces that arise from fluid density differences counterbalance the flowing pressure gradients and tend to keep the water out of the oil zone. Hence, at any given time, there is a balance between the gravitational and the viscous forces at any point on and away from the completion interval. The water cone formed will break eventually into the well to produce water along with the oil when the viscous forces exceed that of the gravitational forces. This basic visualization of coning can be expanded further by introduction of the concept of stable cone, unstable cone and critical production rate.<br/><br/></p> <p>STABLE CONE:</p> <p>If a well is produced at a constant rate and the pressure gradient in the drainage system have constant, a steady state condition is reached, if at this condition, the dynamic forces (viscous forces) at the well are less than the gravity forces then the water or gas cone that has formed will not extend to the well .Moreover, the cone will not advance nor recede, thus establishing what is known as stable cone.</p> <p>UNSTABLE CONE:</p> <p>Conversely, if the pressure in the system is in an unsteady-state condition, then the cone that will be formed is unstable and it will continue to advance until the steady-state condition takes over. If the flowing pressure drop is sufficient to overcome the gravity forces, the unstable cone will mushroom and ultimately break into the well. In actual sense therefore, stable cones may only be 'pseudo-stable' because the drainage system and the pressure distribution generally change. For a example, during reservoir depletion, the water- oil contact may advance toward the completion interval, thereby increasing coning tendencies. Another one is reduction in productivity due to well damage requires a corresponding increase in the flowing pressure drop to maintain a given production rate. This increase in pressure drop may force an otherwise stable cone into the well.</p>                                                          \n\nDEVELOPMENT OF BREAKTHROUGH TIME CORRELATIONS FOR CONING IN BOTTOM WATER SUPPORTED RESERVOIRS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DEVELOPMENT OF BREAKTHROUGH TIME CORRELATIONS FOR CONING IN BOTTOM WATER SUPPORTED RESERVOIRS", "id": 8}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>With the ever increasing need to optimize production, the accurate understanding of the mechanics of multi-phase flow and its effect on the pressure drop along the oil-well flow string is becoming more pertinent. The efficient design of gas-lift pump, electric submersible pumps, separators, flow strings and other production equipment depends on the accurate prediction of the pressure drop along the flow pipe. Pressure is the energy of the reservoir/well and it is crucial to understand how a change in fluid properties, flow conditions and pipe geometric properties affect this important parameter in the oil and gas industry. Extensive work on this subject has been done by numerous investigators albeit in small diameter pipes. Reliance on the empirical correlations from this investigators has been somewhat misleading in modelling pressure drop in large diameter pipes (usually &gt;100 mm) because of the limitations imposed by the diameter at which they were developed and the range of data and conditions used in deriving them.</p> <p>In this work, experimental data from the experimental study by Dr. Mukhtar Abdulkadir was used as the data source. The gas velocities, liquid velocities, film fraction, gas and liquid properties and the pipe geometric properties from the above mentioned experiment were used to model the frictional and total pressure drop from six correlations. Results were analyzed and compared with the experimental results.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 General introduction</strong></p> <p>Profitable production of oil and gas fields relies on accurate prediction of the multi-phase well</p> <p>flow. The determination of flowing bottom-hole pressure (BHP) in oil wells is very important</p> <p>to petroleum engineers. It helps in designing production tubing, determination of artificial lift</p> <p>requirements and in many other production engineering aspects such as avoiding producing a</p> <p>well below its bubble point in the sand-face to maintain completion stability around the wellbore <strong>(Ahmed, 2011).</strong> Well fluids above bubble point pressure exist as a single phase as it is being produced from the reservoir. However, as they navigate their way through the network of interconnected pores in the reservoir to the wellbore, there is a continuous reduction in pressure as overburden stress is gradually reduced. This phenomenon leads to the liberation of the entrained gas. As the single-phase fluid rises in the tubing, a critical point is reached where some of the gases begin to come out of solution along the length of the pipe. In other words, it changes from single-phase flow to multi-phase flow.</p> <p>This leads to some level of complexity as regards to the identification of the physical properties of the individual phases, the flow pattern, the relative volume occupied by the separate phases inside the pipe, and most importantly the implication of the phase separation on the pressure drop along the well tubing string.</p> <p>Although most if not all calculations for flow lines in multiphase production systems have been and continue to be based on empirical correlations, there is now a strong tendency to introduce more physically based (so called mechanistic) approaches to supplement if not replace correlations. This is because the latter are well known for their unreliability when applied to systems operating under conditions different to those from which the correlations are derived; such conditions encompass: pressure, temperature, fluid properties and pipe diameter. Furthermore, correlations exist for limited geometrical configurations (i.e. vertical or horizontal pipes) and simple physical phenomena (no mass transfer between phases, constant temperature, etc.). With the advent of more complex production systems involving deviated wells as well as the move to exploit gas condensate resources the production of which will inevitably involve strong mass transfer effects, calculation methods will be required to account for such complexities.</p>                                                          \n\nDETAILED ANALYSIS OF PRESSURE DROP IN A LARGE DIAMETER VERTICAL PIPE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DETAILED ANALYSIS OF PRESSURE DROP IN A LARGE DIAMETER VERTICAL PIPE", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Petroleum Fiscal System (PFS) is a major determinant of investment decision in the exploration and production of oil and gas in any country. It basically describes the profitability relationship between the host government of the producing community and the International Oil Companies (IOCs). The comparative analysis of the performance of the fiscal regimes becomes imperative as it affects the interest of the investor and the production of oil and gas. During the formulation of any fiscal regime a premium is placed on its outcome.</p> <p>In this study, Petroleum Fiscal System (PFS) deepwater economic model is developed for the Gulf of Guinea. The approach incorporates a dynamic multipurpose input data page that automatically considers fiscal laws, taxation and stochastic analysis. Monte Carlo simulation using @risk software is used to account for risk and uncertainties in decision making.</p> <p>This study addresses the industry structure, conduct and performance of fiscal regimes of countries in the Gulf of Guinea. Comparison of the effects of production delay, front ended government take, front loading index, and taxation show that the Gulf of Guinea is internationally competitive in all ramifications. A wide range of profitability indicators were used in the economic evaluation decision of this work such as Government Take (GTake), Contractor Take (CTake), Net Present Value (NPV), Internal Rate of Return (IRR), Profitability Index (PI), Savings Index (SI), Return on Investment (ROI), Payout Time (POT), Effective Royalty Rate (ERR), Growth Rate of Return (GRR), Discounted Net Cash Flow (DNCF), Front Loading Index (FLI). This avails investors, governments, petroleum economists, and so on great options of economic performance indicators in decision making. It is also found that as the risk in deepwater investment increases with water depth, return on investment rises significantly too in the Gulf of Guinea.</p> <p>Analysis  of  all  terms  contained  in  the  deep    water  economic  model  formulated</p> <p>(stochastic and deterministic) presents a useful tool to guide in investment decision making in</p> <p>the Gulf of Guinea. Recommendations on how the variations would give government equal</p> <p>take on any Petroleum Fiscal System are made. Usually the aim of the host government is to</p> <p>get as much economic rent as possible.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>1.0</strong>         <strong>INTRODUCTION</strong></p> <p><strong>1.1.</strong>        <strong>OVERVIEW</strong></p> <p>Deepwater offshore exploration as much as it is a breakthrough in Petroleum Exploration and Production as it offers significant benefits over onshore production, still poses challenges to the oil and gas industry. The Gulf of Guinea (GOG) is an attractive place for investment in the oil and gas sector, opportunities abounds for petroleum exploration and production. Exploration and production in deepwater offshore have been proven to produce more oil and gas, add to proven reserves and generate more income for such producing nations. In the long run, production in deep waters will help the growing economies hence the demand for oil and gas globally.</p> <p>The analysis of fiscal regimes which is one of the determinants of investment decision in the exploration and production of oil and gas is imperative for the Gulf of Guinea as it affects the interest of the investor and the production of crude oil. Several authors such as Temmy D. and Tumbur P. (2002), Costa Lima G.A. et al (2010) due to its significance, analyzed profitability of Fiscal regimes in the Asia Pacific countries and Brazil respectively, however, risk and uncertainties were not accounted for.</p> <p>The Gulf of Guinea is the arm of the Atlantic Ocean, western Africa, between Cape Palmas, at the south-eastern tip of Liberia, and Cape Lopez, Gabon. Among the many rivers that drain into the Gulf of Guinea are the Niger and the Volta. The coastline on the gulf includes the Bight of Benin and the Bight of Bonny. The Niger River in particular deposited organic sediments out to sea over millions of years which became crude oil. This region is now regarded as one of the world's top oil and gas exploration hotspots and most promising petroleum provinces (Microsoft Encarta, 2009). The countries of the Gulf of Guinea, an area in the West and Central Africa coast are made up of Nigeria, Equatorial Guinea, Gabon, Ghana, Liberia, Togo, Cameroon, Benin, Ivory Coast, Angola, Congo, Guinea, and the islands of Sao Tome and Principe. Islands in the GOG that are part of Equatorial Guinea are Annobon, Bioko, Corisco, Elobey Grande and Elobey Chico (Wikipedia, 2011). Some countries like Nigeria and Angola are already producing from offshore areas in the GOG, while others are starting to conduct exploration activities. By some estimates, West Africa already has up to 547 major offshore oil and gas structures.</p> <p>Currently, offshore production accounts for up to 30% of the world's oil and gas production. That percentage is expected to rise in the future. Estimates indicate that the GOG and African countries already supplies about 11% of world’s oil and gas needs and holds about 10% of the world’s proven reserves (PWC, 2010). However, this number is expected to grow, given that exploration is only now commencing in some offshore areas.</p> <p><strong>1.2.</strong>        <strong>STATEMENT OF THE PROBLEM</strong></p> <p>Several studies have been done on the comparative competitiveness of Petroleum Fiscal Systems (PFS) in the Gulf of Mexico (GOM), Brazil, Australia, Malaysia, etc., but none has been done for the GOG. Though Merak Projects PEEP has fiscal models for some GOG countries, they are in isolation for commercial purposes. Therefore, in this study, an integrated PFS of various fiscal regimes in the GOG will be modelled; implemented and proposed PFS in countries in the GOG will be analyzed as well as the uniqueness of each country. The same field data (hypothetical or real) will be used to forecast production and costs. </p>                                                         \n\nDEEPWATER PETROLEUM EXPLORATION AND PRODUCTION IN THE GULF OF GUINEA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DEEPWATER PETROLEUM EXPLORATION AND PRODUCTION IN THE GULF OF GUINEA", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Hydrocarbon production in the petroleum industry is often constrained by reservoir heterogeneity, deliverability and capacity of surface facilities, also optimization technique in the petroleum industry requires execution of several iterative runs by comparing various solutions until an optimum or satisfactory solution is found.</p> <p>In this study a comparative economic analysis to aid the optimization of petroleum production was done. Two key variables, tubing sizes and choke sizes were considered, their sensitivity to production was also determined.</p> <p>A prudent approach to optimizing petroleum production is by statistical and sensitivity analysis, specifically, Nodal Analysis and @Risk software were used in this work. The nodal analysis procedure consists of selecting a division point or node in the well, the system at that point was analyzed differently to optimize performance in the most economical manner, an integral analysis of the entire production system was also considered. Using @Risk software (Monte Carlo simulation), risk analysis of the objective function was done. Monte Carlo simulation sampling is a traditional technique for using random or pseudo-random numbers to sample from a probability distribution.</p> <p>Substantial findings of this study shows that the tubing size of 1.90-inch had an optimal rate of production for deeper reservoir conditions used in this research using the Nodal analysis technique, also Monte Carlo simulation proves that the price of oil has the highest impact on profit for the probabilistic period of 5, 10, and 15 years followed by the rate of production while the cost of tubing has the least effect.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE:</strong></p> <p><strong>1.0</strong>       <strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>         <strong>BACKGROUND OF THE STUDY</strong></p> <p>Hydrocarbon production in the petroleum industry are often constrained by reservoir heterogeneity, deliverability and capacity of surface facilities. As optimization algorithms and reservoir simulation techniques continue to develop and computing power continues to increase, upstream oil and gas facilities previously assumed not to be candidates for advanced control or optimization have being given new considerations (Clay <em>et al.,</em> 1998).</p> <p>An optimization technique is a procedure which is executed iteratively by comparing various solutions till an optimum or a satisfactory solution is found.</p> <p>However, Wang (2003) addressed some problems associated with optimizing the production rates, lift gas rates, and well connections to flow lines subject to multiple flow rate and pressure constraints to achieve certain short-term operational goals. This problem is being faced in many mature fields and is an important element to consider in planning the development of a new field.</p> <p>Nonlinear Optimization, also known as nonlinear programming has proven itself as a useful technique to reduce costs and to support other objectives, especially in the refinery industry whereas linear optimization is a method applicable for the solution of problems in which the objective function and the constraints appear as linear functions of the decision variables. The constraint equations may be in the form of equalities or inequalities. Furthermore, it had been used to determine the most efficient way of achieving optimal outcome for example, to maximize profit or to minimize cost in a given mathematical model. It can be applied to numerous fields like business or economics situations, and also in solving engineering problems. It is useful in modeling diverse types of problems in planning, routing, scheduling, assignment and design.</p> <p>Carroll (1990) applied a multivariate optimization techniques to a field produced by a single well. The model used in his research includes a single oil well field. However, only the separator model was compositional, and no engineering parameters were allowed to vary with time. He used two types of optimization routines that is, Gradient methods and Polytope methods. However, Ravindran (1992) applying the same technique but allowed for gas-lift and engineering parameters to vary with time. Again, Fujii in 1993 improved the technique by allowing a network of wells connected at the surface, he also studied the utility of genetic algorithms for petroleum engineering optimization.</p> <p>Regarding some paper view, the application of optimization techniques to solve problems in the upstream sector of petroleum Exploration and Production has been surprisingly limited not taking into account the enormous important of the E&amp;P activities to the hydrocarbon enterprise and to the global energy systems and the economy as a whole.</p> <p>Over time, development in the petroleum industry resulted in optimization methods improving in its ability to handle various problems. In optimization of a design, the design objective could be to minimize the cost of production or to maximize the efficiency of production.</p> <p>In this work methodology used include Statistical and Sensitivity Methods:</p> <p>o   Nodal Analysis</p> <p>o   @Risk Software (Monte Carlo simulation)</p>                                                          \n\nCOMPARATIVE ECONOMICS OF PETROLEUM PRODUCTION OPTIMIZATION TECHNIQUES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE ECONOMICS OF PETROLEUM PRODUCTION OPTIMIZATION TECHNIQUES", "id": 11}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Solution gas drive reservoirs are characterized by rapid and continuous decline of reservoir pressure. This rapid and continuous decline of reservoir pressure causes direct decline of reservoir performance at early stages of the life of the reservoir. The principal source of energy which is gas liberation from the crude oil and the subsequent expansion of the solution gas as the reservoir pressure is reduced are inadequate to produce such reservoirs to their full capacities. Ultimate oil recovery from natural flow of a solution - gas drive reservoir makes it one of the least efficient primary recovery mechanisms. This leaves a substantial amount of remaining oil residing in the reservoir which must be produced.</p> <p>Artificial lift technologies such as continuous gas lift, gas lift with velocity strings and positive displacement pumping is therefore employed at later phases of the reservoir’s life to increase the ultimate recovery which is what this project sort to do. Synthetic data based on material balance for a solution – gas drive reservoir is analyzed to predict its primary oil recovery based on which gas lifting, velocity strings technology and positive displacement pumping are suggested to be employed with respect to time at different stages of reservoir’s life.</p> <p><br/><br/></p> <p><strong>Chapter 1</strong></p> <p><strong>1.0 Introduction</strong></p> <p><strong>1.1 Problem Statement</strong></p> <p>Solution gas drive also known as Dissolved gas drive or Internal gas drive reservoirs are characterised by a rapid and continuous decline of reservoir pressure. This reservoir pressure behaviour is attributed to the fact that no extraneous fluids or gas caps are available to provide a replacement of the gas and oil withdrawals (Tarek, 2001). This rapid and continuous decline of reservoir pressure causes a direct decline of reservoir performance at early stages of the life of the reservoir. Moreover, the principal source of energy which is gas liberation from the crude oil and the subsequent expansion of the solution gas as the reservoir pressure is reduced are inadequate to produce such reservoirs to their full capacities (Tarek, 2001). Ultimate oil recovery from natural flow of a solution gas drive reservoir (less than 5% to about 30%) makes it one of the least efficient primary recovery mechanisms (Tarek, 2001). The low recovery from this type of reservoir suggests that large quantities of oil remain in the reservoir and, therefore, solution gas drive reservoirs are considered the best candidates for secondary recovery applications.</p> <p>Artificial lift technologies such as continuous gas lift, gas lift with velocity strings and positive displacement pumping method is therefore employed at later phases of the reservoir in order to increase the ultimate recovery. The main challenge is to know when to change existing production mechanism to a new one for optimum recovery. A production design has therefore been made in an attempt to solving this problem with respect to constraints such as maximum production rate, maximum drawdown, and available gas lift.</p> <p>The flowing bottom-hole pressure required to lift the fluids up to the surface may be influenced by size of the tubing string (Lyons, 1996) and for that matter the time when tubing strings should be replaced as a function of cumulative production is necessary.</p> <p><strong>1.2 Method of Conducting the Project</strong></p> <p>Designing the natural flow and artificial lift tubing strings for the whole life of a well forms the tasks of this project. This is based on certain constraints such as maximum production rate, maximum drawdown, and available gas lift and horsepower requirement. Synthetic reservoir performance based on a material balance is the main data source for this project. A forecast of the production of oil as well as the time when tubing strings should be replaced as a function of the cumulative production is proposed.</p> <p><strong>1.3 Objectives</strong></p> <p>The objectives of this project are to:</p> <p>·         Design natural flow and artificial lift tubing strings for the whole life of a well.</p> <p>·         Forecast the production of oil as well as the time when tubing strings should be replaced as a function of both cumulative production and time.</p> <p><strong>1.4 Outline of this Project</strong></p> <p>The project consists of five (5) chapters. Chapter 1 defines the problem at hand, the method which the project follows and objectives. Chapter 2 presents a literature review of the topic as well as the technical terms that make up the topic. Chapter 3 introduces a thorough review of the material balance equation, methods of predicting primary oil recovery with emphasis on Muskat’s method which has been employed in this report. Application of the Muskat’s method is illustrated with a synthetic reservoir data. Chapter 4 comes up with the natural flow design as well as the artificial lift tubing strings with respect to the set constraints. </p>                                                         \n\nNATURAL FLOW AND ARTIFICIAL LIFT FOR A SOLUTION GAS DRIVE RESERVOIR<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " NATURAL FLOW AND ARTIFICIAL LIFT FOR A SOLUTION GAS DRIVE RESERVOIR", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Techniques in Geostatistics are increasingly being used to generate reservoir models and quantify uncertainty in reservoir properties. This is achieved through the construction of multiple realizations to capture the physically significant features in the reservoir. However, only a limited number of these realizations are required for complex fluid flow simulation to predict reservoir future performance. Therefore, there is the need to adequately rank and select a few of the realizations for detailed flow simulation.</p> <p>This thesis presents a methodology for building and ranking equiprobable realizations of the reservoir by both static and dynamic measures. Sequential Gaussian Simulation was used to build 30 realizations of the reservoir. The volume of oil originally in place, which is a static measure, was applied in ranking the realizations. Also, this study utilizes Geometric Average Permeability, Cumulative Recovery and Average Breakthrough times from streamline simulation as the dynamic measures to rank the realizations. A couple of realizations selected from both static and dynamic measures were used to conduct a successful history match of field water cut in a case study.</p> <p><br/><br/></p> <p><strong>CHAPTER ONE</strong> <strong>–</strong> <strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>        <strong>PROBLEM DEFINITION</strong></p> <p>In Geostatistical reservoir characterization, it is a common practice to generate a large number of realizations of the reservoir model to assess the uncertainty in reservoir descriptions for performance predictions. However, only a limited fraction of these models can be considered for comprehensive fluid flow simulations because of the high computational costs. There is therefore the need to rank these equiprobable reservoir models based on an appropriate performance criterion that adequately reflects the interaction between reservoir heterogeneity and flow mechanisms.</p> <p>Most techniques used in ranking of realizations are based on static properties such as highest pore volume, highest average permeability, and closest reproduction of input statistics. The drawback of these simple techniques is that they do not account for dynamic flow behavior which is very essential in predicting future reservoir performance.</p> <p>This thesis work seeks to build and rank equally probable representations of the reservoir using petrophysical properties such as porosity, water saturation, and permeability. The multiple reservoir descriptions are ranked using both static (Stock tank oil originally in place) and dynamic (geometric average permeability, connected hydrocarbon pore volume, average breakthrough times and cumulative recovery) measures.</p> <p><strong>1.2</strong>        <strong>OBJECTIVES</strong></p> <p>The main purpose of reservoir characterization is to generate a more representative geologic model of the reservoir properties. The objectives of this study are as follows.</p> <p>In building a static representation of what a reservoir is most likely to be it is necessary to adequately capture the uncertainty associated with not knowing its exact picture. In the effort of capturing the uncertainty, this study focuses on generating multiple equiprobable realizations of the reservoir with each having unique static and dynamic properties.</p> <p>Only a few number of the realizations generated could be carried on for complex flow simulation due to the computational cost. Usually ranking of the realizations to select a limited number are done by static means which do not capture the dynamic mechanisms essential to reservoir performance. Only few dynamic ranking measures are currently in use. This research work seeks to define new dynamic ranking criteria and compare them with existing criteria.</p>                                                          \n\nBUILDING AND RANKING OF GEOSTATISTICAL PETROLEUM RESERVOIR MODELS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " BUILDING AND RANKING OF GEOSTATISTICAL PETROLEUM RESERVOIR MODELS", "id": 13}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Reservoir development planning and well placement significantly affect hydrocarbon recovery. Therefore, strategic well placement and development techniques are essential to minimize the risk of unproductive drilling and also to maximize production within the reservoir.</p> <p>This study presents an approach to well placement and production in a green field. A 3D static model of the green field was built using geostatistical techniques to distribute the various model petrophysical properties such as porosity, thickness, and permeability in order to provide reliable reservoir description for dynamic modeling. A dynamic model was constructed to evaluate various reservoir development problems, including well placement, number and types of wells to be drilled in the green field. The drilling of both vertical and horizontal wells was considered in the analysis. Finding the optimal length of the horizontal well to be drilled in order to maximize oil recovery and to properly develop the reservoir was considered a significant problem to address. A sensitivity analysis was carried out to evaluate the impact of horizontal well length on oil recovery. The vertical to horizontal permeability anisotropy (kvkh) was also studied in this work.</p> <p>The results of the analysis indicate that horizontal well length influences cumulative oil production. Drilling a 3000ft. long horizontal well was found to produce a higher cumulative volume of oil than the oil recovery obtained from similarly placed horizontal wells but with shorter lengths of 2000 ft. and 1500 ft.</p> <p>It is concluded that the methodology proposed in this study will find application in the development of a green field.</p> <p><strong>Keywords: </strong>Reservoir development, well placement, simulation, petrophysical propertydistribution, geostatistics, permeability, porosity, thickness</p> <p><br/><br/></p> <p><strong>CHAPTER 1</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>         <strong>Statement of Problem</strong></p> <p>Reservoir development and well placement have been one of the existing challenges in the petroleum industry over the years. This is because different engineering, geological and economic variables affecting reservoir performance are practically involved.</p> <p>More importantly, the decision on how to increase oil recovery and maximize the economic profitability of field development projects is the pivot point. Therefore, an extensive evaluation of certain decision variables such as reservoir properties, production scheduling parameters, type of well, location to drill new wells and an effective technique to obtain the best economic strategies are required. Also, consideration should be given to the spatial distribution of geological and rock properties such as porosity and permeability in order to locate potential hydrocarbon zones for drilling activities. This involves critical evaluation of development strategies to produce the greatest amount of hydrocarbons within the physical and expected economic limits.</p> <p>Several techniques have been adopted to achieve efficient reservoir development process which significantly affects the productivity and economic benefits of an oil reservoir. However, the aim of this work is to evaluate the impact of well placement on cumulative oil recovery during the development of a green field.</p> <p>In this study, reservoir simulation and spatial based modeling approaches will be used as key evaluating elements for the development of the greenfield oil reservoir to improve its productivity.<br/><br/></p> <p><strong>1.2</strong>         <strong>Objectives</strong></p> <p>The objectives of this study are to:</p> <p>·         Use geostatistical methods to distribute the petrophysical properties in building a 3D static model of the reservoir;</p> <p>·         Find the optimum number, type, and placement of wells required to develop the greenfield.</p> <p><strong>1.3</strong>         <strong>Methodology</strong></p> <p>The methods to be used include;</p> <p>·         Build a 3D static model of the green field by</p> <p>o   Digitization of structural and isopach maps of the A-1 reservoir</p> <p>o   Estimation  and  distribution  of  Porosity,  Permeability,  and  Thickness  at  all</p> <p>locations in the reservoir</p> <p>o   Estimation of Original Oil in Place (STOOIP)</p> <p>·         Construction of a 3D dynamic reservoir model</p> <p>·         Use of the 3D dynamic model to find the optimum number, type, and placement of wells to develop the reservoir.</p> <p><strong>1.4</strong>         <strong>Facilities and Resources</strong></p> <p>The facilities and resources used for this project include;</p> <p>·         AUST library and internet facilities</p> <p>·         Technical and academic expertise of supervisor</p> <p>·         Structure and Isopach maps of A-1 reservoir</p> <p>·         Isopermeability map of A-1 reservoir</p> <p>·         Isoporosity map of A-1 reservoir</p> <p>·         Computer software programs such as: GIS, SGeMS, Sensor Simulator</p> <p><strong>1.5</strong>         <strong>Organization of Report</strong></p> <p>This report is organized into five chapters. Chapter one is the introductory chapter giving general information about the entire project. Chapter two gives in-depth information of the study area and reviews relevant literature related to this work. Chapter three places emphasis on data.</p>                                                          \n\nAN APPROACH TO WELL PLACEMENT AND PRODUCTION IN A GREEN FIELD<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN APPROACH TO WELL PLACEMENT AND PRODUCTION IN A GREEN FIELD", "id": 14}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Cuttings transportation during in non-vertical boreholes is necessary for oil and gas wells. Adequate cuttings removal from a well in drilling is critical for cost-effective drilling as high annular cuttings buildup often leads to high risk of stuck pipe, reduced rate of penetration and other impediments to standard drilling and completion procedures.</p> <p>This study investigates how rheological parameters influence the removal of cuttings in non-vertical boreholes. It contributes to work already done to ensure efficient hole cleaning process. In this study, the rheological parameters examined were the flow index (n), consistency index (K), plastic viscosity (PV), mud yield point (YP), YP/PV ratio, apparent viscosity and effective viscosity. Fifteen mud samples, three annular velocities (3.82, 2.86 and 1.91 ft/sec) and three hole angles (30o, 45o and 70o) were considered. An Excel Spreadsheets program was used to determine the parameters. The results of this study show that, higher annular mud velocities are required for efficient hole cleaning in directional wells than in vertical wells. Increasing values of YP, YP/PV ratio and K promote effective cuttings transport while the value of n should be low. Effective and apparent viscosities also should be high.</p> <p><br/><br/></p> <p><strong>CHAPTER 1</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>            <strong>Problem Definition</strong></p> <p>Many materials of engineering interest must be handled and transported as slurries or suspensions of insoluble particulate matter. Transportation of cuttings in non-vertical boreholes is of no exception. Almost the same thing occurs whereby the cuttings act as the solids in the drilling fluid. In spite of the many technological advances that have accompanied the drilling of non-vertical boreholes, one significant remaining challenge is effective cuttings transport, particularly in deviated wells.</p> <p>The transportation of cuttings during drilling has a major influence on the economics of the drilling process. Problems that can occur as a result of inefficient hole cleaning from cuttings include reduced weight on bit, increase risk of pipe stuck and inability to attain the desired reach, reduced rate of penetration (ROP), extra cost because of the need of special additives in the drilling fluid, extra pipe wear, transient hole blockage which can lead to lost circulation and wasted time for wiper tripping. These problems have prompted significant research into cuttings transport during the past 50 years. (Kelessidis, 2004).</p> <p>Hole cleaning relying on viscous fluids in laminar flow for drilling has proved to be inefficient because of the inability to rotate the string to agitate bedded cuttings. Alternatively, a high fluid flow to induce turbulent flow regime is more effective for hole cleaning, but difficult to achieve because of high friction pressures in the drillpipe. Therefore a bed of cuttings is almost always present in non-vertical boreholes. For laminar flow, the distance that a particle will travel (downstream) before it falls across the annulus clearance can be calculated using Stokes’ law and the local viscosity while flowing can also be calculated. This analysis may be easily applied to optimize mud selection and wiper trips. Applying this model to high low-shear rate-viscosity (LSRV) gels shows that they may perform well inside casing but are expected to do a poor job of hole cleaning in a narrow openhole horizontal annulus without rotation.</p> <p>For turbulent flow in horizontal wells, the concept of using annular velocity (AV) as a measure of hole cleaning is insufficient. A more complete term called AVRD is introduced, which is the product of the AV and the square root of the hydraulic diameter. This term can be used to compare cuttings transport in turbulent flow in horizontal wells of different cross sectional areas. (Leising et al., 1998).</p> <p>Rheology which is the study of the flow and deformation of fluids is an important contributing factor to these problems. Rheology describes the relationships between shear rate and shear stress. Pilehvari, Azar, and Sanchez<strong>2,16</strong> state that fluid velocities should be maximized to achieve turbulent flow, and mud rheology should be optimized to enhance turbulence in inclined/horizontal sections of the well bore.</p> <p>The purpose of this study is to investigate how rheological parameters influence the removal of cuttings in non-vertical boreholes.</p> <p><strong>1.2</strong>        <strong>Objectives</strong></p> <p>The objectives of this research are:</p> <p>·         To present a review of cuttings transport in vertical, directional/horizontal well bores.</p> <p>·         To provide a critical review of how rheology affects cuttings transportation in non-vertical boreholes.</p> <p>·         To identify the critical parameters that affect effective removal of cuttings in the drilling of non-vertical boreholes.</p> <p>·         To propose a methodology for analysing the rheological parameters that affect cuttings transportation in non-vertical boreholes.</p>                                                          \n\nA REVIEW OF THE RHEOLOGICAL EFFECTS OF POWER LAW DRILLING FLUIDS ON CUTTINGS TRANSPORTATION IN NON-VERTICAL BOREHOLES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A REVIEW OF THE RHEOLOGICAL EFFECTS OF POWER LAW DRILLING FLUIDS ON CUTTINGS TRANSPORTATION IN NON-VERTICAL BOREHOLES", "id": 15}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>In the present day oil and gas industry, the chemicals used as pH controller are usually imported at an exorbitant price - which take a large part of the drilling cost and have ripple effect on the economy of the Nation. It is however necessary to source for an alternative by the use of local materials so as to enhance cost effectiveness. This study nonetheless focus on investigating the suitability of locally sourced materials as pH enhancer in a drilling mud program.  A high pH is desirable to suppress corrosion rate, hydrogen embrittlement and the solubility of Ca2+ and Mg2+ which makes up clay. In addition, the high pH is a favorable environment for many of the organic viscosity control additives. For years this additives use to help maintain this property are imported and this contribute to high cost of drilling and which adversely affect the economy. In order to minimize this cost and maximize profit ,the locally made additives is been investigated to supplement the imported .Burnt coconut fiber is used as a pH enhancer because it is environmentally friendly in that it is degradable and has no adverse effect on the formation properties. Nevertheless, the result from the experiment conducted in this study revealed that; the local additives imparted significant pH unit of 13.0 in the drilling mud when compared to the foreign addictive such as sodium hydroxide which gave 13.8.</p>\n\nTHE USE OF COCONUT FIBRE AS STANDARD PH ENHANCER FOR DRILLING MUD FORMULATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE USE OF COCONUT FIBRE AS STANDARD PH ENHANCER FOR DRILLING MUD FORMULATION", "id": 16}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/> Monitoring and maintenance is a continuous process in the various phases of a well’s life. One of the essential part of monitoring is well testing. Just as a regular medical checkup is advised for humans so is well testing advised for a target formation. Well testing provides a means of obtaining information about the well and the reservoir as well as diagnosing a problem if any is present. The objective for a well test determines the type and design to be carried out. In this study, build-up test was the main focus. Obtaining relevant data in order to characterize a reservoir and determine initial pressure is a major objective of a build-up test. The results required from the tests cannot be directly obtained from the well test data. Hence, the importance of analysis. There are various methods used to analyze well test data such as manual plotting, excel analysis and software analysis. In this study, a build-up test data was obtain from an XYZ field for two dual string  oil producing wells (4 wells) and was analyzed using a tool called Saphir.  The result from tool showed the properties of the reservoir required for characterization i.e. pressure, permeability and boundary conditions. It was seen that one well has undergone a successful stimulation and the other three damaged with one of them severely damaged. The highly damaged well was recommended for stimulation and the rest was recommended to have future plans for stimulation. Further studies were made to ascertain the effect of stimulation on the damaged wells and significant gain in barrels produced were observed. Well property such as bottom-hole flowing pressure was calculated using the results obtained from the analysis.</p>\n\nPRESSURE TRANSIENT ANALYSIS USING SAPHIR<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRESSURE TRANSIENT ANALYSIS USING SAPHIR", "id": 17}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Foam are substances that are been formed when pockets of gases are trapped in a liquid or solid. Foam stabilizations are caused by van der waals force between molecules, there are conditions required for foaming to occur. Foams have different applications that are been utilised in their different forms. Defoamers are substances that hinders the formation of foam in liquids. The purpose of the defoaming test is to check the performance of silicone defoamer as an antifoaming agent after meeting some certain criteria. They are different method that can be used to test for defoamers which include the bartsch method, ross-miles test, automated shake test (AST) and foam rise method. The foam rise method was used to carry out this investigation. The foam sample used for this research was crude oil foam</p> <p>Defoamers used for this experiment were improvised with solvents and silicone. Silicone was mixed with<strong>`</strong>each of the solvents in different proportions. During the experiment, physical properties of the components and defoamers were determined with measuring instruments and visual examinations. Different parameters were used to rate the defoamer’s performance. Charts in which the parameters were used to compare the defoamers were depicted.</p> <p>From the figures(charts) shown, the defoamer which could be preferable for use in checkmating crude oil foam was defoamer E.</p>\n\nDEVELOPMENT OF WASTE BASED BIOSTIMULANT FOR THE REMEDIATION OF CRUDE OIL CONTAMINATED SOIL<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DEVELOPMENT OF WASTE BASED BIOSTIMULANT FOR THE REMEDIATION OF CRUDE OIL CONTAMINATED SOIL", "id": 18}, {"content": "<div class=\"abstract\">\n<p><strong>Introduction</strong></p> <p>Hydrocarbons(oil and gas) are found in the pore spaces of sedimentary geologic formations (reservoir rocks).  Once an oil or gas reservoir is discovered and assessed, production engineers begin the task of maximizing the amount of oil or gas that can ultimately be recovered from it. Some reservoir rocks may allow the oil and gas to move freely, making it easier to recover. Other reservoirs do not part with the oil and gas easily and require special technique to move the oil or gas from the pore spaces in the reservoir rock to a producing well. Even with today’s technology, in some reservoirs more than two-thirds of the oil in the reservoir may not be recoverable.<br/> Optimum production of oil from an oil reservoir is the main objective or target of the operators of an oil well in order to meet up with the growing demands of the crude oil. The efficient production of fluids from a reservoir depends on the maintenance of the pressure draw down between the reservoir and the well bore which is the driving force or energy that forces the reservoir fluid (oil) from the reservoir into the wellbore.</p>\n\nGAS LIFT OPTIMIZATION OF OIL PRODUCING WELLS USING PROSPER NODAL ANALYSIS <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " GAS LIFT OPTIMIZATION OF OIL PRODUCING WELLS USING PROSPER NODAL ANALYSIS ", "id": 19}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>Many reservoirs are comprised of relatively young sediments, which are so poorly consolidated that sand will be produced along with the reservoir fluids unless the production rate is reduced significantly. Sand production leads to many numerous production problems including erosion of down hole tubular, valves, fitting and surface flow lines, collapsed casing because of lack of formation support. Thus a means to eliminate sand production without greatly limiting production rates is desirable.</p> <p>Sand production can be controlled using different methods but the method of utmost importance to this project is the mechanical method which basically involves the use of gravel pack (GRAVEL PACKING).</p> <p>This method is considered the oldest and most effective sand   control mechanism. It is simply a down hole filter designed to prevent the production of unwanted sands which involves the placement of gravel across a perforated interval in the sand screen annulus and also in the perforation tunnel to prevent the influx of sand.</p> <p>Inaccurate determination of gravel pack size, could lead to sand influx which could be detrimental to both the technical and economic aspect of production which is the overall objective of this project aimed at identifying means to selectively select appropriate gravel pack sizes from formation sands produced through sieve analysis to meet optimum sand control for maximum production without any detrimental effect to production hard wares.</p> <p>In a gravel pack completion, sand that is larger than the average formation sand grain is placed between the formation and a screen or slotted liner with the aim of retaining most of the formation sand, but letting  very fine particles through it and be produced.</p> <p>The two most common types of gravel pack completion are the inside casing gravel packing or internal gravel packing (IGP) and underreamed gravel pack or external gravel pack (EGP). The underreamed casing gravel pack provides better conductivity through the gravel but is limited to single zone completion.</p> <p>1.1 <strong>AIMS AND OBJECTIVES</strong></p> <p>This project is aimed at</p> <ol><li>To study   the various types of gravel packing methods  used in  the petroleum industry.</li> <li>To analyze sieve analysis data of formation sands gotten from OBEN13L in other to determine the appropriate gravel pack size used.</li> <li>To make conclusions on the state of OBEN WELL 13L on the basis of sieve data analysis and give possible recommendations.</li> </ol> <p><strong>1.2</strong> <strong>SCOPE AND LIMITATION</strong></p> <p>The scope of this project is limited to the mechanical method  of sand control with more emphasis on the sieve analysis of formation sands gotten from OBEN13L.</p> <p><strong>1.3 METHODOLOGY</strong></p> <p>The method to be adopted for this project is the use of sieve analysis and sucier correlation to determine the gravel pack size to be used  for OBEN WELL 13 with formation sands gotten  from  the case study as mentioned above and useful information gotten from the internet, textbooks, petroleum journals. This method simply involves collecting core samples  and running them through different sieves with different opening sizes, usually sieves with larger openings at the top and sieves of smaller opening at the bottom and plotting each weight retained on each sieve against the sieve opening size to determine the average formation sand size which is used to find accurate gravel size using  sucier correlation.</p>\n\nAN ASSESSMENT OF GRAVEL PACKING METHODS USED IN THE PETROLEUM INDUSTRY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ASSESSMENT OF GRAVEL PACKING METHODS USED IN THE PETROLEUM INDUSTRY", "id": 20}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/> The technique used worldwide while drilling is known as overbalanced drilling. Which is defined as the drilling process where the hydrostatic pressure used exceeds the formation pressure. This is done with the main purpose of “killing” the well. However, there are numerous problems that accompany overbalanced drilling. Such problems are differential pipe sticking, loss of circulation, formation damage and other problems. A relatively new technique was introduced, known as underbalanced drilling, where the well is being drilled with a hydrostatic pressure less than that of the formation. Correct and proper execution of such technique eliminates problems associated with overbalanced drilling. More precisely, underbalanced drilling solves the issues of formation damage, differential pressure sticking and loss of circulation. On the other hand, underbalanced drilling has its own problems as well. Additionally, underbalanced drilling increases the rate of penetration and provides other uses discussed in this project.  The objective of this paper was to compare between overbalanced and underbalanced drilling and ascertain which method is most suitable in all aspects. Finally, it can be concluded that UBD provides lower drilling costs, increased rate of penetration (ROP) and less hole problems when it was compared to overbalanced drilling of the same formations.</p>\n\nCOMPARATIVE STUDY BETWEEN OVERBALANCED AND UNDERBALANCED OIL DRILLING METHODS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE STUDY BETWEEN OVERBALANCED AND UNDERBALANCED OIL DRILLING METHODS", "id": 21}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong> 1.1      Background of the Study</strong></p> <p>The need for resource-rich Nigeria to assume control of the exploration, exploitation and production activities in the oil and gas sector and to harness the potentials of this most strategic industry in order to generate more value-added, seems to be receiving much desired attention from all the stakeholders. This need is equally expressed in Nigeria’s desire to domicile a substantial amount of the average $18 billion per annum exploration and production spending and stem the tide of capital flight which, over the years, has made Nigeria a junior partner in her joint venture arrangements with the International Oil Companies (IOCs). For a country with over four decades’ experience in oil and gas exploration and production activities and proven recoverable reserves of about 37 billion barrels, her inability to use the resource wealth as a means for national development and poverty reduction has perhaps been the greatest challenge facing successive administrations. These challenges have their expression in how Nigeria can derive maximum benefits from oil and gas operations through optimal use of local competences and resources as practiced in Indonesia, Brazil, Norway and Venezuela, for example. Although these countries started oil exploration and production activities after Nigeria they have largely recorded remarkable success in their efforts to grow the local content in this strategic industry. The question is: why has Nigeria been unable to surmount her own challenges?</p> <p>The Nigerian Oil and Gas Development Law 2010 defines local content as “the quantum of composite value added to or created in Nigeria through utilization of Nigerian resources and services in the petroleum industry resulting in the development of indigenous capability without compromising quality, health, safety and environmental standards”. It is framed within the context of growth of Nigerian entrepreneurship and the domestication of assets to fully realize Nigeria’s strategic developmental goals. The scheme, which has the potential to create over 30,000 jobs in the next 5 years, is geared to increasing the domestic share of the $18 billion annual spending on oil and gas from 45% to 70%, in addition to enhancing the multiplier effects on the economy, through refining and petrochemicals. The local content policy action started in 1971 through the establishment of the Nigerian National Oil Corporation, (NOC). NOC was established as a vehicle for the promotion of Nigeria’s indigenization policy in the petroleum sector. It later became Nigerian National Petroleum Corporation (NNPC) in 1977 through NOC’s merger with the petroleum ministry. NNPC flagged off the actual local content initiative through acquisition of interests in the operations of the IOCs. These interests grew to about 70%, with the responsibility of controlling all acreages and other activities. Although conscious efforts were made in the past through Regulation 26 of the 1969 Petroleum Act, enforcement of local content policy, the springboard for sustainable economic transformation of Nigeria, was mere paper work. For an industry that contributes 80% of Nigerian government revenues and 95% of its foreign exchange this is entirely unacceptable to the Nigerian government hence the clamor for change.</p> <p><strong>1.2      Statement of the Problem</strong></p> <p>Nigeria’s rising profile in oil and gas production was rather fast and steady such that she soon became a formidable force within OPEC. Oil exploration, which started onshore has tremendously improved the nation’s daily production capacity to about 2.3 million barrels per day, and raised her proven reserves to about 37 billionbarrels. However, despite Nigeria’s ever-growing profile and wealth, the country remains one of the poorest, and technologically backward, nations in the world. This is basically because the much-taunted wealth has not translated into improved welfare. One reason for this is that over 90 percent of the yearly industry expenditures escape the domestic economy as capital flight.</p> <p><strong>1.3      Objectives of the study</strong></p> <p>There is no doubt that the ultimate objective of any oil-producing, developing country is to control and operate all phases of its industry. This explains why successive governments since the country’s return to democracy have deemed it an urgent need to positively develop the level of participation of Nigerians in the oil and gas industry. Indeed, the Federal Government of Nigeria have initiated several policies and enacted some legislations towards the statutorization of such golden initiative. This paper critically examines the various local contents in the petroleum industry in Nigeria, particularly the key statutory and/or policy framework regulating same.</p> <p><strong>1.4      Research question</strong></p> <p>1. What are local contents in the petroleum industry in Nigeria?</p> <p><strong>1.5   Significance of the study</strong></p> <p>Despite the ever growing number of local oil service companies the latter’s annual gross earnings still account for less than 5 percent of the sector’s aggregate annual contracting budget. Even the local media has been denied the much desired opportunity to advertise the activities of upstream companies in Nigeria. Some of these companies, including Nigeria LNG prefer to spend huge media budgets running into millions of dollars on foreign media like CNN, upstream journals and magazines. They hardly spend 20 percent of such annual budget on Nigeria media.</p> <p><strong>1.6   Scope/Limitations of the study</strong></p> <p>This study on immorality in churches will cover all forms of immoral activities that exist in churches today with a view of finding a lasting solution to the problem.</p> <p><strong>1.7 Limitations of study</strong></p> <ol><li><strong>1.        Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>2.        Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.<br/><br/></li> </ol> <p><strong>1.8   Definition of terms</strong></p> <p><strong>Local Content:</strong>Is the development of local skills, oil and gas technology transfer, and use of local manpower and local manufacturing. For a more practical definition, one could say that local content is building a workforce that is skilled and building a competitive supplier base (Oil and Gas, 2010).</p> <p><strong>Oil and Gas industry:</strong>A company that participates in every aspect of the oil or gasbusiness, which includes the discovering, obtaining, producing, refining, and distributing oil and gas. An integrated organization usually organizes its different tasks and operations into the categories upstream and downstream.</p>\n\nLOCAL CONTENT IN THE OIL AND GAS INDUSTRY OF NIGERIA: CHALLENGES, PROSPECTS AND THE WAY FORWARD<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " LOCAL CONTENT IN THE OIL AND GAS INDUSTRY OF NIGERIA: CHALLENGES, PROSPECTS AND THE WAY FORWARD", "id": 22}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong><br/><br/></p> <p><strong>1.1     BACKGROUND TO THE STUDY</strong></p> <p>There has been a relative slow rate of growth in the Nigerian Petroleum sector for past decades with a far reaching influence of foreign presence. It is a well known fact that the Petroleum sector in any economy requires great amount of technology, capital with seasoned and experienced manpower for national development, however all of these are insufficient in the Oil and Gas Industry and Nigeria as a whole.</p> <p>As of today 2014, the Oil and Gas industry is the mainstay of the Nation’s Economy with other sectors of the economy relying on it to function. The nation is sustained on revenue from oil and gas and this roughly accounts for about thirty percent (30%) of Nation’s Gross Domestic Product (GDP)and an estimated ninety percent (90%) of Nigeria’s foreign exchange earnings in the early 90s (Davidson, 2003).</p> <p>Michael (2003) posits that the Nation’s Petroleum Industry generated about $231billion in rents, or $1900 for every man, woman, and child and oil has annually produced over ninety percent (90%) of Nigeria’s export income. In the year 2000, the Nation got over 99.5% of its export income from oil, making it the world’s most oil-dependent country. The role of oil and gas in the Nigerian economy cannot be downplayed as it has consistently maintained its position as the most active, ever changing and thriving sector of the economy and has been the mainstay of the nation’s economy since gaining independence (Egbuna, 2004).</p> <p>According to Hallowey (1994) in every industry, challenges exist for business and sales of goods and services irrespective of set goals. Challenges may be associated with price fluctuations in the economy, logistics, marketing, product transport and storage etc. The Nigerian oil and gas sector is not totally free from these challenges in the handling and sales of petroleum products. Just like every other sector of the oil and gas business, distribution and marketing of products takes place on a vast global scale. Hundreds of companies and individuals daily buy these products from thousands of retail outlets all over the nation, with number of consumers running into millions.</p> <p>The Nigerian National Petroleum Corporation (NNPC)markets refined products like:</p> <ul><li>Premium Motor Spirit (P.M.S.)</li> <li>Low Power Fuel Oil (L.P.F.O.)</li> <li>Dual Purpose Kerosene (D.P.K.)</li> <li>High Power Fuel Oil (H.P.FO.)</li> <li>Lubricating Oil.</li> <li>Cooking Gas etc.</li> </ul> <p>Petroleum products are marketed by indigenous and multinational oil companies like Total Fina Elf, Exxon Mobil, Agip National Oil, African Petroleum, Oandoetc. Notwithstanding government best efforts at improving petroleum products distribution and retail marketing, challenges of insufficient and irregular product distribution among others still besiege petroleum product marketing in the country with the situation getting worse with the recent premium motor spirit (PMS) subsidy removal.</p> <p>This gave rise to influx of independent marketers into the scene as a way to proffer solutions to the numerous challenges and help stem the tide of inadequate petroleum products availability, distribution and marketing in the country. Independent marketers were given rights to play their part in the sector so as to bridge the gap created by distribution logistics and improve standard of living of Nigerians, this was a welcome development because products distribution in the country had been epileptic and unreliable until the independent marketers’ appearance on the scene.</p> <p>Shortage of petroleum products experienced in the country in the early 70s was attributable to paucity of distribution network. The government of the day responded to these problems in two ways:</p> <ul><li>Encouraged well meaning citizens to invest in petroleum products marketing business and build more depots to bridge gaps created by transportation deficit,</li> <li>Promulgated laws and empowered various security agencies to tackle and control oil theft and pipeline vandalization with the setting up of various task forces to make sure petroleum products reach designated location without being hijacked or diverted.</li> </ul> <p>This research work is concerned mainly with retail marketing of specific petroleum products such as diesel, kerosene, premium motor spirit, gasoline and domestic gascommonly used in domestic and socio-economic settings more than any other product of petroleum (crude oil).</p> <p><strong>1.2              STATEMENT OF THE PROBLEM</strong></p> <p>Participatory and regulatory rates of government to stabilize marketing of petroleum products have yielded good results but its resultant effects to equate demand with supply of these products have been unsuccessful with pattern of distribution constantly in the forefront of continuous discourse and debate, since diesel, kerosene, gasoline are described as one of the bedrocks of the Nigerian economy.</p> <p>Challenges however still exist in product distribution and marketing in the nation with cases such as;</p> <p><strong>Inaccessible depot location</strong>: many towns and villages find it difficult to get supply of petroleum products due to distance between supply source and their location creating a false sense of unavailability of products in form of an acute shortage.</p> <p>Despite best of efforts made to avoid problems, numerous challenges still plaque product distribution and marketing such as transportation difficulties in moving products safely and quickly to point of need occasioned by deplorable road conditions and lack of railway or cargo movement systems, unending electricity failures, lack of adequate storage facility with very low and poor refining capacity of refineries,finance inadequacy and improper funding, poor distribution channels etc. Recently, these challenges became more apparent as occasioned by the surge in crime wave in the country in form of oil theft and pipeline vandalism, militancy in the oil producing states with massive destruction of existing infrastructure, inflation rates in the struggling economy, incessant strike action by petroleum sector workers; paucity of adequate equipments occasioned by lack of maintenance cultureetc.</p> <p>Becauseof excessive usage and increased demand for petroleum products during festive periods, demand exceeds supply leading to acute shortage and scarcity with some retailers cashing in on the opportunity to make more cash by hiking fuel prices, hoarding of products etc. which leads to long queues at filling stations across the nation.</p> <p>Various studies conducted have shed light on the way in which these challenges affect the retail marketing and distribution of petroleum products but no specific study has been carried out on retail marketing of petroleum products commonly used such as kerosene, gasoline and diesel. This study is therefore focused on identifying challenges of retail marketing of the petroleum products under reference with the aim of proffering possible solutions.</p> <p><strong>1.3    RESEARCH QUESTIONS</strong></p> <p>The purpose of this study is to determine the associated problems in the Nigerian petroleum retail market. Based on the purpose of the research stated above, the following research questions have been formulated:</p> <p>(1)              What are the problems associated with Nigerian petroleum retail market?</p> <p>(2)     How does irregular supply of petroleum products affect the economy of Nigeria?</p> <p>(3)     To what extent does transportation affect petroleum retail market in the county?</p> <p>(4)               To what extent does a good distribution channel enhance petroleum retail market and sustain economic                        activities in the country?</p> <p><strong>1.4   RESEARCH AIM AND OBJECTIVES</strong></p> <p>Despite acclaimed progress made in management of marketing and distribution of petroleum products, the maximum potential of the industry is below standard with its operation at low level capacity. Due to these shortcomings, the industry is far from realizing set goals and objectives in the nation’s economy. This unfulfilled mission is apparent with the most apparent problem being the ineffectual retail marketing and distribution of petroleum products in Nigeria.</p> <p>This study therefore aims at identifying challenges in the retail marketing of petroleum products with an attempt to proffer solutions to such problems by looking critically at activities involved.</p> <p>The following objectives are stated:</p> <p>(1)               Determining factors that influence policy on establishment of petroleum retail outlets in Nigeria.</p> <p>(2)               The adequacy of distribution channels in the country.</p> <p>(3)               Studying the policies of various marketing firms in granting franchise rights to set-up outlets.</p> <p>(4)     Analyze specific activities of various dealers,identify their challenges and determine their role as it relates toproducts scarcity and availability.</p> <p><strong>1.5    SIGNIFICANCE OF STUDY</strong></p> <p>The significance of this study is stems from the fact that the petroleum industry is the bedrock of our economy.</p> <p>Therefore the economic importance of petroleum retail market attracts the attention of government bodies, institutions, general public, international oil companies as well as independent marketers.</p> <p>The information generated by this study would help the government carry out a more purposeful and result oriented planning; evaluation and control of the petroleum industry with the aim of enhancing its contribution in improving the Nigerian economy.</p> <p>Benefits derivable from this research work by the researchers and the consuming public points to the significance of the study.</p> <p>(1) This work is Associated Problems in petroleum retail marketing in Nigeria</p> <p>(2)     The work will further expose the researcher to problems militating against retail marketing petroleum products in Nigeria and possible ways to ameliorate these problems.</p> <p>(3)     For the producers, this study will educate them on their perception of end users of petroleum products, pricing policy, distribution network effectiveness and the need to improve on product distribution logistics.</p> <p>(4) Dealers and oil companies through this study findings will know consumers needs in terms of services offered and product availability as at when required.</p>\n\nA STUDY OF THE NIGERIAN PETROLEUM RETAIL MARKET<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A STUDY OF THE NIGERIAN PETROLEUM RETAIL MARKET", "id": 23}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Energy demand in the world today is increasing rapidly and energy generation and resources in the world are incapable of catering for this increase in demand. In third world countries such as Nigeria, energy generation is epileptic; this is evident in the electric power sector of Nigeria. Issues such as Environmental degradation and energy shortages in countries have therefore rekindled interest in alternative and renewable sources of energy. Biomass gasification is one of such sources of energy.This project is aimed at studying biomass gasification, various types of gasifier technologies and their application in the generation of sufficient amount of biogas useful for small scale activities or operations.</p> <p>The methodology focuses on the design of a gasifier, stating design specifications, developing conceptual designs, design calculations and details of design of the selected concept. The chosen concept is then analyzed to ascertain the viability of the design in carrying out gasification of biomass.</p> <p>Results show that reasonable amount of biogas (0.167 kmol gas/kg feed)can be generated by biomass gasification and that high temperature materials such as mild steel used in construction of the gasifier can support the thermal requirements of gasifier operations.</p> <p><br/><br/> CHAPTER ONE<br/> INTRODUCTION<br/> 1.1 BACKGROUND OF THE STUDY </p> <p>The world today is in a state of increasing energy demand, rising energy prices with more emphasis placed on reinforcing countermeasures to defend against the ever present problem of global warming .The result of this situation being the development of alternative sources of energy. In 2006 the U.S. Energy Information Administration (EIA) projected that the world’s energy consumption would increase by 2% per year until 2030. The EIA and other organizations project that resources will be adequate to meet the world’s growing energy needs, but many critics disagree. Issues such as climate change also undermine the credibility of such forecast .Also according to the IEA world energy outlook, the world’s primary energy supply has increased by 58% in 25 years.</p> <p>The energy crisis in the world today is a major concern that the world’s demands on the limited natural resources are diminishing as the demand rises. The glaring issue being that these natural resources are in limited supply. While they do occur naturally, it can take hundreds of thousands of years to replenish the reserves. Governments and concerned organizations   are working to make the use of renewable resources a priority, and to lessen the irresponsible use of natural supplies through increased conservation.</p> <p>The world relies on coal, oil and gas (fossil fuels) for over 80% of our current energy needs, this being a situation which shows little sign change apparent over the medium-term without drastic policy and philosophical changes (EIA, 2006). On top of this energy demand is expected to grow by almost half over the next two decades. Understandably this may instill the fear that our energy resources are starting to run out, thus of course posing devastating consequences for the global economy and quality of life. The potential for crisis if we run out of energy is very real but seeing the occurrence of such situation isn’t in the nearest future, coupled with the ever growing size of fossil fuel reserves in the world, the importance for alternative sources of energy is being overlooked. In the past two decades proven gas reserves have increased by 70% and proven oil reserves by 40% (EIA, 2006). At expected rates of demand growth we have enough for thirty years supply. Moreover, better technology means that new oil and gas fields are being discovered while enhanced recovery techniques are opening up a potentially huge and profitable array of unconventional sources, including tar sands, shale gas and ultra-deepwater. Ultimately, the near-unlimited supply potential of renewable energy sources would ensure that the world does not fall short of its energy needs. (EIA, 2006)</p> <p>The EIA further asserts that closely related to the overdependence of the world on fossil fuels is the ever growing destructive effect of such fuels on the environment and climate. Over the past century, human activities have produced and released large amounts of carbon dioxide and other greenhouse gases into the atmosphere. The majority of greenhouse gases come from burning fossil fuels to produce energy amongst deforestation, industrial processes, and some agricultural practices .Clean air is essential to life and good health but in contrast several important pollutants are produced by fossil fuel combustion: carbon monoxide, nitrogen oxides, sulfur oxides, and hydrocarbons.</p> <p>The EIA further expressed thus; impacts of the emission of these pollutants include global warming, air quality deterioration, oil spills, and acid rain.Fossil fuels for all its benefits pose a severe threat to the future of the world with regards to energy generation and climatic and environmental issues whose solution will be the development and employment of alternative, renewable and clean sources of energy. Renewable energy still remains unused is most of the countries, most especially developing countries. Most of the energy comes from non-renewable sources like coal. It still remains the top choice to produce energy. Unless we give renewable energy a serious thought, the problem of energy crisis cannot be solved. Renewable energy sources can reduce our dependence on fossil fuels and also helps to reduce greenhouse gas emissions.The world's population has now exceeded 6 billion people, and growth projections (FAO, 2000) indicate that the total population will be over 8 billion by 2030. More than half the world's population lives in rural areas, and the vast majority of these, some 2.8 billion people, live in rural areas in developing countries. There are 2 billion people without access to adequate, affordable and convenient sources of energy. At least two-thirds of them are dependent on the traditional fuels: wood, dung and crop residues for cooking and space heating. These traditional fuels have low energy conversion efficiencies. Their use, especially in arid and semi-arid areas, can lead to environmental damage through excess stripping of forests and woodlands, and to adverse health effects due to smoke inhalation causing respiratory diseases.</p> <p>Time spent by rural people in gathering and cooking with these fuels involves hard work and drudgery, and is a diversion from other economically useful activities. In 2009, about 1.4 billion people in the world lived without electricity, and 2.7 billion relied on wood, charcoal, and dung for home energy requirements (IEA, 2006). This lack of access to modern energy technology limits income generation, blunts efforts to escape poverty, affects people's health, and contributes to global deforestation and climate change. Small-scale renewable energy technologies and distributed energy options, such as onsite solar power and improved cook-stoves, offer rural households modern energy services.</p> <p>The emergence of biomass as a credible source of alternative energy is fast gaining global recognition and acknowledgement in the world today. Attributing factors to its growth owe to the fact that its availability is of no shortage as its supply is renewable coupled with the fact that its application/utilization has minimal or significant detrimental effects compared to the utilization of fossil fuel. Biomass is one of the most plentiful and well utilized sources of renewable energy in the world. According to the IEA, (2006) Biomass refers to organic matter that has stored energy through the process of photosynthesis. It exists in one form as plants and may be transferred through the food chain to animal bodies and their wastes, all of which can be converted for everyday human use through processes such as combustion, gasification and pyrolysis which releases the carbon dioxide stored in the plant material. Biomass is a renewable energy source not only because the energy in it comes from the sun, but also because biomass can re-grow or replenish over a relatively short period of time in comparison to the hundreds of millions of years that it would take fossil fuels to form through the process of photosynthesis.</p> <p>Many of the biomass fuels used today come in the form of wood products, dried vegetation, crop residues, and aquatic plants. Biomass has become one of the most commonly developed renewable sources of energy in the last two decades, second only to hydropower in the generation of electricity. It is such a widely utilized source of energy, probably due to its low cost and indigenous nature, that it accounts for almost 15% of the world's total energy supply and as much as 35% in developing countries, mostly for cooking and heating (IEA, 2006).</p> <p>Biomass power is carbon neutral electricity generated from renewable organic waste that would otherwise be dumped in landfills, openly burned, or left as fodder for forest fires. When burned, the energy in biomass is released as heat. In biomass power plants, wood waste or other waste are burned to produce steam that runs a turbine to produce electrical energy, or that provides heat to industries and homes. Fortunately, new technologies including pollution controls and combustion engineering have advanced to the point that any emissions from burning biomass in industrial facilities are generally less than emissions produced when using fossil fuels (coal, natural gas, oil) (IEA, 2006).</p> <p>Gasification is a process that converts organic or fossil fuel based carbonaceous materials into carbon monoxide, hydrogen and carbon dioxide. This is achieved by reacting the material at high temperatures (&gt;700 °C), without combustion, with a controlled amount of oxygen and/or steam. Gasification is not a new technology, it was originally developed in the 1800s and is the processes used to make town gas for lighting and cooking.  Small scale gasifier were also used to power internal combustion engine vehicles during fuel shortages during the Second World War. It is a manufacturing process that converts any material containing carbon such as coal, petroleum coke, biomass or waste into synthesis gas (syngas).  The syngas can be burned in a turbine to produce electricity or further processed to manufacture chemicals, fertilizers, liquid fuels, substitute natural gas, or hydrogen. The percentage of biomass and waste used as feedstock for gasification has been increasing in recent years. Gasification is a flexible, reliable and clean energy technology that can turn  a variety of low-value feedstock into high value products, help a country reduce its dependence on imported oil and natural gas, and can provide a source of base-load electricity, substitute natural gas, fuels, fertilizers, and chemicals needed for economic growth. These amongst others are benefits biomass gasification. (IEA, 2006).</p> <p><br/><br/><br/> 1.2 STATEMENT OF THE PROBLEM </p> <p> The world is in a state of increasing energy demand accompanied by decreasing availability of conventional energy sources, the bulk of these energy sources being fossil fuel. The cost of fossil fuel, inclusive of cost of procurement, processing and utilization when considered alongside the deficient power generation from this energy source especially in developing countries is of exorbitant nature . Fossil fuel is in a state of decreasing availability. This unfavorable situation when considered with the detrimental effects of fossil fuel consumption on the environment poses a long overdue problem for confrontation.Need hitherto has arisen for the discovery and development of a cheap, alternative and environmental friendly source of energy such as biomass gasification.</p>\n\nANALYTICAL STUDY OF A SMALL SCALE BIOMASS GASIFIER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ANALYTICAL STUDY OF A SMALL SCALE BIOMASS GASIFIER", "id": 24}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT<br/><br/> Every Natural gas well ceases producing as reservoir pressure depletes. The usual liquid presence in the reservoir can cause further problems by accumulating in the wellbore and reducing production even more. There are a number of options in well completion to prevent liquid loading even before it becomes a problem. Tubing size and perforation interval optimization are the two most common methods. Although completion optimization will prevent liquid accumulation in the wellbore for a certain time, eventually as the reservoir pressure decreases more, the well will start loading. As liquid loading occurs it is crucial to recognize the problem at early stages and select a suitable prevention method. There are various methods to prevent liquid loading such as; mechanical methods (gas lift, plunger lift, pumping and velocity string installation), chemical (foamers), and mathematical simulation. This study is set out to develop a mathematical model – an improvement on previous models – ­­to prevent loading in Natural gas well production.</p>\n\nMATHEMATICAL MODEL FOR LIQUID LOADING IN NATURAL GAS WELL PRODUCTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MATHEMATICAL MODEL FOR LIQUID LOADING IN NATURAL GAS WELL PRODUCTION", "id": 25}, {"content": "<div class=\"abstract\">\n<p><strong>1.0       INTRODUCTION</strong></p> <p>            Used motor oil is a very dangerous polluting product. It contains PAH’s and high levels of metals. PAH’s such as benzo[a]pyrene, are well known for their high carcinogenity. Considerable quantities of heavy metals such as Pb, Zn, Cu, Cr, Ni, and Cd are contained in used crankcase oil, these metals are highly toxic to organisms</p> <p>In Nigeria, it is common among motor mechanics to dispose waste oils into gutters, water drains and soil (Okonokhua <em>et al</em>., 2007).  Waste oils is defined as used lubricating oils obtained after servicing and subsequently draining from automobile and generator engines. Spent oils contain high percentage of aromatic and aliphatic hydrocarbons, nitrogen and sulphur compounds and metals (magnesium, calcium, zinc, lead) than fresh oils, these metals are introduced into the oil as a result of wear and tear of the engine  (Mohd <em>et al</em>., 2011) (Mohd. Mozamil Bhat; Shiv Shsankar, Shikha, Mohammad Yunus and Shukai R. N (2011): Remediation of hydrocarbon contaminated soil through microbial degradation – FTIR based prediction. Advances in Applied Science Research 2(2): 321 – 326.).</p>\n\nEFFECTS OF PETROLEUM LEVEL (WASTE OIL) ON SOIL FERTILITY IN THE VICINITY OF A MECHANIC WORKSHOP<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTS OF PETROLEUM LEVEL (WASTE OIL) ON SOIL FERTILITY IN THE VICINITY OF A MECHANIC WORKSHOP", "id": 26}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>Well tests exist already for a long time. Since the first oil reservoir was discovered, oil companies have always been keen on estimating reservoir properties such as size. Present day well testing has gone beyond this and its usefulness cannot be overemphasized. This project work is concerned with the use of well testing in identifying well problems. The case under study is the UMU-N2 well of Umusadege field, Kwale. From analysis of the well test data, it was seen that the well had impairment which was due to reduced permeability and thus, required stimulation for improved recovery of the hydrocarbons present. Also, there was high sand and water production which also reduced the productivity of the well.</p>\n\nIDENTIFICATION OF WELL PROBLEMS USING WELL TESTING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IDENTIFICATION OF WELL PROBLEMS USING WELL TESTING", "id": 27}]