[{"content": "<div class=\"abstract\">\n<b>THE USE OF QUALITY CONTROL PARAMETERS IN THE EVALUATION OF VEGETABLE CRUDE DRUGS</b><br/>CHAPTER ONE<br/>INTRODUCTION<br/> BACKGROUND OF THE STUDY<br/>The universal role of plants in the treatment of disease is exemplified by their employment in all the major systems of medicine irrespective of the underlying philosophical premise. How and when such medicinal plants were first used ,is, in many cases, lost in pre-history, indeed animals other than man , appear to have their own materia medica.(Prajapati, et al., 2003). Nevertheless, it can be said with certainty that vegetable kingdom already existed when man made his appearance on earth. As man began to acquire closure acquaintance with his environment,he began to know more about plants, as these were the only curative agents he had. As he progressed and evolved, he was not only able to sort out which plants could be eaten, but also began to associate curative characteristics with certain plants.<br/>The World Health Organization (WHO, 1978) estimated that 4 billion people(80%) of the world population presently use herbal medicine for one form of primary health or another. Early human recognised their dependence on nature for a healthy life and since that time, humanity has depended on the diversity of plant resources for food, clothing, shelter, and medicines to cure myriads of ailments. However, man did not require the modern methods of investigation to collect for himself a materia medica of plants which he often used in conjunction with magical and other ritual practices. It is interesting to reflect that such collection of herbal medicines compiled over centuries by trial and error, and presumably using the patient as the experimental animal throughout, must surely contain some materials worthy of further investigation and should not be too readily discarded.<br/>Medicinal plants are of great value in the field of treatment and cure of disease. Over the years, scientific research has expanded our knowledge of the chemical effects and composition of the active constituents which determine the medicinal properties of plants. It has now been a universally accepted fact that the plant drugs and remedies are far more safe than synthetic medicines for curing complex diseases. Large numbers of alkaloids, glycosides, and antibiotics have been isolated, identified and used as curative agents. In the western world, as people are becoming aware of the potency and side effects of synthetic drugs, there is an increasing interest in the plant based remedies with a basic approach towards the nature. The future development of Pharmacognosy as well as herbal drug industry would be largely dependent upon the reliable methodologies for identification of marker compounds of the extracts, and also upon the standardization and quality control of these extracts.<br/>Little more needs to be said about the present day importance of medicinal plants for it will be apparent to know that the plant themselves either in the form of crude drugs or even more important for the medicinally active materials isolated from them have been and always will be an important aid to physician in the treatment of disease.<br/>1.2    HERBAL MEDICINE<br/>An herb is a plant or part of a plant valued for its medicinal, aromatic, or savoury qualities. Herbs can be viewed as biosynthetic chemical laboratories, producing a number of chemical compounds. Herbal remedies or medicines consist of portions of plants or unpurified plant extracts containing several constituents, which often work together synergistically. As per WHO definition, there are three kinds of herbal medicines: raw plant material, processed plant material and medicinal herbal products. Herbal drugs are finished labelled products that contain active ingredients such as aerial or underground parts of plant or other plant material or combination thereof, whether in the crude state or as plant preparations. Herbal medicine or herbalism is the use of herbs or herbal products for their therapeutic or medicinal value. They may come from any part of the plant but are most commonly made from leaves, roots, bark seeds, and flowers. They are eaten, swallowed, drunk, inhaled, or applied topically to the skin. Herbal products often contain a variety of naturally-occurring biochemicals from plants, many of which contribute to the plant’s medicinal benefits. Chemicals known to have medicinal benefits are referred to as “active ingredients” or “active principles” and their presence depends on a number of factors including the plant species, the time and season of harvest, the type of soil, the way the herb is prepared. Herbal medicines may contain excipients in addition to the active ingredients.<br/>Medicines containing plant material combined with chemically defined active substances, including chemically defined, isolated constituents of plants are not considered to be herbal medicines. Exceptionally, in some countries herbal medicines may also contain, by tradition, natural organic or inorganic active ingredients which are not of plant origin”. (Copper, et al., 1986).<br/>The use of herbal medicines has increased remarkably in line with the global trend of people returning to natural therapies. Herbal medicine products are dietary supplements that people take to improve their health and are sold as tablets, capsules, powders, teas, extracts and fresh or dried plants. Herbals are traditionally considered harmless and increasingly being consumed by people without prescription. However, some can cause health problems, some are not effective and some may interact with other drugs. To avoid confusion with culinary herbs, herbs and plant extracts that have some association with medicinal uses are called “Herbal Medicinal Products”.<br/>In the past, the cure of disease and the use of medicinal plants has been much influenced by religious practice and the exercise of magical rites. From a pharmacognostical viewpoint, the study of herbal medicines differs little from that for the allopathic medicinal plants. In practice, many herbal remedies have not been as extensively studied either pharmacologically or phytochemically, a situation which must change for over- the-counter products as stricter licensing controls are implemented.<br/>During the past decade, there has been increasing public interest and acceptance of natural therapies in both developing and developed countries. Due to poverty and limited access to modern medicine, about 80% of the world’s population, especially in the developing countries uses herbal medicine as their source of primary healthcare (Bodeker et al., 2005; Mukherjee, 2002; Farnsworth et al., 1985; Bisset, 1994). In these communities, traditional medical practice is often viewed as an integral part of their culture. In the West, people are attracted to herbal therapies for many reasons, the most important reason being that, like our ancestors, it is believed they will help us live healthier lives. Herbal medicines are often viewed as a balanced and moderate approach to healing. Individuals who use them as home remedies and over-the-counter drugs spend billions of dollars on herbal products. As such, they represent a substantial proportion of the global drug market (WHO, 2005, 2002a, Blumenthal et al., 1998; Roberts and Tyler, 1997; Farnsworth et al., 1985).<br/>Herbal Medicinal Products ( HMPs) form the largest part of what is sometimes called Complementary and Alternative Medicine (CAM), and are at one end of a continuum from “healthy foods” through “nutraceuticals” to “herbal medicinal products”, which are products that have mainly a use in treating or preventing disease. However, it should not be forgotten that these advances in medicine and therapy are easily available to only a minority in the world as a whole. In many places, mainly in developing countries, but also in pockets, in every affluent society, herbal products are the major, if not only, source of medication, for economic or geographical reasons. This is in contrast to the more affluent areas of the globe where they are used as a matter of choice rather than necessity. Serious different reasons have been put forward for the resurgence of interest in the use of HMPs. This include a reaction against the serious side-effects sometimes observed when orthodox drugs are used, especially the more potent ones; the inability of western medicines to treat some diseases satisfactorily, especially chronic conditions and the generally mistaken idea that “natural” must be better or safe.<br/>To achieve the desired benefit from herbal preparations, an individual must take the required dose over a certain length of time. Although it is generally believed that most herbal preparations are safe for consumption, some herbs like most biologically active substances could be toxic with undesirable side effects (Bisset, 1994).<br/>Herbal treatment is usually directed towards restoring a state of homeostasis or a normal physiological balance of the body, rather than directly attacking the symptoms of the disease.  The extracts of the plants prescribed will contain a wide range of plant metabolites, of which some will be therapeutically active. This admixture, containing a spectrum of the constituents of the plants cell may give rise to fewer side-effects than a single isolated principle. A number of constituents, which on their own may appear pharmacologically inactive, combine synergistically to produce therapeutic effects.<br/>In most countries, herbal products are launched into the market without proper scientific evaluation, and without any mandatory safety and toxicological studies. There is no effective machinery to regulate manufacturing practices and quality standards. Consumers can buy herbal products without a prescription and might not recognize the potential hazards in an inferior product. A well-defined and constant composition of the drug is therefore, one of the most important prerequisites for the production of a quality drug. Given the nature of products of plant origin, which are not usually constant and are dependent on and influenced by many factors, ensuring consistent quality of products is vital for the survival and success of the industry (Bauer, 1998).<br/>Standardization of herbal formulations is essential in order to assess the quality of drugs, based on the concentration of their active principles. Quality evaluation of herbal preparation is a fundamental requirement of industry and other organization dealing with ayurvedic and herbal products. The growing use of botanicals (drug and other products derived from plants) by the public is forcing moves to assess the health claims of these agents and to develop standards of quality and manufacture. It is evident that the herbal industry needs to follow strict guidelines and such regulations are necessary.<br/>1.3 STANDARDIZATION OF BOTANICAL HERBS AND QUALITY OF  BOTANICAL PREPARATIONS:<br/>Plants contain several hundred constituents and some of them are present at very low concentrations. In spite of the modern chemical analytical procedures available, only rarely do phytochemical investigations succeed in isolating and characterizing all secondary metabolites present in the plant extract. Apart from this, plant constituents vary considerably depending on several factors that impair the quality control of phytotherapeutic agents. (Jablonski, 2004). Quality control and standardization of herbal medicines involve several steps. However, the source and quality of raw materials play a pivotal role in guaranteeing the quality and stability of herbal preparations. Other factors such as the use of fresh plants, temperature, light exposure, water availability, nutrients, period and time of collection, method of collecting, drying, packing, storage and transportation of raw material, age and part of the plant collected, etc., can greatly affect the quality and consequently the therapeutic value of herbal medicines. Some plant constituents are heat labile and the plants containing them need to be dried at low temperatures. Also, other active principles are destroyed by enzymatic processes that continue for long periods of time after plant collection. This explains why frequently the composition of herbal based drugs is quite variable. As pointed out before, apart from these variable factors, others such as the method of extraction and contamination with microorganisms, heavy metals, pesticides, etc., can also interfere with the quality, safety and efficacy of herbal drugs. For these reasons, pharmaceutical companies prefer using cultivated plants instead of wild-harvested plants because they show smaller variation in their constituents. Furthermore and certainly more relevant, when medicinal plants are produced by cultivation, the main secondary metabolites can be monitored and this permits definition of the best period for harvesting. (Koo, et al., 2004).<br/>Quality control of herbal medicines is a critical and essential issue to be considered in assuring the therapeutic efficacy, safety and to rationalize the use of herbal medicinal products (HMPs) in healthcare. Definition and characterization of the material is necessary prior to the assessment of the relevance of available efficacy and safety data. It is also important that the material used and available commercially should be consistent with the evaluated material because any significant change in quality would trigger the need for re-evaluation of the relevance of the safety and efficacy data (Mukherjee, 2002). Adulterants, and more often, the incorrect identification of the herbs, are the causes of low quality in herbals.<br/>Standardization is a system that ensures a predefined amount of quantity, quality &amp; therapeutic effect of ingredients in each dose. Herbal product cannot be considered scientifically valid if the drug tested has not been authenticated and characterized in order to ensure reproducibility in the manufacturing of the product. Moreover, many dangerous and lethal side effects have recently been reported, including direct toxic effects, allergic reactions, effects from contaminants, and interactions with herbal drugs. Therapeutic activity of an herbal formulation depends on its phytochemical constituents. The development of authentic analytical methods which can reliably profile the phytochemical composition, including quantitative analyses of marker/bioactive compounds and other major constituents, is a major challenge to scientists. Standardization is an important step for the establishment of a consistent biological activity, a consistent chemical profile, or simply a quality assurance program for production and manufacturing of an herbal drug. The authentication of herbal drugs and identification of adulterants from genuine medicinal herbs are essential for both pharmaceutical companies as well as public health and to ensure reproducible quality of herbal medicine. (Choudhary and Sekhon, 2011).<br/>It is very important that a system of standardization is established for every plant medicines in the market because the scope for variation in different batches of medicine is enormous. Plant materials may vary in its therapeutic effect according to different places of collection, with different times in a year for collection, with collection at the same time and place but in different years, and with different environmental factors surrounding the cultivation of a particular medicinal plant. Adding to this variability is the fact that in herbal medicine, several plants may be used together in the same preparation. These means that there should be a quality control test for the entire preparation to ensure quality of the preparation (Prajapati, et al., 2003).<br/>1.4      CONVENTIONAL METHOD FOR STANDARDIZATION OF HERBAL FORMULATION<br/>Standardization of herbal raw drugs include passport data of raw plant drugs, botanical authentication, microscopic and molecular examination, identification of chemical composition by various chromatographic techniques and biological activity of the whole plant. Macroscopic and microscopic evaluation and chemical profiling of the herbal materials for quality control and standardization have been reported by various workers. Macroscopic identity of medicinal plant materials is based on sensory evaluation parameters like shape, size, colour, texture, odour and taste while microscopy involves comparative microscopic inspection of powdered herbal drug. Further, advances in microscope technology have increased the accuracy and capabilities of microscopy as a mean of herbal crude material identification due to the implication of light and scanning electron microscopes (SEM) in herbal drug standardization. Furthermore, various advanced methods such as chromatographic, spectrophotometric and combination of these methods, electrophoresis, polarography, and the use of molecular biomarkers in fingerprints are currently employed in standardization of herbal drugs ( Choudhary and Sekhon, 2011).<br/>1.5 CURRENT REGULATIONS FOR STANDARDIZATION OF CRUDE DRUGS<br/>Internationally, several pharmacopoeias have provided monographs stating parameters and standard of many herbs and some products made out of these herbs. Several pharmacopoeias like:<br/>    Pharmacopoeia committee<br/>    Chinese Herbal Pharmacopoeia<br/>    United States Herbal Pharmacopoeia<br/>    British Herbal Pharmacopoeia<br/>    British Herbal Compendium<br/>    Japanese Standards for Herbal Medicine<br/>    The Ayurvedic Pharmacopoeia of India<br/>Lay down monograph for herbs and herbal products to maintain their quality in their respective nations (Agarwal, 2005).<br/>1.6       STANDARDIZATION AND QUALITY CONTROL PARAMETERS          FOR EVALUATION OF HERBAL CRUDE DRUGS<br/>According to WHO (1996a and b), standardization and quality control of herbals is the process involved in the physicochemical evaluation of crude drug covering aspects, such as selection and handling of crude material, safety, efficacy and stability assessment of finished product, documentation of safety and risk based on experience, provision of product information to consumer and product promotion. Attention is normally paid to such quality indices such as:<br/>Macroscopic Examination: In case of whole drugs, the macroscopic and secondary characters are sufficient for identification of right variety and search of adulterants.<br/>Microscopic Examination: These are valuable both for powders and ungrounded drugs for identification of right variety and search of adulterants.<br/>Foreign organic matter: This involves removal of matter other than source plant to get the drug in pure form.<br/>Ash values: These are criteria to judge the identity and purity of crude drug such as: Total ash, sulphated ash, water soluble ash and acid insoluble ash etc.<br/>Moisture content: Checking moisture content helps reduce errors in the estimation of the actual weight of drug material. Low moisture suggests better stability against degradation of product.<br/>Extractive values: These are indicative weights of the extractable chemical constituents of crude drug under different solvents environment.<br/>Crude fibre: This helps to determine the woody material component, and it is a criterion for judging purity.<br/>Qualitative chemical evaluation: This covers identification and characterization of crude drug with respect to phytochemical constituent. It employs different analytical technique to detect and isolate the active constituents. Phytochemical screening techniques involve botanical identification, extraction with suitable solvents, purification, and characterization of the active constituents of pharmaceutical importance.<br/>Chromatographic examination: Include identification of crude drug based on the use of major chemical constituents as markers.<br/>Quantitative chemical evaluation: To estimate the amount of the major classes of constituents.<br/>Solubility: The solubility, especially exceptional behaviour towards solvent, is useful in examination of many oils and oleo-resins.<br/>Physical Constituents: Physical constituents such as specific gravity, optical rotation, viscosity, and refractive index are especially valuable for the evaluation of fats, oleo-resins, balsams and similar substances.<br/>Swelling Index: It measures the swelling property of the medicinal plants.<br/>Volatile Oils: It covers the measurement of the volatile content of the plant.<br/>Bitterness Value: The bitter properties of the plant materials are determined by comparing the threshold bitter concentration of an extract of the materials with that of a dilute soluble of guanine hydrochloride.<br/>Hemolytic Activity: The hemolytic activity of a plant materials, or a preparation containing saponins, is determined by comparison with that of a reference material, saponin.<br/>Foaming Index: The foaming ability of an aqueous decoction of plant materials and their extracts is measured in terms of a foaming index.<br/>Pesticide Residue: It measures the pesticide residues in the plant.<br/>Arsenic and Heavy Metals: Contamination of medicinal plant materials with arsenic and heavy metals can be attributed to many causes including environmental pollution and traces of pesticides.<br/>Microorganisms: Current practices of harvesting, handling and production may cause additional contamination and microbial growth.<br/>Aflatoxins: Minute presence in crude drug can be toxic and hence their presence is being tested.<br/>DNA Fingerprinting: Technique is useful for identification of phytochemically indistinguishable genuine drugs from substituted or adulterated drugs.<br/>Chemical Fingerprinting: To allow the detection of all the components in the extracts.<br/>Biological Profiling: It identifies the biologically active plants allowing highly sophisticated standardization and quality control.<br/>Radioactive Contamination: A certain amount of exposure to ionizing radiation cannot be avoided since they are many sources including radionuclides occuring naturally in the ground and atmosphere.<br/>Toxicological Studies: To help determine pesticide residue, potentially toxic elements, safety studies in animals like LD50 and microbial count approach to ascertain their presence or absence.<br/>1.7   PURITY DETERMINATION<br/>Purity is closely linked with the safe use of drugs and deals with factors such ash values, contaminants (e.g. foreign matter in the form of other herbs), and heavy metals. However, due to the application of improved analytical methods, modern purity evaluation also includes microbial contamination, aflatoxins, radioactivity, and pesticide residues. Analytical methods such as photometric analysis, thin layer chromatography (TLC), high performance liquid chromatography (HPLC), and gas chromatography (GC) can be employed in order to establish the constant composition of herbal preparations(Kunle, et al . , 2012).<br/>High Performance thin layer chromatography (HPTLC) is valuable quality assessment tool for the evaluation of botanical materials. It allows for analysis of a broad number of compounds both efficiently and cost effectively. With HPTLC, the same analysis can be viewed using different wavelengths of light thereby providing a more complete profile of the plant than is typically observed with more specific type of analyses (Chakravarth, 1993).<br/>1.8  W.H.O GUIDELINES FOR QUALITY STANDARDIZED HERBAL     FORMULATIONS<br/>WHO has evolved guidelines to support the member states in their efforts to formulate national policies on traditional medicine and to study their potential usefulness including evaluation, safety, and efficacy. Standardization and quality control parameter for herbal formulations are based on the following fundamental parameters:<br/>    Quality control of crude drugs material, plant preparations and finished products.<br/>    Stability assessment and shelf life.<br/>    Safety assessment; documentation of safety based on experience or toxicological studies.<br/>    Assessment of efficacy by ethno medical information and biological activity evaluations.<br/>1.9   QUALITY CONTROL OF CRUDE MATERIALS<br/>Quality can be defined as the status of a drug that is determined by identity, purity, content, and other chemical, physical, or biological properties, or by the manufacturing processes. Quality control is a term that refers to processes involved in maintaining the quality and validity of a manufactured product.<br/>The quality of herbal medicine that is. the profile of the constituents in the final product has implication in efficacy and safety.  Quality controls of synthetic drug offer no problems with very well defined parameters of analysis. In contrast, herbal products represent a number of unique problems when quality aspects are considered. These are because of the nature of the herbal ingredients present therein, which are complex mixtures of different secondary metabolites that can vary considerably depending on environmental and generic factors. Furthermore, the constituents responsible for the claimed therapeutic effects are frequently unknown or only partly explained. These complex positions of quality aspects of herbal drugs are further complicated by the use of combination of herbal ingredients as are being used in traditional practice. It is not uncommon to have as many as five different herbal ingredients in one product. Thus batch to batch variation starts from the collection of raw material itself in the absence of any reference standard for identification. These variations multiply during storage and further processing.<br/>The task of lying down standards for quality control of herbal crude and their formulation involves biological evaluation for a particular disease area, chemical profiling of the material and lying down specification for the finished product. Therefore, in case of herbal drugs and product, the word “Standardization” should encompass entire field of study from cultivation of medicinal plant to its clinical application (Wani, 2007).<br/>To ensure safety and quality of the medicinal plants it is necessary to focus on all aspects of medicinal plant research from ethno – pharmacology, utilization, isolation and identification of active constituents to efficacy evaluation, safety, formulation and clinical evaluation. Quality control of the medicinal plants starts right at the source of the plant material. The phytochemical composition of the plant material and the resulting quality can vary due to several factors including a number of environmental factors such as geographical location, soil quality, temperature and rainfall etc. taxonomy, the time of collection, method of collection, cultivation, harvesting, drying and storage conditions, preparation and processing methods can also affect composition. Contamination by microbes, chemical agents such as pesticides and heavy metals as well as by insects and animals during any of these stages can also lead to poor quality of the finished products. Standardization of all these factors is necessary to meet the current standards of quality, safety and efficacy (Brijesh  et al., 2006).<br/><br/><br/>    \n\nTHE USE OF QUALITY CONTROL PARAMETERS IN THE EVALUATION OF VEGETABLE CRUDE DRUGS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE USE OF QUALITY CONTROL PARAMETERS IN THE EVALUATION OF VEGETABLE CRUDE DRUGS", "id": 1}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>The bioavailability of drugs from conventional eye drops is generally low. Many studies have demonstrated that new and more complex ophthalmic drug forms exhibit advantage over traditional ones and are able to increase the bioavailability of the active substance by, among others, reducing the susceptibility of drug forms to defense mechanisms of the human eye, extending contact time of drug with the cornea, increasing the penetration through the complex anatomical structure of the eye, and providing controlled release of drugs into the eye tissues, which allows reducing the drug application frequency. In this study, lipid-based microsuspensions of gentamicin were developed and investigated as alternative for ophthalmic delivery of gentamicin.<br/>Lipid matrices used were prepared by fusion using 1:1, 1:2 and 2:1 mixtures of Phospholipon ? 90G and Softisan ? 154. Gentamicin (0.1, 0.3, 0.5 and 0.7 w/w %) was incorporated into the lipid matrices and microsuspensions were formulated by melt homogenization technique. The microsuspensions for topical ophthalmic delivery were characterized in terms of particle size and morphology, thermal analysis, osmolarity, entrapment efficiency and loading capacity. The in vitro release study of gentamicin in phosphate buffer (pH 7.4) was carried out using polycarbonate dialysis membrane (MWCO 6000-8000) while the ex vivo permeation studies were conducted using excised pig cornea. The permeability coefficient and flux of the formulation across the excised cornea were determined.<br/>The particle size of the formulations ranged from 9.15 ? 1.04 to 12.91 ? 0.5 ?m. The microsuspensions had entrapment efficiency range of 25 -64%, which were dependent on the concentration of drug. The osmolarity of the formulation was within the range of 280.33 ? 3.05 -321.67 ? 2.08 mOsmol. The formulations were stable within the period of study. The lipid based formulations exhibited 49 -88% drug release in vitro at 12 h and the release was dependent on the ratio of the lipids used. There was sustained permeability of the formulations through the excised cornea when compared with commercial gentamicin eye drop. The lipid based microsuspensions could be used for ophthalmic.</p>\n\nDEVELOPMENT OF LIPID-BASED MICRO SUSPENSIONS FOR OPHTHALMIC DELIVERY OF GENTAAMICIN<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DEVELOPMENT OF LIPID-BASED MICRO SUSPENSIONS FOR OPHTHALMIC DELIVERY OF GENTAAMICIN", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p><em>This research work was designed to examine and analyze the causes and effects of cholera during raining season in Benin City. Seven (7) research questions were formulated and questionnaires were administered to one hundred and fifty (150) respondents in order to gather data for the research. Results showed that poor environment sanitation leads to cholera outbreak, washing of hands before eating helps to prevent or reduce the cholera outbreak, also drinking and bathing with contaminated water leads to cholera infection and a poorly kept toilet also causes cholera outbreak etc. recommendations were indicated which include that, government should swing into action by providing various measures in other to prevent and reduce cholera disease in the country and in Benin City. Our water should be properly treated by adding chlorine to it before drinking and bathing with it. We are also advice to keep clean areas where food are prepared and these food should be properly covered to avoid the cholera outbreak, mothers are also advice to wash their children clothes with soap and clean water and hands should be washed after taking care of sick people to avoid the risk of the disease.   </em></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1    BACKGROUND TO THE STUDY</strong></p> <p>Cholera is an infection of the small intestine that is caused by the bacterium Vibrio cholerae 01 and 0139( Riyan 2004 &amp; WHO 2010). The main symptoms are profuse watery diarrhea and vomiting. Transmission is primarily through consuming contaminated drinking water or food. The severity of the diarrhea and vomiting can lead to rapid dehydration and electrolyte imbalance. Every year there is an estimated 3-5 million cholera cases and 100,000-120,000 deaths due cholera. The short incubation period of two to five days, enhance the potentially explosive pattern of out breaks (Faruque 2008 and WHO 2010). Cholera transmission is closely linked to inadequate environmental management. Typical at-risk areas include peri-urban slums, where basic infrastructure is not available, as well as camps for internally displaced people or refugees, where minimum requirements of clean water and sanitation are not met.  The consequences of a disaster – such as disruption of water and sanitation systems, or the displacement of populations to inadequate and overcrowded camps – can increase the risk of cholera transmission should the bacteria be present or introduced.</p> <p>Epidemics have never arisen from dead bodies. Cholera remains a global threat to public health and a key indicator of lack of social development. Recently, the reemergence of cholera has been noted in parallel with the ever-increasing size of vulnerable populations living in unsanitary conditions (Emch 2008 and WHO, 2010).</p> <p>Two serogroups of v. cholera – 01 and 0139 – causes out breaks (Alexander 2008).  v. cholera 01 causes the majority of outbreak, while 0139  -first indentified in Bangladash in 1992 –is confined to South-East Asia. Non-01 and non-0139 v. cholera can cause mild diarrhea but dot not generate epidemics. The bacteria are transmitted via contaminated drinking water or food.  Pathogenic v. cholera can survive refrigeration and freezing in food supplies. (Reildl et al 2002) The dosage of bacteria required to cause an infection in healthily volunteers via oral administration of living vibrios is greater than  1000 organisms (Hartely 2006 ).  After consuming an antacid, however, cholera development in most volunteers after consumption of only  100 cholera  vibrios experiments also show that  vibrios consumed with food are more likely to cause infection than those from water alone (Finkelstein 1996). Cases tend to be clustered by location as well as season, with most infections occurring in children ages 1-5 years (WHO 2010).</p> <p>Cholera is severe water-born infectious disease caused by the bacterium  vibrio cholerae.   In 2005, 131,943 cases including 2,272 deaths have notified from 52 countries. The year was marked by a particular significant series of outbreaks in West Africa, which affected 14 countries and accounted for 58% of all cholera cases world-wide (WHO 2006). In the same year Nigeria had 4,477 cases and 174 deaths. There was reported case of cholera in 2008 in Nigeria in which 429 death out of 6,330 cases. More so, 2,304 cases in Niger State in which 114 were reported death in 2008 (NBS 2009). Recent years have seen a strong trend of cholera outbreak in developing countries, including among others, those in India (2007), Iraq (2008), Congo (2008), Zimbabwe (2008-2009), Haiti (2010), Kenya (2010). Koko in Edo State (1989). In Nigeria, according to UN figure, 1,555 people have died since January and 38,173 cases have been reported. The figure is more than four times the death toll the government reported in August (Guardian. 2010)</p> <p>Cholera is a disease characterized by profuse diarrhea accompanied with a severe dehydration and loss of electrolyte (Colwell and Huq, 1994), caused by toxigenic Vibrio cholerae, a serologically diverse, environmental, and gram-negative rod bacterium (Li et al., 2002). In the absence of appropriate treatment, there is a high mortality rate. Cholera is a major public health concern because of its high transmissibility, death-to-case ratio and ability to occur in epidemic and pandemic forms (Kaper et al., 1995). Cholera is responsible for an estimated death of 120,000 globally every year (WHO, 2001), and still continues to be a scourge worldwide covering all continents. In developing countries with endemic areas, cholera is still very significant with incidence of more than five million cases per year (Tauxe et al., 1994; Lan and Reeves, 2002). The explosive epidemic nature and the severity of the disease and the potential threat to food and water supplies have prompted the listing of V. cholerae as an organism of biological defense research (Zhang et al., 2003). In an epidemic, the great majority of cases can be recognized by clinical diagnosis easily and a bacteriological diagnosis is often not required. Cholera is endemic in Nigeria (Falade and Lawoyin, 1999) and epidemiological features (Utsalo et al., 1991, 1992; Eko et al., 1994; Hutin et al., 2003) have been reported from various parts of the country with investigations on possible sources of outbreaks. Outbreaks of cholera had been reported from various States in Nigeria such as Ogun, Edo, Pleatue State etc, of Nigeria. Investigations on outbreak of cholera in Nigeria have focused on the epidemiological features, the probable source of contamination and the risk factors without spatial linkage of health data. However, advances in Geographical Information Systems (GIS) technology provides this opportunity and have become an indispensible tool for processing, analyzing and visualizing spatial data within the domains of environmental health, disease ecology and public health (Kistemann et al., 2002).</p> <p>The use of GIS is not new in waterborne disease outbreaks and cholera studies. It has been applied in investigating waterborne disease outbreak (NWW, 1999), microbial risk assessment of drinking water reservoirs (Kistemann et al., 2001a), drinking water supply structure (Kistemann et al., 2001b), and spatial patterns of diarrhoea illness with regards to water supply structures (Dangendorf et al., 2002). In cholera studies, GIS technology has been applied in studying the correlation between socio-economic and demographic indices and cholera incidence (Ackers et al., 1998), environmental risk factors (Ali et al., 2002a), spatial epidemiology (Ali et al., 2002b), health risk prediction (Fleming et al., 2007) and spatial and demographic patterns of cholera (Osei and Duker, 2008). This study seeks to assess the causes and effect of cholera outbreak in Benin City, Edo State.</p> <p><strong>1.2    STATEMENT OF PROBLEM</strong></p> <p>The threat of cholera rampaging through Nigeria has long been of concern to many. The crowded settings coupled with minimal water, sanitation, hygiene and health services, present a fearsome breeding ground for cholera to quickly escalate beyond control. In an attempt to avoid this worse-case scenario, a massive response needs to be mounted by the Government to enlighten the general public about the causes of this deadly disease and also ways to avoid the outbreak. Hygiene promoters should be employed to work every day, sharing information on how to avoid contracting the illness and the signs and symptoms of the disease.</p> <p><strong>1.3    PURPOSE OF THE STUDY</strong></p> <p>The purpose of this study is to determine the causes and effect of cholera during rainy season in Benin City.</p> <p>The specific objectives of the study are:</p> <p>1.      To identify the cause of cholera in Benin City.</p> <p>2.      To ascertain if cholera outbreak is usually rampant during the rainy season among children in Benin City.</p> <p>3.      To identify the problems associated with the prevention of cholera in Benin City</p> <p>4.      To determine the ways of preventing cholera outbreak in Benin City.</p> <p><strong>1.4    RESEARCH QUESTIONS</strong></p> <p>The following research questions were asked and answered in the study:</p> <p>1.      Does poor environmental sanitation lead cholera outbreak?</p> <p>2.      Can drinking and bathing with contaminated water lead to cholera outbreak?</p>\n\nTHE CAUSES AND EFFECTS OF CHOLERA AMONG CHILDREN<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE CAUSES AND EFFECTS OF CHOLERA AMONG CHILDREN", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p><em>This research work was designed to examine and analyze the causes and effects of cholera during raining season in Benin City. Seven (7) research questions were formulated and questionnaires were administered to one hundred and fifty (150) respondents in order to gather data for the research. Results showed that poor environment sanitation leads to cholera outbreak, washing of hands before eating helps to prevent or reduce the cholera outbreak, also drinking and bathing with contaminated water leads to cholera infection and a poorly kept toilet also causes cholera outbreak etc. recommendations were indicated which include that, government should swing into action by providing various measures in other to prevent and reduce cholera disease in the country and in Benin City. Our water should be properly treated by adding chlorine to it before drinking and bathing with it. We are also advice to keep clean areas where food are prepared and these food should be properly covered to avoid the cholera outbreak, mothers are also advice to wash their children clothes with soap and clean water and hands should be washed after taking care of sick people to avoid the risk of the disease.   </em></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1    BACKGROUND TO THE STUDY</strong></p> <p>Cholera is an infection of the small intestine that is caused by the bacterium Vibrio cholerae 01 and 0139( Riyan 2004 &amp; WHO 2010). The main symptoms are profuse watery diarrhea and vomiting. Transmission is primarily through consuming contaminated drinking water or food. The severity of the diarrhea and vomiting can lead to rapid dehydration and electrolyte imbalance. Every year there is an estimated 3-5 million cholera cases and 100,000-120,000 deaths due cholera. The short incubation period of two to five days, enhance the potentially explosive pattern of out breaks (Faruque 2008 and WHO 2010). Cholera transmission is closely linked to inadequate environmental management. Typical at-risk areas include peri-urban slums, where basic infrastructure is not available, as well as camps for internally displaced people or refugees, where minimum requirements of clean water and sanitation are not met.  The consequences of a disaster – such as disruption of water and sanitation systems, or the displacement of populations to inadequate and overcrowded camps – can increase the risk of cholera transmission should the bacteria be present or introduced.</p> <p>Epidemics have never arisen from dead bodies. Cholera remains a global threat to public health and a key indicator of lack of social development. Recently, the reemergence of cholera has been noted in parallel with the ever-increasing size of vulnerable populations living in unsanitary conditions (Emch 2008 and WHO, 2010).</p> <p>Two serogroups of v. cholera – 01 and 0139 – causes out breaks (Alexander 2008).  v. cholera 01 causes the majority of outbreak, while 0139  -first indentified in Bangladash in 1992 –is confined to South-East Asia. Non-01 and non-0139 v. cholera can cause mild diarrhea but dot not generate epidemics. The bacteria are transmitted via contaminated drinking water or food.  Pathogenic v. cholera can survive refrigeration and freezing in food supplies. (Reildl et al 2002) The dosage of bacteria required to cause an infection in healthily volunteers via oral administration of living vibrios is greater than  1000 organisms (Hartely 2006 ).  After consuming an antacid, however, cholera development in most volunteers after consumption of only  100 cholera  vibrios experiments also show that  vibrios consumed with food are more likely to cause infection than those from water alone (Finkelstein 1996). Cases tend to be clustered by location as well as season, with most infections occurring in children ages 1-5 years (WHO 2010).</p> <p>Cholera is severe water-born infectious disease caused by the bacterium  vibrio cholerae.   In 2005, 131,943 cases including 2,272 deaths have notified from 52 countries. The year was marked by a particular significant series of outbreaks in West Africa, which affected 14 countries and accounted for 58% of all cholera cases world-wide (WHO 2006). In the same year Nigeria had 4,477 cases and 174 deaths. There was reported case of cholera in 2008 in Nigeria in which 429 death out of 6,330 cases. More so, 2,304 cases in Niger State in which 114 were reported death in 2008 (NBS 2009). Recent years have seen a strong trend of cholera outbreak in developing countries, including among others, those in India (2007), Iraq (2008), Congo (2008), Zimbabwe (2008-2009), Haiti (2010), Kenya (2010). Koko in Edo State (1989). In Nigeria, according to UN figure, 1,555 people have died since January and 38,173 cases have been reported. The figure is more than four times the death toll the government reported in August (Guardian. 2010)</p> <p>Cholera is a disease characterized by profuse diarrhea accompanied with a severe dehydration and loss of electrolyte (Colwell and Huq, 1994), caused by toxigenic Vibrio cholerae, a serologically diverse, environmental, and gram-negative rod bacterium (Li et al., 2002). In the absence of appropriate treatment, there is a high mortality rate. Cholera is a major public health concern because of its high transmissibility, death-to-case ratio and ability to occur in epidemic and pandemic forms (Kaper et al., 1995). Cholera is responsible for an estimated death of 120,000 globally every year (WHO, 2001), and still continues to be a scourge worldwide covering all continents. In developing countries with endemic areas, cholera is still very significant with incidence of more than five million cases per year (Tauxe et al., 1994; Lan and Reeves, 2002). The explosive epidemic nature and the severity of the disease and the potential threat to food and water supplies have prompted the listing of V. cholerae as an organism of biological defense research (Zhang et al., 2003). In an epidemic, the great majority of cases can be recognized by clinical diagnosis easily and a bacteriological diagnosis is often not required. Cholera is endemic in Nigeria (Falade and Lawoyin, 1999) and epidemiological features (Utsalo et al., 1991, 1992; Eko et al., 1994; Hutin et al., 2003) have been reported from various parts of the country with investigations on possible sources of outbreaks. Outbreaks of cholera had been reported from various States in Nigeria such as Ogun, Edo, Pleatue State etc, of Nigeria. Investigations on outbreak of cholera in Nigeria have focused on the epidemiological features, the probable source of contamination and the risk factors without spatial linkage of health data. However, advances in Geographical Information Systems (GIS) technology provides this opportunity and have become an indispensible tool for processing, analyzing and visualizing spatial data within the domains of environmental health, disease ecology and public health (Kistemann et al., 2002).</p> <p>The use of GIS is not new in waterborne disease outbreaks and cholera studies. It has been applied in investigating waterborne disease outbreak (NWW, 1999), microbial risk assessment of drinking water reservoirs (Kistemann et al., 2001a), drinking water supply structure (Kistemann et al., 2001b), and spatial patterns of diarrhoea illness with regards to water supply structures (Dangendorf et al., 2002). In cholera studies, GIS technology has been applied in studying the correlation between socio-economic and demographic indices and cholera incidence (Ackers et al., 1998), environmental risk factors (Ali et al., 2002a), spatial epidemiology (Ali et al., 2002b), health risk prediction (Fleming et al., 2007) and spatial and demographic patterns of cholera (Osei and Duker, 2008). This study seeks to assess the causes and effect of cholera outbreak in Benin City, Edo State.</p> <p><strong>1.2    STATEMENT OF PROBLEM</strong></p> <p>The threat of cholera rampaging through Nigeria has long been of concern to many. The crowded settings coupled with minimal water, sanitation, hygiene and health services, present a fearsome breeding ground for cholera to quickly escalate beyond control. In an attempt to avoid this worse-case scenario, a massive response needs to be mounted by the Government to enlighten the general public about the causes of this deadly disease and also ways to avoid the outbreak. Hygiene promoters should be employed to work every day, sharing information on how to avoid contracting the illness and the signs and symptoms of the disease.</p> <p><strong>1.3    PURPOSE OF THE STUDY</strong></p> <p>The purpose of this study is to determine the causes and effect of cholera during rainy season in Benin City.</p> <p>The specific objectives of the study are:</p> <p>1.      To identify the cause of cholera in Benin City.</p> <p>2.      To ascertain if cholera outbreak is usually rampant during the rainy season among children in Benin City.</p> <p>3.      To identify the problems associated with the prevention of cholera in Benin City</p> <p>4.      To determine the ways of preventing cholera outbreak in Benin City.</p> <p><strong>1.4    RESEARCH QUESTIONS</strong></p> <p>The following research questions were asked and answered in the study:</p> <p>1.      Does poor environmental sanitation lead cholera outbreak?</p> <p>2.      Can drinking and bathing with contaminated water lead to cholera outbreak?</p>\n\nTHE CAUSES AND EFFECTS OF CHOLERA AMONG CHILDREN<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE CAUSES AND EFFECTS OF CHOLERA AMONG CHILDREN", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>Abstract</strong></p> <p> The indiscriminate use of antibiotics has become a global problem with implications for effective therapy of infections and dose resistance. The objective of this study is to determine the profile of antibiotic use at the health centre of Delta State University, Abraka. This study was a retrospective study of 592 patient prescriptions from January – June 2015. The data used for this study was obtained by assessing patients’ medical record file from the Medical Record Department and the data obtained were analysed with the aid of Statistical Package for the Social Sciences and presented in a percentage table. In this study, 316 (53.38%) were female and 276(46.62%) were male. The age group of the patient were in category, 110(18.58%) were between 15-20 years, 20(33.95%) were between 21-25yrs, while 99(16.72%) were between 26-30years while 96(16.22%) were between 31-35 year and 86(14.53%) were greater than 36 years. Out of 592 patient evaluated, a total of 12 different single antibiotic were used, amoxyl 108(12.89%), ampiclox 88(10.50%), doxycycline 88(10.5%), flagyl 281(33.53%), azithromycin 99(11.81%) while erythromycin 38(4.53%) and septrin 42(5.01%) were most prescribed. Out of 1035 antibiotic that was prescribed, 197 were combined antibiotics, 38(19.29%) were amoxyl/flagyl, 33(16.75%) were doxycycline/flagyl, 46(23.35%) were azithromycin/ flagyl, 9(4.57%) were ciprofloxacin/ doxycycline/ flagyl/ azithromycin while 8(3.55%) were ciprofloxacin/flagyl. The major indication for antibiotic were plasmodiasis 63(10.39%), cough and fever 42(6.81%), stooling 41(8.33%), heat rashes 45(7.35%), anaemia 48(7.84%), gastroenteritis 39(6.37%) while respiratory tract infection 31(5.06%) and helminthiasis 25(4.08) respectively. The factors that influence the profile of antibiotic use were drug availability 23(25.27%), laboratory result 13(14.29%) cost of drug 18(19.78%) and hours of operation by pharmacy 12(13.18%). In conclusion, the study observed appropriate use of antibiotic base on the standard for evaluation; however, rotational drug prescribing was a major challenge due to poor adherence/compliance of prescribers toward standard treatment guideline. Poly-pharmacy was common.</p> <p><strong>Chapter one<br/></strong></p> <p><strong> Introduction</strong></p> <p><strong> 1.1 Background of Study</strong></p> <p>Antibiotics account for the most commonly prescribed drugs in the hospital setting. Inappropriate antibiotic prescribing and the increasing levels of resistance are now issues of global concern (Charani et al., 2010). According to Davy et al., (2005), a significant proportion of antibiotic prescriptions within hospitals have been described as inappropriate. Up to 50% of antibiotic use is inappropriate (Ashiru-Oredope et al., 2012).</p> <p>Information about antimicrobial prescribing patterns is necessary for a constructive approach to challenges that arise from the multiple antibiotics that are available (Srishyla, et al., 1994). Excessive and inappropriate use of antibiotics in hospitals, health care facilities and the community contributes to the development of bacterial resistance (Shankar et al., 2003).</p> <p>Irrational prescribing habits for antibiotics lead to ineffective and unsafe treatment of medical conditions. Moreover, irrational prescribing may worsen or prolong the illness thereby leading to distress and harm to the patient. As Sharma and Kapoor (2003) argued, not only does irrational prescribing lead to exorbitant costs of medicines, its occurrence is common in clinical practice.</p> <p>The decision model of prescribing antibiotics is rather complex and multiple factors other than clinical considerations can influence the decision to prescribe. These factors include patient characteristics, physician characteristics, and medical environments such as competition for clients. Patient characteristics such as age, lower socio-economic status, and higher co-morbidity have significant effects on the antibiotic prescription rate. Physician characteristics, including gender, age, time since graduation, and volume of practice, also significantly influence antibiotic prescription (Choi et al., 2008). They also pointed out that an urban location of a medical practice and patient income level also influence antibiotic prescription rates. Other significant predictors are the physician expertise (that is specialist or generalist). Choi et al., (2008) further argued that medical environment variables such as the number of primary care clinics and number of hospital beds affect the rate of antibiotic prescription.</p> <p>Sharma and Kapoor, (2003) attributed irrational prescribing to lack of knowledge about drugs, unethical drug promotions, high patient load, ineffective laboratory facilities, availability of drugs, and ineffective law enforcement by governments with subsequent failure to ensure compliance to guidelines. The irrational prescribing of antibiotics (particularly broad-spectrum antibiotics), in primary care is a major contributing factor to reduced drug efficacy, increased prevalence of resistant pathogens in the community, and the appearance of new co-infections (Sharma and Kapoor, 2003).</p> <p>Antimicrobial resistance is currently the greatest challenge to the effective treatment of infections globally. Resistance adversely affects both financial and therapeutic outcomes with effects ranging from the failure of an individual patient to respond to therapy and the need for expensive or toxic alternative drugs to the social costs of higher morbidity and mortality rates, required or longer durations of hospitalisation, increased health care costs and the need for changes in empirical therapy (Essack, 2006).</p> <p>Previous studies on prescribing patterns have looked at the evaluation of rational therapy, the appropriateness of prescribing antibiotics and antibiotic use, resistance development and environmental factors. These factors addressed the characteristics of individual patients and doctors, related with prescription episodes. Most studies have shown that there is inappropriate prescribing. The use of antibiotics and a large number of prescriptions did not conform to the ideal pattern (Baktygul et al., 2011).</p> <p>Medicines consume a significant portion of the total health care budget. Equitable access to affordable medicines remains a challenge. The Standard Treatment Guidelines and Essential Medical List ensure the cost-effective treatment options are available to citizens of the country, and seek to build capacity in health care workers at the Primary Health Care level.</p> <p>Antibiotics are among the most frequently used drugs worldwide. They are particularly utilized in developing countries, where an average of 35% of the total health budget is spent on antibiotics (Isturiz &amp; Carbon., 2000, cited in Makhado, 2009). In Zambia for instance, the University Teaching Hospital alone spends well over 15.28 % of its medicines budget on antibiotics per quarter of the financial year (UTH Pharmacy records, 2013-unpublished data).</p> <p>Monitoring of prescriptions and drug utilisation studies can identify the problems and provide feedback to prescribers and other stake holders so as to create awareness about irrational use of antibiotics. This study was undertaken to investigate the prescribing and profile of antibiotics use at the Health centre of delta state University, Abraka.</p> <p>This study aimed at describing the patterns of antibiotic prescribing and to suggest modifications in practitioners prescribing habits so as to make medical care rational and cost-effective.</p> <p>Rational prescribing and appropriate drug use are the keys to achieving optimum therapeutic goal. This is because inappropriate prescribing can lead to therapeutic failure, toxicity, drug interactions and even death of the patient (for which the physician and the dispensing pharmacist can be held responsible for professional misconduct), which then provides basis for a claim for compensation (Brahams, 1989). Poly-pharmacy is a recipe for adverse drug interactions (Irshaid et al, 2005); increase risk of bacterial resistance (Yousif et al., 2006; WHO, 2000); non-compliance (Pearson,1982) and increased burden/ cost to both patient and the health care delivery system (George-Kutty et al., 2002).</p> <p>Inappropriate prescribing is known all over the world to be a major problem to health care delivery; and tactless prescribing is widespread (Rashid et al., 1986). It is a feature in health care settings in developing countries and is characterized by poly-pharmacy, excessive use of antibiotics, and injections (Laing, 1990; Isah et al., 2001, Ohaju-Obodo et al., 1998; Akande and Ologe, 2007).</p> <p>Inappropriate prescribing will have an important economic and medical impact on health care as it makes treatment of patients more costly, more risky and less rewarding. Increased generic prescribing would rationalize drug use and reduce cost of treatment to the patient and lessen the burden on the health care delivery system (Quick et al., 2002; Hogerzveil, 1995).</p> <p>Rational drug prescribing has remained a global concern such that countries have established health regulations to guard against irrational, inappropriate or negligent prescribing, which is regardless of the considerable improvements that has been made in the availability and control of drugs in hospitals over time (Laing, 1990; Hogervzeil, 1995).</p> <p>Outpatient’s clinics deliver therapeutic services to a large segment of patients. General Outpatients Departments (in the Teaching and General hospitals), and the outpatient clinics in the private health institutions are the ones that see and treat the patients first. It is only cases that require further medical evaluation that are referred to the specialists.</p> <p>Private health institutions have substantial clientele who patronize them for various reasons; some of which include absence of long queues, convenience of opening/ consulting hours, better attitude of staff, greater confidence in a particular doctor, and increase in likelihood of privacy (Foster, 1995). Consequently large quantities of drugs are prescribed during the clinic encounters. Assessment of prescribing pattern in these important medical facilities is of great relevance to identifying problems regarding rational drug use, so as to propose interventional measures in cases of significant irrational prescribing.</p> <p>Appropriate drug utilization studies are important tools used to evaluate whether drugs are properly utilized in terms of efficacy, safety, convenience, and economic aspects at all levels in the chain of drug use (Dukes, 1993). The importance of rational drug use in clinical practice is underscored by the introduction in 1975 by World Health Organization (WHO, 1977, 1991) of the “Essential Drugs List (EDL) Concept”, which was followed up with the drawing up of an EDL in 1977 and setting up of implementation program in 1981(WHO, 1987). These initial critical steps have resulted in the improved supply of essential drugs to health care facilities in developing countries (Hogervzeil et al., 1993; WHO/DAP/ INRUD/ 93.1, 1993). With these programs in place, the need to improve rational use of the drugs became imperative and this was highlighted at the WHO sponsored multidisciplinary meeting of experts held in Nairobi in 1985 (WHO, 1987). To this end, a set of objective measures for the evaluation of prescribing practices (Drug Use Indicators: Prescribing Indicators, Patient Care Indicators, and Facility Indicators) were introduced through collaborative work of the Drug Action Program of the World Health Organization (DAP-WHO) and the International Network on the Rational Use of Drugs {(INRUD)(WHO, 1991; 1993) Isah et al.,/ICIUM, 1997).</p> <p>Federal Ministry of Health (FMOH), Nigeria in collaboration with WHO, launched the maiden edition of National Drug Policy (NDP) in 1990 and published the revised edition in 2005; with the goals of making available at all times to the Nigerian populace adequate supplies of drugs that are effective, affordable, safe, and of good quality; to ensure the rational use of such drugs and to stimulate increase local production of essential drugs at all levels on the basis of health needs (NDP, 2005). WHO Drug Use Indicators are standard measures that have been tested in many settings and found useful in controlling inappropriate prescribing (Hogervzeil et al., 1993). They have to a reasonable extent unified and clarified the concept of rational drug use which had until then appeared abstract, making previous research works on rational drug prescribing to be restricted to using methods, expressions and variables that were peculiar to their settings and that did not allow for direct comparison with other settings (Oviawe et al., 1989). Availability of EDL at the health care facilities (HFs) and the WHO drug prescribing indices have therefore unified and made more practicable the concept of rational drug use, and enabled comparisons of drug use practices within and between health facilities, regions and countries. They provide useful tools for supervision and monitoring of drug use practices as well as allowing for evaluations of the impacts or changes that interventional efforts might have made over time (Isa et al., 2001).</p> <p><strong>1.2 Rationale of the Study</strong></p> <p>The indiscriminate use of antibiotics has led to the antimicrobial resistance problem (World Health Organisation, 2009). According to Lukwesa, (2012- unpublished data), selected data showed that the percentage of resistance for organisms isolated from blood specimens where n=2175, ampicillin was 97.1% resistant, co-trimoxazole (86.2%), penicillin G (83.6%,) erythromycin (53.5%), chloramphenicol (43.5%), gentamycin (40.5%), ciprofloxacin (38%), tetracycline (35.5%) and cefotaxime (31.5%).</p> <p>According to WHO, (2009) inappropriate antibiotic prescribing was as high as 67.6%. High patient load, prior prescription by unqualified prescribers, high prices of antibiotics, misdiagnosis, availability of antibiotics, ineffective law enforcement to ensure treatment guideline are followed and prescribers being influenced by a particular company to prescribe its medical products are some of the major reasons for inappropriate prescribing of antibiotics. Lack of systems, structures and processes or antibiotic control measures such as Antibiotic Policy Committee or their ineffectiveness could greatly contribute to inappropriate prescribing.</p> <p><strong>1.3 Aim of the Study</strong></p> <p>The aim of this study is to determine the profile of antibiotic use at the Health centre of delta state University, Abraka.</p> <p><strong>1.4 Scope of the Study</strong></p> <p>This research is limited to the profile of antibiotics use at the Health centre of Delta State University, Abraka.</p> <p><strong>1.5 General Objective</strong></p> <p>Profile of antibiotic use at the health centre of delta State University, Abraka</p> <p>1.5.1 Specific objective</p> <p>i. To determine the proportion of students treated with antibiotics and other drugs.</p> <p>ii. Evaluating the total number of antibiotics prescribed and their order of distribution.</p> <p>iii. Determining the factors related to the antibiotics prescription pattern.</p> <p>iv. To determined the single antibiotic drug that was prescribed during this study.</p> <p>v. To determined the combined antibiotic drug that was prescribed during this study</p> <p><strong>1.6 Justification of the Study</strong></p> <p>Infectious diseases constitute a significant part of the disease burden in the tropics, especially Nigeria. The irrational use of antibiotics has lead to antibiotics resistance, ineffective treatment and increased health expenditure. Therefore, necessary initiatives should be taken by Government and health practitioners in other to promote the rational use of these antibiotics.</p> <p><strong>1.7 Significance of the Study</strong></p> <p>This research study is carried out to make an assessment of the use of antibiotics at the Health centre of Delta State University, Abraka.</p> <p><strong>1.8 Definition of the Terms</strong></p> <p>Antibiotic: A group of drugs used to treat infections caused by bacteria and to prevent bacterial infection in cases of immune system impairment (Medical Dictionary, 2008).</p> <p>Prescription: This is an instruction written by a medical practitioner that authorizes a patient to be issued with a medicine or treatment.</p> <p>Pattern: A combination of qualities, acts, tendencies etc. forming a consistent or characteristic arrangement.</p> <p>Polypharmacy: This is the use of three or more medications by a patient, generally adults.</p> <p>Antibacterial drugs: A group of drugs used to treat infections caused by bacteria.</p> <p>Antimicrobial: A drug used to treat a microbial infection. “Antimicrobial” is a general term that refers to a group of drugs that includes antibiotics, antifungals, anti-protozoals, and antivirals (Medical Dictionary, 2008).</p> <p>Antibiotic resistance: The ability of bacteria and other microorganisms to withstand an antibiotic to which they were once sensitive (and were once stalled or killed outright). Also called drug resistance (Medical Dictionary, 2008).</p> <p>Irrational use of medicines: This is a major problem worldwide. It is estimated that half of all medicines are inappropriately prescribed, dispensed or sold and that half of all patients fail to take their medicine properly. The overuse, under use or misuse of medicines results in wastage of scarce resources and widespread health hazards (WHO, 2004).</p> <p>Rational drug therapy: The use of the least number of drugs to obtain the best possible effect in the shortest period and at a reasonable cost (Gross, 1981).</p>\n\nPROFILE OF ANTIBIOTIC USE AT THE HEALTH CENTRE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PROFILE OF ANTIBIOTIC USE AT THE HEALTH CENTRE", "id": 5}]