[{"content": "<div class=\"abstract\">\n<div> <div><strong>ABSTRACT</strong></div> <div>The Scientific Committee on Emerging and Newly Identified Health Risks (SCENIHR) has updated the previous opinion on \"Possible effects of Electromagnetic Fields (EMF), Radio Frequency Fields (RF) and Microwave Radiation on human health\" by the Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) from 2001, with respect  to whether or not exposure to electromagnetic fields (EMF) is a cause of disease or other health effects. The opinion is primarily based on scientific articles, published in English language peer-reviewed scientific journals. Only studies that are considered relevant for the task are cited and commented upon in the opinion. The opinion is divided into frequency (f) bands,  namely: radio frequency (RF) (100 kHz &lt; f  â‰¤ 300 GHz), intermediate frequency (IF) (300 Hz &lt; f  â‰¤ 100 kHz), extremely low frequency (ELF)  </div> <div>(0&lt; f â‰¤ 300 Hz), and static (0 Hz) (only static magnetic fields are considered in this opinion). There is a separate section for environmental effects. </div> <div> Radio Frequency Fields (RF fields) </div> <div>Since the adoption of the 2001 opinion extensive research has been conducted regarding possible health effects of exposure to low intensity RF fields, including epidemiologic, in vivo, and in vitro research.  In conclusion, no health effect has been consistently demonstrated at exposure levels below the limits of ICNIRP (International Committee on Non Ionising Radiation Protection) established in 1998. However, the data base for evaluation remains limited especially for long-term low-level exposure. </div> <div> Intermediate Frequency Fields (IF fields) </div> <div>Experimental and epidemiological data from  the IF range are very sparse. Therefore, assessment of acute health risks in the IF range is currently based on known hazards at lower frequencies and higher frequencies. Proper evaluation and assessment of possible health effects from long-term exposure to IF fields are important because human exposure to such fields is increasing due to new and emerging technologies. </div> <div> Extremely low frequency fields (ELF fields) </div> <div>The previous conclusion that ELF magnetic fields are possibly carcinogenic, chiefly based on occurrence of childhood leukaemia, is still valid. For breast cancer and cardiovascular disease, recent research  has indicated that an association is unlikely. For neurodegenerative diseases and brain tumours, the link to ELF fields remains uncertain.  No consistent relationship between ELF fields and self-reported symptoms (sometimes referred to as electrical hypersensitivity) has been demonstrated. </div> <div> Static Fields </div> <div>Adequate data for proper risk assessment of static magnetic fields are very sparse.  Developments of technologies involving static magnetic fields, e.g. with MRI (Magnetic  Resonance Imaging) equipment requires risk assessments to be made in relation to occupational exposure.  </div> <div> Environmental Effects </div> <div>There are insufficient data to identify whether a single exposure standard is appropriate to protect all environmental species from EMF. Similarly the data are inadequate to judge whether the environmental standards should be the same or significantly different from those appropriate to protect human health.</div> </div> <div> <div><strong>TABLE OF CONTENTS </strong></div> <div>ACKNOWLEDGMENTS --------.3 </div> <div>ABSTRACT -------4 </div> <div>EXECUTIVE SUMMARY--------.6 </div> <div>1.  BACKGROUND --------.8 </div> <div>2.  TERMS OF REFERENCE ----- 10 </div> <div>3.  SCIENTIFIC RATIONALE ---- 11 </div> <div>3.1.  Introduction -------. 11 </div> <div>3.2.  Methods---------. 12 </div> <div>3.3.  Radio Frequency Fields (RF fields) -----. 13 </div> <div>3.3.1.  Sources and distribution of exposure in the population-. 13 </div> <div>3.3.2.  Cancer -------- 15 </div> <div>3.3.2.1.  Epidemiology----. 15 </div> <div>3.3.2.2.  In vivo ------. 20 </div> <div>3.3.2.3.  In vitro------. 21 </div> <div>3.3.3.  Symptoms------. 23 </div> <div>3.3.4.  Nervous system effects -------. 25 </div> <div>3.3.5.  Miscellaneous human -------- 27 </div> <div>3.3.6.  Reproduction and development----. 27 </div> <div>3.3.7.  Sensitivity of children-------- 27 </div> <div>3.3.8.  Conclusions about RF fields ------ 28 </div> <div>3.4.  Intermediate Frequency Fields (IF fields) --- 29 </div> <div>3.4.1.  Sources and distribution of exposure in the population-. 29 </div> <div>3.4.2.  Health Effects ----- 29 </div> <div>3.4.3.  Conclusions about IF fields------. 30 </div> <div>3.5.  Extremely low frequency fields (ELF fields) -------. 30 </div> <div>3.5.1.  Sources and distribution of exposure in the population-. 30 </div> <div>3.5.2.  Cancer -------- 31 </div> <div>3.5.2.1.  Epidemiology----. 31 </div> <div>3.5.2.2.  In vivo ------. 32 </div> <div>3.5.2.3.  In vitro------. 33 </div> <div>3.5.3.  Symptoms------. 35 </div> <div>3.5.4.  Other Health Effects--- 36 </div> <div>3.5.4.1.  Epidemiology----. 36 </div> <div>3.5.4.2.  In vivo ------. 36 </div> <div>3.5.4.3.  In vitro------. 37 </div> <div>3.5.5.  Conclusions about ELF fields-----. 37 </div> <div>3.6.  Static fields -------- 38 </div> <div>3.6.1.  Sources and distribution of exposure in population --- 38 </div> <div>3.6.2.  Health effects-----. 38 </div> <div>3.6.3.  Conclusions about static fields ----- 38 </div> <div>3.7.  Environmental Effects ---- 38 </div> <div>4.  OPINION----. 41 </div> <div>5.  COMMENTS RECEIVED DURING THE PUBLIC CONSULTATION -. 45 </div> <div>6.  MINORITY OPINION------ 47 </div> <div>7.  LIST OF ABBREVIATIONS ---- 48 </div> <div>8.  REFERENCES --------. 50 </div> <div>9.  GLOSSARY --------- 63 </div> </div>\n\nPOSSIBLE EFFECTS OF ELECTROMAGNETIC FIELDS (EMF) ON HUMAN HEALTH<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " POSSIBLE EFFECTS OF ELECTROMAGNETIC FIELDS (EMF) ON HUMAN HEALTH", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>1.0 INTRODUCTION</strong></p> <p>During the last decade worldwide concern with global climate has highlighted the challenge faced by both industrialized and developing countries in maintaining a sustained process of development. Nigeria, like other developing countries, shares the need for fast economic growth given the current low standard of living and rising population. It also shares the global concern of protecting the environment.</p> <p>Increase in the concentration of greenhouse gases has become one of the most hazardous impacts on our environment. It has resulted into an increase in the temperature of the earth (Akpojotor and Akporhonor, 2005). It is predicted that the global average temperature will rise by about 1.6 oC - 6 oC by the year 2100 if current trends of greenhouse gases emission continue (IPCC, 1995). This increase in the average temperature of the earth is termed global warming. It occurs when greenhouse gases trap the sun’s heat.  When sunlight reaches the surface of the earth, some of it is absorbed by the earth’s surface and this warms the earth. It is a case of heat transfer since the earth’s surface is much cooler than the sun and radiates energy at much longer wavelengths than the sun. Some of these longer wavelengths are absorbed by greenhouse gases in the atmosphere before it can be lost to space. The absorption of this long wave radiant energy warms the atmosphere. Greenhouse gases also emit long wave radiation both upward to space and downward to the surface. The downward part of this long wave radiation emitted by the atmosphere is the greenhouse effect (Pearce, 1998)</p> <p>The major greenhouse gas responsible for global warming is CO2. Atmospheric CO2 derived from multiple natural sources including volcanic out gassing, the combination of organic matter and the respiration processes of living anaerobic organisms. Apart from these natural phenomena, man-made sources include the burning of various fossil fuels for power generation in the industry, Agriculture, transportation, domestic uses etc (Albert, 1987).  The growing belief is that increase in man-made sources of CO2 emissions are responsible for global warming, hence it is also known as anthropogenic climate change. These man-made sources depend on the economies of the various countries. This corroborates the report that the concentration of CO2 has increased substantially since the industrial revolution and is expected to continue to be so (Walter, 2004). </p> <p> To get this project<strong> for free just</strong> copy <strong>this link to your search bars</strong> and press enter and download your project <em>https://tamcircuitdesign.wordpress.com/2016/08/18/design-and-construction-of-ac-solar-rechargeable-lamp/</em>  </p> <p>  </p>\n\nDATABASE EMISSION OF CARBON IV OXIDE (CO2) IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DATABASE EMISSION OF CARBON IV OXIDE (CO2) IN NIGERIA", "id": 2}, {"content": "<div class=\"abstract\">\n<div> <p><strong>OPTICAL AND STRUCTURAL PROPERTIES OF COPPER</strong></p> <p><strong>ALUMINUM DISELENIDE (CuAlSe</strong><strong>2</strong><strong>) COMPOUND THIN</strong></p> <p><strong>FILMS</strong></p> </div> <div> <p><strong>ABSTRACT</strong></p> <p>A low cost chemical bath deposition technique has been used for the preparation of Copper aluminum diselenide (CuAlSe2) thin films onto commercial microscope glass substrates. The values of deposition parameters were varied such as temperature (50-70oC), deposition time (12 – 60hrs), volume of complexiing agent (1-9ml) and bath pH (8.35 – 10.10) to obtain good quality thin films. The optical, structural and morphological properties of thin films were studied by Jenway Software 6405 UV – VIS Spectrophotometer, X-ray minidiffractometer MD – 10 and Scanning Electron Microscopy (SEM) studies respectively. The optical property revealed that CuAlSe2 films have energy band gaps range value at room temperature and elevated temperature as 2.22 – 2.58eV and 2.00 – 2.14eV respectively. The X-ray diffraction study showed that the CuAlSe2 films were polycrystalline in nature with the preferential orientation along the (112) plane. The Scanning Electron Microscopy results indicated that the films were smooth, uniform and the substrate surface was covered completely at these experimental conditions.</p> <p>6</p> </div> <div> <p><strong>TABLE OF CONTENTS</strong></p> <p>Title Page -</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>i</p> <p>Certification</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>ii</p> <p>Dedication</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>iii</p> <p>Acknowledgements</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>iv</p> <p>Abstract  -</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>vi</p> <p>Table of contents</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>vii</p> <p>List of figures</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>xv</p> <p>List of tables</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>xix</p> <p><strong>CHAPTER ONE</strong></p> <p>INTRODUCTION</p> <p>1.1</p> <p>Background of Study</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>1</p> <p>1.2</p> <p>Photovoltaic Energy</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>5</p> <p>7</p> </div> <div> <p>1.3</p> <p>Purpose of Study</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>11</p> <p>1.4</p> <p>Scope of Study</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>11</p> <p>1.5</p> <p>Significance of Study</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>-</p> <p>12</p> <p>1.6</p> <p>Research Methodology</p> <p>-</p> </div>\n\nOPTICAL AND STRUCTURAL PROPERTIES OF COPPER   ALUMINUM DISELENIDE (CUALSE2) COMPOUND THIN   FILMS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " OPTICAL AND STRUCTURAL PROPERTIES OF COPPER   ALUMINUM DISELENIDE (CUALSE2) COMPOUND THIN   FILMS", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p> The phenomenology of jet in astrophysics was studied. Analytical methods were used to obtain an equation for describing jet motion. From the analysis, we understood that βT  &gt; 1, where βT is the apparent jet velocity along the observers line of sight. The observed motions of the components show curvatures and changes in velocity. Curved trajectories are due to observed perpendicular acceleration, while variations in velocity are due to changes in apparent parallel acceleration.</p> <p><strong>INTRODUCTION</strong></p> <p>Astrophysical jets are observed in the Universe in a large variety of environments and under a wide range of sizes and powers. They are generated in active galactic nuclei (AGNs) and YSOs, can travel up to a few thousands of Megaparsecs, and reach the largest powers observed in the Universe (up to ∼1047−48 erg s−1), (Zanni <em>et al</em>., 2003; Godfrey and Shabala, 2013). Astrophysical jets can be found in giant molecular clouds, emanating in the vicinities of young stellar objects (YSOs), and reaching distances of some parsecs (Reipurth and Bally, 2001). They are also located near neutron stars in galactic X-ray binary star systems, such as GRS 1915 + 105 that behave as microquasars generating relativistic jets (Fender, 2004). Astrophysical jets can be found in the asymptotic giant branch (post-AGB) stars as well in pre-planetary and planetary nebulae. Opposite, precessing jets are observed in the SS433 binary source, leading to a peculiar phenomenology (Frank, 2011). A jet-like structure is observed, at X-ray energies, inside the Crab Nebula departing from the embedded pulsar (Hester, 2008). Finally, jets can be at the base of the phenomenology of gamma-ray bursts, observed at the highest radiation energies that are still elusive phenomena because of their extreme distances (Granot, 2007).</p>\n\nTHE PHENOMENOLOGY OF JETS IN ASTROPHYSICS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE PHENOMENOLOGY OF JETS IN ASTROPHYSICS", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>In this study of the physics of stars and their astronomical identification, It is evident that stars undergo certain physical processes as they live through their life cycle. How gravity, magnetic field and nuclear fusion play a role in stellar evolution is explained extensively. This research describes the structure and evolution of stars. The structure and evolution of a star is determined by the laws of Hydrostatic equilibrium, energy transport and generation and conservation of energy while the mass of the star is the governing factor in the evolution and structure of the star and determines its properties. Also, stellar spectra is discussed in this work. Different elements absorb different wavelengths of light. The spectrum of a star lets us know what elements are in the star. Finally, stars and how they are identified astronomically is also discussed as different stars have different astronomical identification.</p>\n\nTHE PHYSICS OF STARS AND THEIR ASTRONOMICAL IDENTIFICATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE PHYSICS OF STARS AND THEIR ASTRONOMICAL IDENTIFICATION", "id": 5}, {"content": "<div class=\"abstract\">\n<div> <div><strong>ABSTRACT</strong></div> <div>The study investigates the effect of propagation impairments such as rain, cloud, gases</div> <div>and tropospheric scintillation on fixed satellite communication link on earth-space path for</div> <div>frequencies between 10 and 50 GHz at Ku, Ka and V bands for 37 locations in Nigeria. Two</div> <div>standard elevation angles of 50, 550 as well as some elevation angles for links to recently</div> <div>launched Nigeria Communication Satellite, (NigComsat-1) were used in the computation of the</div> <div>propagation impairments for the 37 locations. Linearly and circularly polarized waves were</div> <div>considered. The International Telecommunication Union Radiowave Propagation models (ITURP) were used in the investigation of the propagation impairments. The study is divided into three parts; firstly, the collection and analysis of meteorological data from Tropical Rain</div> <div>Measurement Mission (TRMM) and Atmospheric Infrared Sounder (AIRS) satellites such as rain accumulation, profiles of temperature, pressure, and relative humidity, surface temperature and pressure were validated with the available ground data in Nigeria to form statistics on monthly and annual basis. These are reprocessed to derive propagation parameters, such as; one-minute rainfall rate, water vapour density, total cloud liquid water content, and integrated water vapour content. Secondly, an appropriate ITU-RP propagation model was selected for each of the propagation impairment and was used to calculate each attenuation distribution for a percentage of time unavailability. Thirdly, the attenuation due to all impairments were combined based on the annual cumulative distribution and percentage of time unavailability between 0.01 to 10%. The calculation of the propagation parameters are based on the measured mean annual data in each location for the period of 4 to 9 years. Propagation impairments were also computed at Ku, Ka and V bands for links to NigComsat-1 at 0.01 to 10% of time unavailability in an average year. The results of all impairment were compared on regional basis by using a colour chart for all the 37 locations in Nigeria. The results of the predicted propagation impairments are as follows: rain attenuation is highly severe in Abakaliki the South-East (SE) region followed, in descending order, by Yenagoa the South-South (SS), Ibadan South-West (SW), Jos Middle-Belt (MB), Damaturu North-East (NE), and Kastina North-West (NW) regions. Cloud attenuation is highly severe in Abakaliki the SE region followed, in descending order, by Jos (MB), Gombe (NE), Dutse (NW), Ikeja (SW), and Calabar (SS) regions. Gaseous attenuation is highly severe in Calabar the (SS regions) followed, in descending order, by Ikeja (SW), Abakaliki (SE), Abuja(MB), Dutse the (NE) and Kastina (NW) regions. Tropospheric scintillation is very high in Calabar (the SS region) followed, in descending order, by Ikeja (SW), Owerri (SE), Abuja (MB), Dutse (NE) and Kastina (NW) regions. Combined impairments due to multiple sources of simultaneously occurring atmospheric attenuation is highly severe in Abakaliki the (SE region)</div> <div>followed, in descending order, by Uyo (SS), Ikeja the (SW), Markudi (MB), Maiduguri (NE) and Katsina (NW) regions. For links to NigComsat-1 the combined impairments due to multiple sources of simultaneously occurring atmospheric attenuation is highly severe in Yenagoa the (SS region ) followed, in descending order, by Owerri (SE), Ibadan (SW), Jos (MB), Damaturu the (NE), and Katsina (NW) regions. Overall, Sokoto and Katsina appear as good locations to site fixed satellite earth stations (operating at Ku band and above) for deep space exploration as the results obtained showed consistently that the two locations are less affected by all propagation impairments investigated.</div> </div> <div> <div><strong>TABLE OF CONTENTS</strong></div> <div><strong>Title page i</strong></div> <div>Certification ii</div> <div>Dedication iii</div> <div>Acknowledgements iv</div> <div>Table of contents v</div> <div>List of Figures x</div> <div>List of Tables xii</div> <div>Abstract xvi</div> <div><strong>CHAPTER ONE</strong></div> <div>1.1 Introduction 1</div> <div>1.2 Statement of the Problem 2</div> <div>1.3 Rationale for the study 3</div> <div>1.4 Aim and Objectives of the study 4</div> <div><strong>CHAPTER TWO</strong></div> <div><strong>PROPAGATION IMPAIRMENTS AND MEASURING TECHNIQUES 6</strong></div> <div>2.1 Scattering and Absorption by Single Particles 6</div> <div>2.1.1 Cross section and Scattering Amplitude 7</div> <div>2.2 Propagation Impairment Mechanisms 8</div> <div>2.3 Impairment by Rain 9</div> <div>2.3.1 Characteristics of rainfall in tropical region 9</div> <div>2.3.2 Types of Cloud 10</div> <div>2.3.3 Stratiform and Convective Rain 12</div> <div>2.3.4 Raindrop size and shape 13</div> <div>2.3.5 Raindrop size distribution models 14</div> <div>2.3.6 Models of Rain Attenuation Statistics 16</div> <div>2.3.7 Methods of rain attenuation measurements 18</div> <div>2.3.8 Rain Data Source 19</div> <div>2.3.9 Processing of Rain Data 20</div> <div>2.4.0 Computer program to compute one minute rainfall rate 21</div> <div>2.4.1 Station height above mean sea Level 21</div> <div>2.4.2 00C Isotherm height and Rain height 22</div> <div>2.4.3 Calculation of long-term rain attenuation statistics from point rainfall rate 24</div> <div>2.4.4 Empirical scaling formula 27</div> <div>2.4.5 Some Geometrical Parameters Relevant to the Study of Rain Attenuation at</div> <div>Selected 37 stations in Nigeria 27</div> <div>2.5.1 Impairment by Clouds 29</div> <div>2.5.2 Cloud Data sources 30</div> <div>2.5.3 Cloud Data processing 31</div> <div>2.5.4 Procedure for evaluation of SVD, TCC and IWVC 31</div> <div>2.5.5 Surface Water Vapour Density, Ï (SVD) 31</div> <div>2.5.6 Total columnar content of liquid water in clouds (TCC) 32</div> <div>2.5.7 Integrated Water Vapour Content (IWVC) 33</div> <div>2.5.8 Computer Program to Evaluate SVD, TCC and IWVC 34</div> <div>2.5.9 Procedure for Evaluation of Cloud Attenuation 36</div> <div>2.5.9.1 Specific Cloud attenuation coefficient 36</div> <div>2.5.9.2 Computer Program for Attenuation due to Cloud 37</div> <div>2.6 Impairment by Atmospheric Gases 38</div> <div>2.6.1 Gaseous Specific Attenuation 39</div> <div>2.6.2 Input Data sources for Gaseous Attenuation 39</div> <div>2.6.3 Procedure for the Computation of Gaseous Attenuation 41</div> <div>2.6.4 Gaseous Attenuation along Slant Paths 44</div> <div>2.6.5 Computer program for evaluating evaluate gaseous attenuation 46</div> <div>2.7 Tropospheric Scintillation 47</div> <div>2.7.1 Amplitude Scintillation Prediction Models 47</div> <div>2.7.2 Input Data Sources for Evaluation of Tropospheric Scintillation 48</div> <div>2.7.3 Procedure for evaluating the input parameters 49</div> <div>2.7.4 Calculation of monthly and long-term statistics of amplitude</div> <div>Scintillations at elevation angles greater than 4° 49</div> <div>2.7.5 Computer program for the Evaluation of Tropospheric Scintillation 51</div> <div>2.8 Methods of Combining Propagation impairments 54</div> <div>2.8.1 Combination of Different Attenuation Effects 54</div> <div>2.8.2 Equiprobability Summing 54</div> <div>2.8.3 Convolution method 54</div> <div>2.8.4 Disjoint summing 55</div> <div>2.8.5 Root-sum-square addition 55</div> <div>2.8.6 Coherent summing 56</div> <div>2.8.7 Prediction of Combined Propagation Effects 56</div> <div>2.8.8 Estimation of Total Attenuation due to Multiple Sources of Simultaneously</div> <div>Occurring Atmospheric Attenuation 57</div> <div><strong>CHAPTER THREE</strong></div> <div><strong>RESULTS AND DISCUSSION</strong></div> <div>3.0 Validation of TRMM Data with Measured Rainguage data in Nigeria 59</div> <div>3.1 Nine-year Results of Rain Events as Recorded by TRMM Satellite at</div> <div>37-Locations in Nigeria 62</div> <div>3.1.1 Year to Year Variation of the derived one-minute Rain rate from TRMM Data 65</div> <div>3.1.2 Cumulative Distribution of Rainfall rates in Six regions 68</div> <div>3.1.3 Comparison with Other Works 69</div> <div>3.2 Results of Rain Attenuation 73</div> <div>3.2.1 Rain Attenuation at Ku, Ka and V-Bands for Horizontally polarized Wave Unavailability</div> <div>for 0.01% in an Average year at the 37-locations in Nigeria 76</div> <div>3.2.2 Application of Rain Attenuation to NigComSat-1 at Ku and Ka for 0.01-1%</div> <div>unavailability at the 37-Locations in Nigeria. 80</div> <div>3.2.3 Rain Attenuation Results for Links to NigComSat-1 at Ku, Ka and V Downlink</div> <div>Frequencies for a VSAT at 0.01 to 10% Unavailability of an Average at the 37-</div> <div>locations in Nigeria 82</div> <div>3.3 Results of Cloud attenuations for 1% Unavailability of an Average Year 87</div> <div>3.3.1 Cloud Attenuations Results at Ku, Ka and V bands for 1% Unavailability of an</div> <div>Average Year at the 37 Locations in Nigeria 90</div> <div>3.3.2 Cloud Attenuation for Links to NigComSat-1 at Ku, Ka and V-band for</div> <div>0.01-10% Unavailability of an Average Year 93</div> <div>3.4 Gaseous Attenuation for 1% unavailability of an average year at the 37 Locations</div> <div>In Nigeria 97</div> <div>3.4.1 Gaseous Attenuations at Ku, Ka and V bands for 1% Unavailability of an Average</div> <div>Year at the 37 Locations in Nigeria 100</div> <div>3.4.2 Gaseous Attenuation for Links to NigComSat-1 at Ku Ka, and V-bands for</div> <div>1% Unavailability of an Average at the 37-locations in Nigeria 103</div> <div>3.5 Scintillation Fade depth for 0.01% unavailability at 50 and 550 for the 37-Locations in Nigeria 105</div> <div>3.5.1 Scintillation Fade Depth for the 0.01% Unavailability at Ku, Ka and V-band at the 37 locations in Nigeria 108</div> <div>3.5.2 Scintillation Fade Depth for Links to NigComSat-1 at Ku and Ka for 0.01 - 10% Unavailability of an Average at the 37-locations in Nigeria 111</div> <div>3.6 Combined Attenuation for 0.01% Unavailability of an Average Year for Frequencies 10 to 50 GHz at the 37-Locations in Nigeria 115</div> <div>3.6.1 Combined Attenuation at Ku, Ka and V-bands for 0.01% unavailability in an Average Year at the 37 Locations in Nigeria 118</div> <div>3.6.2 Combined Attenuation at Ku, Ka and V-bands for Downlinks from NigComsat-1 at the 37 Locations in Nigeria from 0.01 to 10% Unavailability in an Average Year 121</div> <div><strong>CHAPTER FOUR</strong></div> <div><strong>4 Summary and Conclusions 129</strong></div> <div>4.1.1 Rain Attenuation at frequencies between 10 to 50 GHz 129</div> <div>4.1.2 Rain Attenuation Study at Links to NigComSat-1 at Ku and Ka from 0.01-1%</div> <div>Unavailability of an Average Year 129</div> <div>4.2. Cloud Attenuation at frequencies between 10 to 50 GHz 130</div> <div>4.2.1 Cloud Attenuation Study for Links to NigComSat-1 at Ku and Ka from 0.01-1%</div> <div>Unavailability of an Average Year 130</div> <div>4.3 Gaseous Attenuation Study at 1% unavailability for frequencies between</div> <div>10 to 50 GHz 130</div> <div>4.3.1 Gaseous Attenuation Study for Links to NigComSat-1 at Ku and Ka for 1%</div> <div>Unavailability of an Average year at the 37 locations 130</div> <div>4.4 Tropospheric Scintillations Study at 0.01% unavailability of an Average</div> <div>Year for Frequencies 10-50GHz at the 37 Locations in Nigeria 130</div> <div>4.4.1 Scintillation fades depth Study for Links to NigComSat-1 at Ku and Ka for</div> <div>0.01 to 10% Unavailability of an Average at the 37-locations 131</div> <div>4.5 Combined Attenuation Study at 0.01% Unavailability of an</div> <div>Average Year for Frequencies between 10 to 50 GHz 131</div> <div>4.5.1 Results of Combined Attenuation Study at Ku, Ka and V-bands for Downlinks</div> <div>from NigComsat-1 for 0.01 to 10% Unavailability in an Average Year at the</div> <div>37-Locations in Nigeria 131</div> <div>4.6 Conclusions and Recommendations 132</div> <div><strong>REFERENCES 134</strong></div> <div><strong>Appendix 142 </strong></div> <div><strong>LIST OF FIGURES</strong></div> <div><strong>Figure                                                            Title Page</strong></div> <div>1.1 Map of Nigeria showing the 37 stations used in the study 5</div> <div>2.1 Illustrating a single Scattering process 7</div> <div>2.2 Types of Cloud 10</div> <div>2.3 The Ten Basic Cloud Types 12</div> <div>2.4 Raindrop size and shape 14</div> <div>2.5 Schematic presentation of an Earth-space path giving the parameters to be input into the attenuation prediction process 24</div> <div>2.6 Illustration of the A-Train Satellites 31</div> <div>3.1 Cumulative Distribution of Rainfall rates for the 37-locations in Nigeria 68</div> <div>3 .2 Rain Attenuation in Nigeria for 0.01% unavailability of an Average Year for Horizontal polarization at 50 elevation 74</div> <div>3.3 Rain Attenuation in Nigeria for 0.01% unavailability of an Average Year for Horizontal polarization at 550 elevation 75</div> <div>3.4 Rain Attenuation Cumulative distribution for links to NigComsat-1 at Ku\"band (11GHz) 84</div> <div>3.5 Rain Attenuation Cumulative distribution for links to NigComsat-1 at Ka\"band (20GHz) 85</div> <div>3.6 Rain Attenuation Cumulative distribution for links to NigComsat-1 At V\"band (40GHz) 86</div> <div>3.7 Cloud Attenuation at the 37 locations for 1% of an Average Year at 50 elevation 88</div> <div>3.8 Cloud Attenuation at the 37 locations for 1% of an Average Year at 550 elevation 89</div> <div>3.9 Cloud Attenuation Cumulative distribution at Ku (11GHz) downlink Frequency from NigComsat-1 for the 37 locations 94</div> <div>3.9.1 Cloud Attenuation Cumulative distribution at Ka (20GHz) downlink Frequency from NigComsat-1 for the 37 locations 95</div> <div>3.9.2 Cloud Attenuation Cumulative distribution at V (40GHz) downlink Frequency from NigComsat-1 for the 37 locations 96</div> <div>3.10 Gaseous Attenuation at the 37 location in Nigeria for 1% Unavailability at 50 Elevation 98</div> <div>3.11 Gaseous Attenuation at the 37 location in Nigeria for 1% Unavailability at 550 Elevation 99</div> <div>3.12 Tropospheric Scintillation in Nigeria for 0.01% Unavailability of an Average year at 50 Elevation 106</div> <div>3.13 Tropospheric Scintillation in Nigeria for 0.01% Unavailability of an Average year at 550 Elevation 107</div> <div>3.14 Tropospheric Scintillation Cumulative distribution at Ku (11GHz) downlink Frequency from NigComsat-1 for the 37 locations 112</div> <div>3.15 Tropospheric Scintillation Cumulative distribution at Ka (20GHz) downlink Frequency from NigComsat-1 for the 37 locations 113</div> <div>3.16 Tropospheric Scintillation Cumulative distribution at V (40GHz) downlink Frequency from NigComsat-1 for the 37 locations 114</div> <div>3.17 Combined Attenuation due to Cloud, Gases, Scintillation and Rain in Nigeria for Horizontal Polarization at 50 elevation 116</div> <div>3.18 Combined Attenuation due to Cloud, Gases, Scintillation and Rain in Nigeria</div> <div>for Horizontal Polarization at 550 elevation 117</div> <div>3.19 Combined Attenuation due to Rain, Cloud, Scintillation and Gases at Ku (11GHz) for links to NigComsat-1 122</div> <div>3.20 Combined Attenuation due to Rain, Cloud, Scintillation and Gases at Ka (20GHz) for links to NigComsat-1 123</div> <div>3.21 Combined Attenuation due to Rain, Cloud, Scintillation and Gases at V  (40GHz) for links to NigComsat-1 124</div> <div><strong>LIST OF TABLES</strong></div> <div><strong>Table                                                                       Title Page</strong></div> <div>1.1 Frequency Bands used in Satellite Communication 2</div> <div>2.0 Particles Responsible for Atmospheric Scattering 6</div> <div>2.1 Approximate height ranges at which bases of cloud are found 11</div> <div>2.2 List of the input parameters necessary for rain attenuation prediction models 17</div> <div>2.3 Topographic data: Heights above Mean sea level (m), Zero degree Isotherm</div> <div>Height (m) and Rain height (km) for the 37- locations in Nigeria 23</div> <div>2.4 Some Geometrical Parameters Relevant to the Study of Rain Attenuation at</div> <div>5 and 55 degrees elevations for the 37 locations 28</div> <div>2.5 Summary of the input Climatic data for Cloud and Gaseous Attenuations</div> <div>Derived from AIRS Satellite data from AUG 2002-JUL 2006 35</div> <div>2.6 Summary of the input Climatic data for Computation of Gaseous Attenuations</div> <div>Derived from AIRS Satellite data from AUG 2002-JUL 2006 40</div> <div>2.7 Summary of Climatic Parameters Needed for the Computation of Tropospheric</div> <div>Scintillation Derived from AIRS Satellite data, Average value from</div> <div>Aug 2002- Jul 2006 52</div> <div>2.8 Geometrical Parameters Relevant to Scintillation Fade Depth for Downlink</div> <div>from NigSatcom-1 for the 37-locations 53</div> <div>3.1 The Seasonal Variation of Mean Precipitation, Percentage Mean Bias Error and</div> <div>Overall Correlation Coefficients 61</div> <div>3.1b Comparison of the 3-yr mean seasonal rainfall (mm/month) of this work with</div> <div>other climatic regions in Africa 62</div> <div>3.2 Summary of Rain Events in Nigeria derived from TRMM 3B43V6 data</div> <div>January 1998-December 2006 64</div> <div>3.3 Year to Year Variations of One-minute Rainfall rates (in mm/h) Exceeded for</div> <div>0.01% of an Average Year Derived from TRMM 3B43V6 Satellite Data:</div> <div>January 1998 to December 2006 66</div> <div>3.4 Statistical Summary of One-minute Derived Rainfall rates Exceeded for 0.01%</div> <div>of an Average Year from TRMM 3B43V6 Data: Jan 1998-Dec 2006 67</div> <div>3.5 Correlation of the Derived One-minute Rainfall rates with Other Works 70</div> <div>3.5b Measured One-minute Rainfall rates for Tropical and Subtropical Locations</div> <div>around the World Compared with some Tropical and Subtropical Stations in</div> <div>Nigeria for the Present study 72</div> <div>3.6 Calculated Attenuation due to Rain at 5 degrees Elevation for Ku, Ka and</div> <div>V bands Uplink and Down link Frequencies for Horizontal Polarization for</div> <div>the State Capitals in Nigeria 78</div> <div>3.7 Calculated Attenuation due to Rain at 55 degree Elevations for Ku, Ka and</div> <div>V bands Uplink and Down link Frequencies for Horizontal Polarization in</div> <div>the State Capitals in Nigeria 79</div> <div>3.8 Some Geometrical Parameters Relevant to NigComSat-1 at Downlink</div> <div>Frequencies at Ku, Ka, and Extended to V Bands for Future Communication</div> <div> Satellite at 0.01%Unavailability 81</div> <div>3.9 Calculated Attenuation due to Cloud at 50 Elevations for Ku, Ka and V Bands</div> <div>Uplink and Downlink frequency for the State Capitals in Nigeria 91</div> <div>3.9.1 Calculated Attenuation due to cloud at 55</div> <div>0 Elevations for Ku, Ka and V Bands</div> <div>Uplink and Downlink frequency for the State Capitals in Nigeria 92</div> <div>3.10 Results of Gaseous Attenuation at 5 degree Elevations for Ku, Ka and V Bands</div> <div>Uplink and Downlink Frequencies for the 37-Locations in Nigeria 101</div> <div>3.11 Results of Gaseous Attenuation at 55 degree Elevations for Ku, Ka and V Bands</div> <div>Uplink and Downlink frequencies for the 37-Locations in Nigeria 102</div> <div>3.12 Gaseous Attenuation relevant to link to NigComSat-1 at 1% unavailability at Ku,</div> <div>Ka and V Satellite Bands 104</div> <div>3.13 Results of Tropospheric Scintillation at 5 Degree Elevation for 0.01%</div> <div>Unavailability at Ku, Ka and V Bands, Uplink and Downlink, Frequencies, for</div> <div>the State Capitals in Nigeria. </div> <div>3.14 Results of Tropospheric Scintillation at 55 Degree Elevation for 0.01%</div> <div>Unavailability at Ku, Ka and V Bands, Uplink and Downlink, Frequencies, for the State Capitals in Nigeria. 110</div> <div>3.15 Combined Attenuations due to Cloud, Gas, Rain and Scintillation at 50 Elevations for Ku, Ka and V bands Uplink and Downlink Frequencies for Horizontal Polarization in the State capitals in Nigeria 119</div> <div>3.16 Combined Attenuations due to Cloud, Gas, Rain and Scintillation at 55</div> <div>0 Elevations for Ku, Ka and V bands Uplink and Downlink Frequencies for</div> <div>Horizontal Polarization in the State capitals in Nigeria 120</div> <div>3.17 Combined Attenuations due to Cloud, Gas, Rain and Scintillation at Ku-bands</div> <div>Downlink from NigComsat-1 for Horizontal Polarization for the State capitals in Nigeria 126</div> <div>3.18 Combined Attenuations due to Cloud, Gas, Rain and Scintillation at Ka-bands</div> <div>Downlink from NigComsat-1 for Horizontal Polarization for the State capitals in Nigeria 127</div> <div>3.19 Combined Attenuations due to Cloud, Gas, Rain and Scintillation at V-bands Downlink from NigComsat-1 for Horizontal Polarization for the State capitals in Nigeria 128</div> <div>4.1 Summary of all propagation impairments in Nigeria by region from 10-50GHz 132</div> <div>A1 Results of Rain Attenuation (in dB) for 0.01 % Unavailability for Vertical Polarization at 5 degree elevation 143</div> <div>A2 Results of Rain Attenuation (in dB) for 0.01 % Unavailability for Circular Polarization at 5 degree elevation 144</div> <div>A3 Results of Rain Attenuation (in dB) for 0.01 % Unavailability for Vertical Polarization at 55 degree elevation 145</div> <div>A4 Results of Rain Attenuation (in dB) for 0.01 % Unavailability for Circular Polarization at 55 degree elevation 146</div> <div>A5 Results of Rain Attenuation (in dB) for links to NigComsat-1 at 0.01 % Unavailability for Horizontal Polarization 147</div> <div>A6 Results of Rain Attenuation (in dB) for links to NigComsat-1 at 0.01 % Unavailability for Vertical Polarization 148</div> <div>A7 Results of Rain Attenuation (in dB) for links to NigComsat-1 at 0.01 % Unavailability for Circular Polarization 149</div> <div>A8 Matlab 7.0 Functions for the Computation of Climatic input Parameters Needed for Propagation Studies 150</div> <div>A9 Matlab 7.0 Functions for the Computation of Attenuations Due to Rain, Gas, Cloud, Tropospheric Scintillation 151</div> <div>A10 Matlab 7.0 Programs for the Computation of Climatic input Parameters Needed for Propagation Studies 152</div> <div>A11 Matlab 7.0 Programs for the Computation of Attenuations Due to Rain, Gas, Cloud, Tropospheric Scintillation 155</div> <div>A12 TRMM Instruments and Flight Characteristics 167</div> <div>A13 NigComsat-1 Characteristics 170</div> </div>\n\nSTUDIES OF PROPAGATION IMPAIRMENTS FOR FIXED SATELLITE COMMUNICATION LINKS AT THE MICROWAVE FREQUENCIES IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " STUDIES OF PROPAGATION IMPAIRMENTS FOR FIXED SATELLITE COMMUNICATION LINKS AT THE MICROWAVE FREQUENCIES IN NIGERIA", "id": 6}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Hearing aid device is a small electronic gadget that is fit in or behind the ear to improve one’s hearing and consequently communication ability.This research work involves the design and development of a hearing aid device withpre-amplifier; an acoustic signal picked-up using a condenser microphone. TDA 2822M IC is configured to produce an audio amplification which is converted to audio signal through a headphone. Designed equations were employed to calculate the physical parameters of the circuit. After the design, the circuit was constructed and tested on 4 people with partial hearing problem. The result showed that there was a significant improvement in the hearing ability of all the patients tested. The final test showed that the device could prove very useful for people with partial hearing problems. However, the device had no impact on persons suffering from complete deafness. For further improvement, it is recommended that a wireless hearing aid device should be designed and constructed to reduce the weight. The casing of the hearing aid should be made up of more portable, qualitative and lighter plastic material so as to reduce the overall weight and size. During the design, more care should be taken so as to avoid feedback signal between the microphone and the headphone which may result in noisy signal.</div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1 BACKGROUND TO THE STUDY</strong></div> <div>Hearing is one of the five senses along with vision, taste, smell and touch. The ear serves asa receiver of incoming sounds. Although the ear receives sound and is the sense organ for hearing, it is the brain and central nervous system that interpret the sound. The human auditory system can generally hear sounds within the frequency range of 20 Hz and 20 kHz but the frequency range between 100Hz and 6 kHz contains most of the information of human voice (Kinsler<em>,</em> Frey, Coppers, and Sanders, 1982). Although the sensation of hearing requires an intact and functioning auditory portion of the central nervous system as well as working ear, human deafness (extreme insensitivity to sound) and hearing loss most commonly occur because of damages of the ear, rather than the central auditory system.</div> <div>Hearing aid device is a small electronic gadget that is fit in or behind the ear to improve one’s hearing and consequently communication ability (Yusuf, 2015). While some people are born with hearing problem some others develop it as they grow. This problem can occur as a result of disease, aging, and injury from noise or intake of certain medicines (N.I.D.C.D, 2010). Hearing problems could be that of complete deafness or partially impaired type. Hearing problem could occur after a person learned to talk (post lingual) or those with trilingual deafness that is, deafness that occurs before a person learns to talk. Deafness, whatever the degree or course, is generally a source of worry and frustration to the patient concerned as it affects almost all aspects of one’s life.</div> <div>Hearing loss is usually reserved for people who have relative insensitivity to sound in the speech Frequency range. A hearing loss can happen when any part of the auditory system is not working in the usual way (Oyler, R., Oyler, A., and Matkin,<em>,</em> 1988).</div> <div>The design and constructed hearing aid device can improve the quality of sound for people with hearing loss. The heart of the circuit is an integrated circuit which amplifies all the signals picked by the condenser microphone and converts them back into sound and sent to the ear. It is a battery-powered electronic device that can amplify sound for people with hearing loss. The amplification function of the hearing aid is made possible with several components; a microphone (input transducer) which picks up sound an amplifier which increases the volume or the sound, a receiver (output transducer) which changes the electrical signal back into sound and sends it to the ear (Lowenberg,1976).</div> <div>Hearing aids have been available in four styles: body, eyeglass, behind-the-ear (BTE), and in-</div> <div>the-ear (ITE) hearing aid. Included in the category of ITE hearing aids are in-the- canal (ITC) and completely-in-the-canal (CIC) styles. While body and eyeglass style hearing aids were regularly used 40-50 years ago, they comprise only about 1% of all hearing aids marketed today. Instead, most individuals choose ITE (approximately 80%) or BTE (approximately 20%) style hearing aids. This transition in style, use, and preference is occurring for a number of reasons, including the reduction in the size of the components, durability, and cosmetic concerns on the part of the consumer (Gus and Ruth, 2005).</div>\n\nTHE DESIGN AND CONSTRUCTION OF THE HEARING AID DEVICE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE DESIGN AND CONSTRUCTION OF THE HEARING AID DEVICE", "id": 7}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>This work investigates the thermal properties of Polyvinyl Chloride (PVC), Plaster of Paris (POP), asbestos, and cardboard commonly used as ceiling materials. The steady state method for Lee’s disc apparatus was employed to determine these thermal properties which include, thermal conductivity, thermal resistivity, thermal diffusivity, thermal absorptivity and density. The obtained results of thermal conductivity showed that, POP ceiling has the highest value of 0.1314 while card board has the least value of 0.0851 where as PVC (0.1083) and asbestos (0.1068) fall in between them. Also the results of thermal conductivity of this research ranged from (0.08510.1314w) which corresponds to the previous work of the researchers. Hence all these materials are good insulators. The thermal resistivity of these ceiling samples showed that, the card board ceiling has highest value of 11.7509, while POP has the least value of 7.6103, the asbestos value (9.3633) and PVC value (9.2336) fall in between them. The results of the ceiling samples for thermal diffusivity showed that PVC ceiling has the highest value of) while asbestos ceiling has the least value of 6.0 x), where the POP value of 1.20 x) and card board value of 8.0) fall in between them. Also results of thermal absorptivity of these ceiling materials showed that, the card board ceiling has the highest thermal absorptivity of 21.319 while PVC has the least thermal absorptivity of 7.573, where the POP (17.407) and  asbestos ( 15.070) fall in between them. The density results of these ceiling materials were showed that, the POP has the highest density value of 979.84 kg/m3 while the P V C has the least density value of 203.59 kg/m3, where the asbestos ( 824.13kg/m3) and card board (645.81 kg/m3) densities value fall in between them. The results obtained showed based on comparison that, PVC and asbestos may be better materials for building insulation since they have better thermal efficiency. Card board among the samples used was found to have the least thermal efficiency base on the comparison where as POP falls in between them. Thus, this research may provide guide for many users of the materials.</div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div>1.1 BACKGROUND OF THE STUDY</div> <div>Ceiling materials are overhead interior surfaces that can cover the upper limits of the room. They are not generally considered as structural element but finished surfaces concealing the underside of room structure or the floor of store above.</div> <div>In Nigeria, the use of zinc made roofs without ceilings are very common, thus there is intense heat transfer to the internal environment, which may cause thermal discomfort to the inhabitants (Etuk <em>et</em> <em>al., </em>2007). One way to reduce the thermal discomfort is by the use of radiant barrier (i.e. ceilingboard) which reduce the heat flux.</div> <div>However, the knowledge of thermal properties of different materials is very important in the choice of the types of materials to be used as a radiant barrier since the heat flow through any building depends on the thermal properties of the materials use in the building (Etuk <em>et al.,</em> 2007).</div> <div>The study of the thermal properties of materials will help us to know whether materials are suitable to use as Ceiling materials in our houses, school and industries.</div> <div>Heat propagated in the interior spaces in buildings through roofs and walls and partly through Ceiling panels by the process of conduction and radiation (George <em>et al., 2010</em>). This is because the common materials used as roofing sheets are materials like zinc and aluminum which have high thermal conductivities (Michael <em>et al,</em>2012).</div> <div>To reduce the intensity of this heat, there is need to use materials of tolerable thermal responses as ceiling materials in buildings.</div> <div>Good insulating materials will have high value of thermal resistivity. This implies that, different type of ceiling materials will have different thermal behaviors.</div> <div>Insulator is a material or devised used to inhibit or prevent the conduction of heat or electricity (Gesa <em>et al</em>., 2014). Proper selection of insulating materials is based on their thermal properties whichinclude: the thermal conductivity, thermal absorptivity, thermal diffusivity, specific heat capacity (Gesa <em>et al</em> 2014). The primarily function of insulator in buildings are: To conserve energy, to reduce heat loss or heat gain, to maintain a temperature condition, to maintain the effective operation of equipment or chemical reaction, to assist in maintaining product at constant temperature, to prevent condensation, to create comfortable environmental condition and protect personnel. Insulation reduces heat transfer through the envelope in building. Whenever there is a temperature difference, heat flows naturally from a warmer space to a cooler space. To maintain comfort in winter (the coldest season of the year), the heat lost must be replaced by the heating system; and in summer (the warmest season of the year), the heat gained must be removed by the cooling system. Therefore, it makes sense to study the thermal properties of insulator in order to reduce gains or loss of energy in buildings and to increase comfortable condition in houses, schools and industries.</div>\n\nTHERMAL PROPERTIES OF SOME SELECTED MATERIALS USED AS CEILING IN BUILDING<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THERMAL PROPERTIES OF SOME SELECTED MATERIALS USED AS CEILING IN BUILDING", "id": 8}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Radon is one of the sources of nuclear contamination in water and the largest contributor of the total radiation received by the general public from natural radioactive sources. Human exposure to high doses of radon through inhalation as gas or ingestion in water can lead to cancer. In this present work, the activity concentrations of Radon-222 (222 Rn) were investigated from fifteen (15) water samples collected at different locations within Dutsin-Ma town, Dutsin-Ma Local Government Area, Katsina State using</div> <div>Liquid Scintillation Counter. The concentrations of Radon were found to range from (11.67-152.81⁄), (0.61-172.25⁄) and (21.98-47.17⁄) with mean values of 64.66⁄, 41.15⁄and 34.57⁄for Borehole, open well and Earth-Dam respectively. The results were</div> <div>compared with the world average maximum contaminant level (MCL) of 10⁄set by World Health Organization and it was noted that 86.67% of the samples exceeded the value with 20% of the samples above the World recommended reference level of 100/. Also, the Annual Effective Doses due to ingestion of Radon in water for the three (3) categories of people were estimated from the measured radon concentrations and their mean values were found to be (0.472, 0.944, 3.304)/ in borehole water, (0.308, 0.616, 2.156)/ in well water and (0.252, 0.504, 1.764)/in surface water (Earth-Dam) for adults, children and infants respectively. All the mean values of the annual effective doses were above the recommended level of 0.1/set by World Health Organization as such it is recommended that the inhabitant of Dutsin-Ma town should always boil their water irrespective of it source before drinking so as to keep the concentration of Radon as low as reasonably achievable. Beside, further studies on the activity concentration of radon in water sources from Dutsin-Ma environs and other parts of Katsina State be carried out so as to determine the fitness of the water for consumption or otherwise.</div> <div><strong>CHAPTER ONE</strong></div> <div>INTRODUCTION</div> <div><strong>1.1 Background of the study</strong></div> <div>Water is the major constituent of the Earth’s streams, lakes and oceans and the fluid of most living organisms. It covers about 71% of the Earth surface. It is vital for all known forms of life especially man. Man uses water for various reasons such as transportation, power generation, Agriculture and other domestic activities hence its availability and quality as regard radiological, microbiological, chemical and any other form of contamination are delicate and vital issues (Garba <em>et al.,</em> 2008). Unfortunately, access to potable drinking water in most developing countries such as Nigeria is a major challenge hence most people rely heavily on untreated surface and ground water sources for consumption.</div> <div>For instance, Dutsin-Ma local Government Area of Katsina State where its inhabitant rely solely on untreated groundwater sources (well and borehole) as well as surface water source. This is because there are only few available pipe born water sources and in most places where such sources are available they are not operational. The Zobe dam located in Dutsin-Ma which is intended to remediate this problem is yet to be completed by the government (Isah, 2009). It is therefore important to investigate the radiological content of ground and surface water sources in Dutsin-Ma town so as to determine it fitness for consumption.</div> <p>Radon is a naturally occurring radioactive inert gas with a half-life of 3.82 days which is a member of the Uranium decay series (Somlai, 2007). It contributes the largest proportion of the total radiation from natural sources. Studies have shown that Radon-222 (222Rn) and its progeny contribute about 50% of the total effective dose equivalent from natural sources. Radon-222 is soluble in water. The concentration of radon in water is due to the decay of Radium-226 associated with the rock and soil. The Radon-222 gas penetrates through soil and rocks and dissolves in water (Xinwei, 2006). Normally, drinking water from ground water sources has higher concentration of radon than surface water.<br/></p> <div>The exposure of a population to high concentration of radon and its daughters for a long period has significant health effects ranging from respiratory functional changes to cancer of the lungs (BEIR, 1999). Also a very high level of radon in drinking water can lead to stomach and gastrointestinal tract cancer (Kendel and Smith, 2002).</div> <div>In Nigeria, most areas lack established data on the activity concentration of Radon-222. Dutsin-Ma town, Dutsin-Ma Local Government Area, Katsina State is one of such areas from the survey of literature and Author’s knowledge, despite the fact that most of its inhabitant rely heavily on untreated surface and groundwater sources for drinking, agriculture and their domestic activities. Since its geology revealed that it is enriched in granite, it is possible that the concentrations of radon in both surface and groundwater sources in Dutsin-Ma town are higher than normal. This research seeks to address the problem of lack of baseline data/information on the activity concentration of Radon-222 in Dutsin-Ma town, Dutsin-Ma Local Government Area, Katsina State, Nigeria.</div> <div>Our investigation reveals that access to potable source of water has remained one of the major challenges for most people as well as animals in Dutsin-Ma Local Government Area, Katsina State as such majority rely on untreated surface and ground water sources for consumption. This is quite dangerous since the geology of Dutsin-Ma Local Government Area, Katsina State (figure 7), revealed that it is highly enriched in granites and gneisses as studies have shown that high activity concentration of Radon-222 is associated with areas rich in granite (David <em>et al.</em>, 1989; Gilbert, 1988). As such, the level of Radon-222 in drinking water which, in high concentration, can lead to a significant risk of stomach and gastrointestinal tract cancer (Zhuo <em>et al.,</em> 2001), among others, need to be investigated. This is more so because our knowledge of its level of availability could be of great help in resource planning.</div>\n\nASSESSMENT OF RADON-222 IN SOME SELECTED WATER SOURCES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF RADON-222 IN SOME SELECTED WATER SOURCES", "id": 9}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Thermal properties refer to characteristics of a material defining the substance and related to temperature dependent. The most important thing in building design is the protection of people who live and work within the environment. The research work identified some common roofing materials used for building design in Nigeria.<em>.</em>The samples include aluminium (coated), Zinc and stone coated. The investigation was done using Ohm‟s law and Frankz Weidman principle. The thermal properties investigated were thermal conductivity, thermal absorptivity, thermal diffusivity, thermal resistivity and specific heat capacity. with the view of establishing their suitability as roofing materials in building design in Nigeria based on climate and weather condition of particular location. the results show that zinc has the highest thermal conductivity, thermal absorptivity, and  specific heat capacity and also the lowest thermal diffusivity and thermal resistivity while stone coated material has the least thermal conductivity, absorptivity, and specific heat capacity and also the highest rate of thermal diffusivity, and thermal resistivity Aluminum coated is within the range of both sample, with thermal conductivity, thermal absorptivity, thermal diffusivity, thermal resistivity and specific heat capacity. Thus stone coated material may berecommended for roofing of building where the temperature is high and zinc may be recommended for roofing of buildings where temperature is low. For normal temperature range, Aluminium material may be recommended.</div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1</strong>.<strong>1 BACKGROUND OF THE STUDY</strong></div> <div>Provision of housing among other social amenities occupies a strategic position in most development plans for developing Nations such as Nigeria (Chukwucha, and Owate, 2002). One of the fundamental requirements of buildings is the protection of the people who live and work within them from hash weather. Thus, objective of environmental building design is the creation of a comfortable yet efficient internal environment (Camilleri, 2000).</div> <div>The design of the building envelope is crucial towards attaining an optimal configuration, which responds effectively to environmental changes in order to reduce their impact. The understanding of energy related characteristics and the evaluation of the relevant properties of the building envelope is an integral part of every environmental assessment. Solar energy affects significantly, the interior environment and the energy requirements of buildings. (Lattimer &amp; Ouelletes 2006).</div> <div>However, one way to reduce the heat flux is the use of radiant barriers which reduce the heat flux through radiation. Most building materials particularly, roofing materials are good conductor of heat. Materials like metal and tile are commonly used in the form of sheet metal for roofing in building construction.</div> <div>The knowledge of thermal properties of different roofing material is very important in the choice of the type of material to be used in the construction of a self- cooling or passively cooled building design. (Etuk, et al., 2008 &amp; Michael, et al., 2008)</div> <div>However, roofing systems used in the formal and residential sector are predominantly timber or metal truss systems with tile or profiled steel roofing, generally these roofing systems will be complimented with a plasterboard ceiling, regulations which require that these roof assemblies are insulated.</div> <div>Therefore, thermal insulation is applied above the ceiling to achieve the thermal resistance requirements. The requisite thermal resistance can be achieved by adding additional layers of fibrous loft insulation or with reflective foil layers to create air-spaces or by making use of thermally insulating board products.(Safintra roofing and steel South Africa, 2016).</div> <div>In the recent observation, it has shown that roofing materials used in building design doesn‟t take sufficient account of climate and environmental factors in the design, most especially with the regards to the choice of roofing materials to be used. These situations would increase the energy consumption for heating and cooling in buildings and affects comfort, health and efficiency. Therefore, it is important to carry out adequate research on thermal properties of these roofing materials.</div> <div><strong>1.2 Aim and Objectives</strong></div> <div>The aim of this research is to measure and compare the thermal properties of some common roofing</div> <div>materials in building design in Nigeria.</div> \n\nCOMPARATIVE STUDY OF THERMAL PROPERTIES OF SOME COMMON ROOFING MATERIALS IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMPARATIVE STUDY OF THERMAL PROPERTIES OF SOME COMMON ROOFING MATERIALS IN NIGERIA", "id": 10}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Distance measurement plays a vital role in engineering, science and business. The distance is always measured between two points. Generally distance measurement is possible only by making contact with the target whose distance is to be measured, but this project discusses the measurement of distance by digital measuring instrument. This is done by providing a circular object (wheel) of about one meter in circumference. Here the distance is calculated by the number of revolution or circulation of the wheel multiplied by the total circumference of the wheel. This device also makes the use of microcontroller for calculating the distance and displaying it on a seven segment display. The digital measuring distance instrument can measure a distance up to 1000 meter. The result obtained from practical distance measurement showed that compared to the use of tape rule, this digital distance measuring instrument is faster and easier. However it has higher error rate since fraction of revolutions are not detected. It is recommended that improvement of the efficiency of this device be made by employing a software that can directly convert number of revolutions to distance.</div> <div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.0</strong>         <strong>BACKGROUND TO THE STUDY</strong></div> <div>Taking of measurements has been necessary since human beings first began trading with their neighbors. In addition to trading, early societies also needed to be able to measure to perform many other tasks. When people turned from leading a nomadic life to settling in one place, other measurements such as measurement of land and building materials became important (Crease, 2011). Our knowledge about early measurement comes from historians and archaeologists, leading us to realize that although the roots of many of the early units of measurement were the same, actual values and their application differed from country to country. As our societies become increasingly technology oriented, the quality of measurements has improved over time because of the need for higher measurement accuracy in many fields.</div> <div>A measuring instrument is a device for measuring a physical quantity. In the physical sciences, quality assurance and engineering, measurement is the activity of obtaining and comparing physical quantities of real-world objects and events (Kirch and Wilhelm,2008). Established standard objects and events are used as units, and the process of measurement gives a number relating the item under study and the referenced unit of measurement (Kirch and Wilhelm, 2008<em>)</em>. Measuring instruments, and formal test methods which define the instrument's use, they are the means by which these relations of numbers are obtained. All measuring instruments are subject to varying degrees of instrument error and measurement uncertainty (Creased, 2011).</div> <br/> <div>There are two main types of the measuring instruments: analogue and digital. The analogue instruments indicate the magnitude of the quantity in the form of the pointer movement. One has to learn reading such instruments since there are certain markings on the scale. They usually indicate the values in the whole numbers, though one can get the readings up to one or two decimal places also. The readings taken in decimals places may not always be entirely correct, since some human error is always involved in reading. (B.H. engineers, 2012). The digital measuring instruments indicate the values of the quantity in digital format that is in numbers, which can be read easily. One doesn't needs any prior training to read these instruments since they indicate the values directly in the numerical form. They can give the readings in one or more decimal places. Since there is no human error involved in reading these instruments they are more accurate than the analogue measuring instruments. (B.H. engineers, 2012)</div> <div>In the construction field, electronic measuring devices are still not widely used due to the high cost of this equipment. Hence there is need to develop designs for accurate measuring device with low cost. Nowadays, measuring distance is considered tedious task in construction field or indoor measuring activities because this task is made by using measuring tape in which at least 2 persons are needed to measure between two distances. Besides, it does not have a perfect accuracy due to parallax and in some cases, presence of some obstacles such as trees hamper linear measurements in the field.</div> <div>Improvement had been done where some products have infrared light emitters and receivers to determine an object's distance. Other devices have laser-based systems which have improved accuracy and precision. Presently, the detection techniques of laser, radar, and infrared ray have been widely applied in the aspect of obstruction detection and distance measurement. Due to high cost of design and use of laser and radar based measuring instruments, they are not commonly employed. For infrared sensor, the range of the distance that can be measured is very short with only a range of 4-30cm (Crease, 2011). Therefore, a design that can enhance speedy and accurate measurement of distance at low cost is necessary.</div> </div>\n\nDESIGN AND CONSTRUCTION OF DIGITAL DISTANCE MEASURING INSTRUMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND CONSTRUCTION OF DIGITAL DISTANCE MEASURING INSTRUMENT", "id": 11}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Solar energy being transmitted from the sun through space to earth by electromagnetic radiation must be converted to heat before it can be used in a practical heating or cooling system. Solar energy collectors, the devices used to convert the suns radiation to heat, usually consist of a surface that efficiently absorbs radiation and converts this incident flux to heat which raises the temperature of the absorbing material.There is the need for adequate research to be carried out on the solar heating system so as to make recommendations on the right design to improve it performance and save energy costs. The objective of this work is to provide energy for heating water for domestic and industrial use, to publicize the knowledge to potential users and for commercial purposes, to make relevant recommendations based on the outcome of the research so as to improve the efficiency of the solar water heating system. In this research work, solar water heating system has been designed and constructed using locally available materials. Solar energy is received by a flate plate collector consisting of an absorber plate made up of galvanized sheet with a length of 110 cm, a width of 80 cm and a thickness of 0.7 mm. The zigzag-pipe is fixed to the sheet and then painted dull-black., integrated with fluid carrying tubes, and place in an insulated casing with a trasparent glass cover having a storage tank integrated in the system. The radiation emmited by the absorber plate cannot escape through the glass, thus increasing it temperature. The water gets heated and flows into the storage tank through the thermosyphon principle.The system was tested in the month of August 2017. The maximum temperature of the heated water and collector surface temperature of 85 0C and 75 0C respectively, were recorded between the hours of 1:00 pm and 2:00 pm on a sunny day. This solar water heating system finds useful application in homes and industries. The solar water heater can be used in regions where there is abundant and consistent sunlight. Based on this research work, it is recommended that the insulation layer should be made up of styro-foam because it has greater ability to prevent heat loss and a separate tank be provided for the heated water.</div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1</strong>         <strong>Background of the Study</strong></div> <div>Renewable energy resources of which the sun is a good example, are those resources which undergo a faster replenishment rate within a relatively short time than the rate at which they are utilized or depleted. The energy of the sun is generated from the nuclear fusion of its hydrogen into helium, with a resulting mass depletion rate of approximately 4<em>.</em>7 <em>×</em> 106 tons per second. The earth’s population currently needs 15 TW of power in total, but the solar radiation that reaches the earth on a continuous basis amounts to 120,000 TW; hence, just a fraction of the suns energy reaching the earth will cover the bulk of energy requirements (Bradke <em>et al.,</em> 2011).</div> <div>Solar energy being transmitted from the sun through space to earth by electromagnetic radiation must be converted to heat before it can be used in a practical heating or cooling system. Since solar energy is relatively dilute when it reaches the earth, the size of a system used to convert it to heat must be relatively large. Solar energy collectors, the devices used to convert the suns radiation to heat, usually consist of a surface that efficiently absorbs radiation and converts this incident flux to heat which raises the temperature of the absorbing material. A part of this energy is then removed from the absorbing surface by means of heat transfer fluid that may either be liquid or gaseous. One of the simple forms of solar energy collectors built is the flat-plate collector (Nosa <em>et al.,</em> 2013).</div> <div>Solar water heaters can operate in any climate. Performance varies depending on how much solar energy is available at the site, but also on how cold the water coming into the system is. The colder the water, the more efficiently the system operates. In almost all climates, you will need a conventional backup system. In fact, many building codes are required to have a conventional water heater as the backup.</div> <div>Even in our country Nigeria, people from several areas often put water outside, so that after getting warm, it could be used for things like bathing, drinking and other thermal comforts. Seeing the solar energy or solar water heater in particular today, it is clear that solar water heater have undergone several modifications for more efficiency.</div> <div><strong>1.2</strong>         <strong>Statement of Problem</strong></div> <div>Since the 1970’s, residential solar technology has emerged as a result of the increasing cost of energy consumption, which in most cases is used for heating and cooling, is typically the most significant operational cost in residential buildings. Many attempts have been made thereafter to save cost on heating and cooling energy. Although the features of each specific solar heating system vary, the basic components of a solar heating system are the same. It should at least include: a collector, where heat is collected from the solar energy; heat storage and a heat circulation system (Shurcliff, 1979).</div> <div>Thus, there is the need for adequate research to be carried out on the solar heating system so as to make recommendations on the right design to improve it performance and save energy costs.</div> <div><strong>1.3</strong>         <strong>Aim and Objectives</strong></div> <div>The main aim of this work is the development of a low cost solar water heater, constructed using a high percentage of locally available materials. The objectives of this work are:</div> <div>(i)                 To provide energy for heating water for domestic and industrial use.</div> <div>(ii)               To publicize the knowledge to potential users and for commercial purposes.</div> <div>(iii)             To make relevant recommendations based on the outcome of the research so as to improve the efficiency of the solar water heating system.</div>\n\nDESIGN, CONSTRUCTION AND PERFORMANCE EVALUATION OF A PASSIVE SOLAR WATER HEATER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN, CONSTRUCTION AND PERFORMANCE EVALUATION OF A PASSIVE SOLAR WATER HEATER", "id": 12}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>The radiation dose received by the patient during the radiological examination is essential to prevent risks of exposure. The aim of this work is to study organ equivalent and effective dose s for common diagnostic radiographic examinations at General hospital Dutsin-Ma local Government Area, Katsina State, Nigeria. We estimated the entrance surface dose received by patients undergoing diagnostic X-ray examinations, including the entrance surface dose and effective doses for 20 patients in six types of X-ray examinations. The entrance surface dose was determined indirectly via measurements and from knowledge of X-ray output factors. We entered measurement parameters such as X-ray dose output, backscatter factor, and focus to skin distance as well as physical parameters such as mAs and kV in mathematical model. The mean for entrance surface doses and effective doses for chest (PA, AP), abdomen (AP) and skull (AP, Lateral) are 0.2432 mGy, 0.2857 mGy, 0.6331 mGy, 0.7553 mGy, 0.3220 mGy and 0.01216 mSv, 0.01428mSv, 0.07597 mSv, 0.00755 mSv and 0.00322 mSv respectively. The results obtained were compared with those published by some national and international agencies. The entrance surface dose and effective dose reported in this study are generally lower than the comparable reference dose values published in the literature. On the basis of the result obtained in this study, one can conclude that proper use of radiological parameter such as the large distance between patient and X-ray source, high tube potential and low tube current can significantly reduce the absorbed dose which has been shown in this work. When technical and clinical factors are optimized or properly used, patient doses will reduce substantially. Further studies are required for minimization of radiation doses to sensitive organs.</div> <div> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1 Background of the study</strong></div> <div>Nowadays human organ imaging is performed by different systems and methods. As the new diagnostic methods including conventional radiography, fluoroscopy, and computed tomography (CT) procedures will continue to provide tremendous benefit to modern health care, radiography is expected to be in progress as well, because it is still a powerful tool with enough benefit for the patients undoubtedly. Therefore, patients’ exposure to radiation has been increased all over the world due to this radiography (The 2007 Recommendations of the International Commission on Radiological Protection, ICRP publication 103, 2007; European Commission, European Guidance on Estimating Population Doses from Medical X-Ray Procedures. Radiation Protection N.154, 2008; Fazel <em>et al.</em>, 2009; Hart et al, 2010; United Nations Scientific Committee Effects Atomic Radiation, 2010). A wide range of radiation absorbed doses is delivered to patients by the various diagnostic imaging modalities that use ionizing radiation. Even though these procedures are assumed to produce a net benefit, the potential for radiation-induced injuries to the patient exists (The AAPM/RSNA Physics Tutorial for Residents Typical Patient Radiation Doses in Diagnostic Radiology 1, 1999). Since using ionising x-rays is associated with some risk of developing cancer, the basic radiation protection concept or philosophy ALARA states that all exposures must always be kept ‘As Low As Reasonably Achievable’ (National Council on Radiation Protection and Measurements, 1990).</div> <br/> <div>So, the knowledge of the radiation dose received by the patient during the radiological examination is essential to prevent risks of exposures that involve a great number of people. Various indicators are used to estimate detriment from cancer and genetic effects of radiation. According to ICRP 60, the basic quantity associated with the risk of deleterious effects on health is the effective dose that is the valuable and central quantity for dose limitation in the field of radiological protection of the patient (International Commission on Radiological Protection, 1991). This dose descriptor is being increasingly used to determine the quantity of radiation dose received by patient undergoing diagnostic x-ray examinations (Brenner and Huda, 2008; Kharita <em>et al</em>., 2010; Mettler <em>et al</em>, 2008; Osei and Darko, 2013; Shahbazi-Gahrouei and Baradaran-Ghahfarokhi, 2013; Teles <em>et al</em>., 2013). Whereas effective dose (ED) is affected by patient structure and radiological method, as such, the calculation of this quantity is of utmost importance. Because it is almost impossible to directly measure effective dose during clinical procedures, it must be determined indirectly.</div> <div>In general, indirect estimate of effective dose starts from incident air kerma (Ka,i) measurement as input parameters and uses dedicated conversion coefficients (European Commission, European Guidance on Estimating Population Doses from Medical X-ray Procedures, Radiation Protection N.154, 2008; International Atomic Energy Agency, 2007; International Commission Radiation Units, 2005). Entrance skin dose (ESD) is also an important parameter in accessing the dose received by a patient in a single radiographic exposure. The European Union has identified this physical quantity as one to be monitored as a diagnostic reference level in the hopes of optimizing patient dose (Bushong, 2001 and ICRP, 1991).</div> </div>\n\nESTIMATION OF ORGAN EQUIVALENT AND EFFECTIVE DOSES FROM DIAGNOSTIC X-RAY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ESTIMATION OF ORGAN EQUIVALENT AND EFFECTIVE DOSES FROM DIAGNOSTIC X-RAY", "id": 13}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>This research work presents the results of the thermal power calibration of Nigeria Research Reactor-1 (NIRR-1), a low power Miniature Neutron Source Reactor (MNSR), using calorimetric and heat balance methods. The calibration was performed at two different power levels: half power (15kW) and full power (30kW). The calorimetric method involved operating the reactor at a constant power and isolating coiling system to avoid cooling of the pool water. For this method, the reactor pool temperature rise with time was measured, the reactor heat capacity constant was calculated and the heat losses from the reactor pool to the environment were evaluated. The power was then evaluated as a function of temperature-rise rate. The total thermal power is the sum of heat losses from the reactor pool to the environment and the power calculated as a function of temperature-rise rate. The heat balance method consisted of the steady state energy balance of the cooling loop of the reactor. For this method, the measurement of the inlet temperature, outlet temperature and temperature difference were carried out and also flow-rate of the coolant passing through the core was determined. The heat losses were evaluated and the values added to the power calculated as a function of flow rate and temperature difference gives the total thermal power. The Average water temperature rise during these experiments were: (29.5 to 32.0)oC and (27.0 to 29.6)oC for calibration at half and full power levels respectively .The thermal power obtained by the calorimetric method at half and full power were: (15.8±0.7) kW and (30.2±1.5) kW respectively. For heat balance method, the values of the thermal power obtained at half and full power were: (15.2±1.2) kW and (30.7±2.5) kW respectively. It was observed that the calorimetric method is more accurate with deviations of only 4% and 5% for calibrations at half and full power respectively. It is therefore recommended that the calorimetric method should be adopted for routine thermal power calibration of NIRR-1.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1              </strong><strong>INTRODUCTION</strong></div> <div>Fuel burn-up was shown to be linearly dependent on the reactor thermal power (Podvratnik, 2011). It is therefore obvious that the reactor thermal power calibration is very important for precise fuel burn-up calculation. The reactor power can then be determined from measuring the absolute thermal neutron flux distribution across the core in horizontal and vertical planes (Musa <em>et al.,</em> 2012). It has also been established that flux distributions can be measured with activation of cadmium covered and bare foils irradiated at steady reactor power (Souza, 2002). But Shaw (1969) demonstrated that this method consumes a lot of time and is not accurate. It can therefore be said that the foil activation method is most suited for zero power reactors and seldom applied to bigger reactors. In the case of high power reactors in which a temperature rise across the core is produced and measured then a heat balance method is the most common and accurate method of determining the power output of the core (Mesquita <em>et al.,</em> 2007).</div> <div>Accurate reactor thermal power calibration is important for: safe monitoring and evaluation of reactor dynamic behavior, determination of fuel burn-up and normalization of neutron fluxes and dose rate. (Mesquita <em>et al</em>., 2007; 2009; 2011, Podvratnik, 2011). Power excursion of any reactor is of great concern to reactor physicist for safe operation reasons. As power is related to the neutrons population and to the mass of fissile material present, its measurement is essential to the safe control and operation of the reactor as well as the reliability of the research reactor (DOE, 1993, Podvratnik, 2011). It therefore became imperative to undertake power measurements and calibration from time to time to establish.</div>\n\nTHERMAL POWER CALIBRATION OF NIGERIA RESEARCH REACTOR-1 BY CALORIMETRIC AND HEAT BALANCE METHODS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THERMAL POWER CALIBRATION OF NIGERIA RESEARCH REACTOR-1 BY CALORIMETRIC AND HEAT BALANCE METHODS", "id": 14}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>This study was undertaken to assay the elemental concentration in some Irish potatoes and soils from farmlands in an ex-mining area at Dahwol-vwana village, Jos-south L.G.A, Plateau state, Nigeria. The total heavy metal concentrations (for Irish potato and soil samples) were obtained using Atomic Absorption Spectrometer. It was observed from the soil sample concentration values gotten at the end of the AAS analysis (Pb, ranges from 0.0445-3.9343ppm; Cd, from 0.0086-0.1200ppm and Zn, from 0.0751-39.0302ppm) are higher than the concentration values obtained from control area (Pb- 0.0088ppm, Cd-0.0029ppm and Zn-0.0101ppm), but lesser than the international threshold values (<strong>EU</strong>:- Pb-300ppm, Cd-3.0ppm and Zn-300ppm. <strong>USA</strong>: - Pb-300ppm, Cd-3.0ppm and Zn-250ppm. <strong>UK</strong>:- Pb-70ppm, Cd-1.4ppm and Zn-200ppm). While that of Irish potatoes: - Pb, ranges from 0.0741-1.5042ppm; Cd, from 0.0081-0.0931ppm and Zn, from 0.1038-88.0503ppm). A modified sequential extraction procedure of Tessier <em>et. al</em>., (1979) was used in separating the total metal concentrations into four operationally defined fractions (exchangeable and carbonate, Fe and Mn oxides, organic matter, and residual fractions). Where it was discovered that the bulk of metals were partitioned to the residual fraction (Zn- 138.85ppm, Pb-55.59ppm and Cd-2.5ppm) which implies that the soils of the farmland are not polluted by any of the metals studied. Pollution indices also as compared with Banat <em>et. al</em>., (2005) standards, indicated minimal contamination of the soils matrix with Cd, which had enrichment factor value of 15.4 and I-geo factor of 4. The bulk partitioning of the metals onto the residual fraction indicates a lithogenic origin of the heavy metals, i.e. the heavy metals were directly inherited from the parent material, and also a low risk of contaminant transfer under normal cultural practices. However, heavy perturbation of the soil, such as mining, would lead to significant pollution of soil, and water bodies as well enhanced Irish potatoes and other plants uptake of the metals, thereby resulting in a threat of biomagnifications.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0</strong>    <strong>INTRODUCTION</strong></div> <div>Tin mining industry which is also the largest producer of columbite in Jos plateau state started in 1902 (Adegboye, 2012). The mining of tin has been largely responsible for profound changes in the landscape and in the social economic structure of study area (Adegboye, 2012). Limited arable land is experienced in Jos plateau area, according to (Patterson, 1986) this is due to the high rate of surface mining. (Scholar, 1979) revealed that mined soils are poorer in agricultural value compared to adjoining natural land. Crops grown on such mined land are of low agricultural value, quick maturing and low-nutrient demanding, such as acha, dauro, maize, millet and Irish potato. (Calvert, 1990) revealed that the indiscriminate mining on the Jos plateau, led to many parts of the area being exposed to erosion and reduces the available arable land for crop production. The volume of mineral tripped off during mining reduces the nutrient present in the soil (Adegboye, 2012). Jos South local government area is an extensively mined area, which was dominated by use of heavy earth – moving equipment and draglines. As a result, the zone is characterized by deep excavations and dumping of high over burden, mine ponds, mine tailings and slurry wash deposits (Olaniyan, 1998; Musa et. al., 2011). According to (Gyang et. al., 2010), the major problem of the area still remains the devastated and de-vegetated land and mine spoils; depriving the inhabitants of fertile farmland. The deep mining which is an excavation of underlying sand has created mining pits, man-made lakes, pools and ponds which have great effect on both the people and agricultural practices. Mining ponds have always been death traps for people and animals (Davis, 2001).</div>\n\nASSESSMENT OF HEAVY METAL CONTAMINATION IN IRISH POTATOES AND SOILS FROM AN ABANDONED MINING SITE IN JOS-SOUTH, USING AAS AND XRF TECHNIQUES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF HEAVY METAL CONTAMINATION IN IRISH POTATOES AND SOILS FROM AN ABANDONED MINING SITE IN JOS-SOUTH, USING AAS AND XRF TECHNIQUES", "id": 15}, {"content": "<div class=\"abstract\">\n<br/><br/><b>ASSESSMENT OF HEAVY METAL CONTAMINATION IN IRISH POTATOES AND SOILS FROM AN ABANDONED MINING SITE IN JOS-SOUTH, USING AAS AND XRF TECHNIQUES</b><br/><br/>ABSTRACT<br/>This study was undertaken to assay the elemental concentration in some Irish potatoes and soils from farmlands in an ex-mining area at Dahwol-vwana village, Jos-south L.G.A, Plateau state, Nigeria. The total heavy metal concentrations (for Irish potato and soil samples) were obtained using Atomic Absorption Spectrometer. It was observed from the soil sample concentration values gotten at the end of the AAS analysis (Pb, ranges from 0.0445-3.9343ppm; Cd, from 0.0086-0.1200ppm and Zn, from 0.0751-39.0302ppm) are higher than the concentration values obtained from control area (Pb- 0.0088ppm, Cd-0.0029ppm and Zn-0.0101ppm), but lesser than the international threshold values (EU:- Pb-300ppm, Cd-3.0ppm and Zn-300ppm. USA: - Pb-300ppm, Cd-3.0ppm and Zn-250ppm. UK:- Pb-70ppm, Cd-1.4ppm and Zn-200ppm). While that of Irish potatoes: - Pb, ranges from 0.0741-1.5042ppm; Cd, from 0.0081-0.0931ppm and Zn, from 0.1038-88.0503ppm). A modified sequential extraction procedure of Tessier et. al., (1979) was used in separating the total metal concentrations into four operationally defined fractions (exchangeable and carbonate, Fe and Mn oxides, organic matter, and residual fractions). Where it was discovered that the bulk of metals were partitioned to the residual fraction (Zn- 138.85ppm, Pb-55.59ppm and Cd-2.5ppm) which implies that the soils of the farmland are not polluted by any of the metals studied. Pollution indices also as compared with Banat et. al., (2005) standards, indicated minimal contamination of the soils matrix with Cd, which had enrichment factor value of 15.4 and I-geo factor of 4. The bulk partitioning of the metals onto the residual fraction indicates a lithogenic origin of the heavy metals, i.e. the heavy metals were directly inherited from the parent material, and also a low risk of contaminant transfer under normal cultural practices. However, heavy perturbation of the soil, such as mining, would lead to significant pollution of soil, and water bodies as well enhanced Irish potatoes and other plants uptake of the metals, thereby resulting in a threat of biomagnifications.<br/><br/>CHAPTER ONE<br/>1.0    INTRODUCTION<br/>Tin mining industry which is also the largest producer of columbite in Jos plateau state started in 1902 (Adegboye, 2012). The mining of tin has been largely responsible for profound changes in the landscape and in the social economic structure of study area (Adegboye, 2012). Limited arable land is experienced in Jos plateau area, according to (Patterson, 1986) this is due to the high rate of surface mining. (Scholar, 1979) revealed that mined soils are poorer in agricultural value compared to adjoining natural land. Crops grown on such mined land are of low agricultural value, quick maturing and low-nutrient demanding, such as acha, dauro, maize, millet and Irish potato. (Calvert, 1990) revealed that the indiscriminate mining on the Jos plateau, led to many parts of the area being exposed to erosion and reduces the available arable land for crop production. The volume of mineral tripped off during mining reduces the nutrient present in the soil (Adegboye, 2012). Jos South local government area is an extensively mined area, which was dominated by use of heavy earth – moving equipment and draglines. As a result, the zone is characterized by deep excavations and dumping of high over burden, mine ponds, mine tailings and slurry wash deposits (Olaniyan, 1998; Musa et. al., 2011). According to (Gyang et. al., 2010), the major problem of the area still remains the devastated and de-vegetated land and mine spoils; depriving the inhabitants of fertile farmland. The deep mining which is an excavation of underlying sand has created mining pits, man-made lakes, pools and ponds which have great effect on both the people and agricultural practices. Mining ponds have always been death traps for people and animals (Davis, 2001).<br/><br/>\n\nASSESSMENT OF HEAVY METAL CONTAMINATION IN IRISH POTATOES AND SOILS FROM AN ABANDONED MINING SITE IN JOS-SOUTH, USING AAS AND XRF TECHNIQUES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF HEAVY METAL CONTAMINATION IN IRISH POTATOES AND SOILS FROM AN ABANDONED MINING SITE IN JOS-SOUTH, USING AAS AND XRF TECHNIQUES", "id": 16}, {"content": "<div class=\"abstract\">\n<b>DESIGN AND CONSTRUCTION OF DIGITAL DISTANCE MEASURING INSTRUMENT</b><br/><br/>ABSTRACT<br/>Distance measurement plays a vital role in engineering, science and business. The distance is always measured between two points. Generally distance measurement is possible only by making contact with the target whose distance is to be measured, but this project discusses the measurement of distance by digital measuring instrument. This is done by providing a circular object (wheel) of about one meter in circumference. Here the distance is calculated by the number of revolution or circulation of the wheel multiplied by the total circumference of the wheel. This device also makes the use of microcontroller for calculating the distance and displaying it on a seven segment display. The digital measuring distance instrument can measure a distance up to 1000 meter. The result obtained from practical distance measurement showed that compared to the use of tape rule, this digital distance measuring instrument is faster and easier. However it has higher error rate since fraction of revolutions are not detected. It is recommended that improvement of the efficiency of this device be made by employing a software that can directly convert number of revolutions to distance.<br/><br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.0         BACKGROUND TO THE STUDY<br/>Taking of measurements has been necessary since human beings first began trading with their neighbors. In addition to trading, early societies also needed to be able to measure to perform many other tasks. When people turned from leading a nomadic life to settling in one place, other measurements such as measurement of land and building materials became important (Crease, 2011). Our knowledge about early measurement comes from historians and archaeologists, leading us to realize that although the roots of many of the early units of measurement were the same, actual values and their application differed from country to country. As our societies become increasingly technology oriented, the quality of measurements has improved over time because of the need for higher measurement accuracy in many fields.<br/>A measuring instrument is a device for measuring a physical quantity. In the physical sciences, quality assurance and engineering, measurement is the activity of obtaining and comparing physical quantities of real-world objects and events (Kirch and Wilhelm,2008). Established standard objects and events are used as units, and the process of measurement gives a number relating the item under study and the referenced unit of measurement (Kirch and Wilhelm, 2008). Measuring instruments, and formal test methods which define the instrument's use, they are the means by which these relations of numbers are obtained. All measuring instruments are subject to varying degrees of instrument error and measurement uncertainty (Creased, 2011).<br/>There are two main types of the measuring instruments: analogue and digital. The analogue instruments indicate the magnitude of the quantity in the form of the pointer movement. One has to learn reading such instruments since there are certain markings on the scale. They usually indicate the values in the whole numbers, though one can get the readings up to one or two decimal places also. The readings taken in decimals places may not always be entirely correct, since some human error is always involved in reading. (B.H. engineers, 2012). The digital measuring instruments indicate the values of the quantity in digital format that is in numbers, which can be read easily. One doesn't needs any prior training to read these instruments since they indicate the values directly in the numerical form. They can give the readings in one or more decimal places. Since there is no human error involved in reading these instruments they are more accurate than the analogue measuring instruments. (B.H. engineers, 2012)<br/>In the construction field, electronic measuring devices are still not widely used due to the high cost of this equipment. Hence there is need to develop designs for accurate measuring device with low cost. Nowadays, measuring distance is considered tedious task in construction field or indoor measuring activities because this task is made by using measuring tape in which at least 2 persons are needed to measure between two distances. Besides, it does not have a perfect accuracy due to parallax and in some cases, presence of some obstacles such as trees hamper linear measurements in the field.<br/>Improvement had been done where some products have infrared light emitters and receivers to determine an object's distance. Other devices have laser-based systems which have improved accuracy and precision. Presently, the detection techniques of laser, radar, and infrared ray have been widely applied in the aspect of obstruction detection and distance measurement. Due to high cost of design and use of laser and radar based measuring instruments, they are not commonly employed. For infrared sensor, the range of the distance that can be measured is very short with only a range of 4-30cm (Crease, 2011). Therefore, a design that can enhance speedy and accurate measurement of distance at low cost is necessary.<br/><br/>\n\nDESIGN AND CONSTRUCTION OF DIGITAL DISTANCE MEASURING INSTRUMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN AND CONSTRUCTION OF DIGITAL DISTANCE MEASURING INSTRUMENT", "id": 17}, {"content": "<div class=\"abstract\">\n<b>DESIGN, CONSTRUCTION AND PERFORMANCE EVALUATION OF A PASSIVE SOLAR WATER HEATER</b><br/><br/>ABSTRACT<br/>Solar energy being transmitted from the sun through space to earth by electromagnetic radiation must be converted to heat before it can be used in a practical heating or cooling system. Solar energy collectors, the devices used to convert the suns radiation to heat, usually consist of a surface that efficiently absorbs radiation and converts this incident flux to heat which raises the temperature of the absorbing material.There is the need for adequate research to be carried out on the solar heating system so as to make recommendations on the right design to improve it performance and save energy costs. The objective of this work is to provide energy for heating water for domestic and industrial use, to publicize the knowledge to potential users and for commercial purposes, to make relevant recommendations based on the outcome of the research so as to improve the efficiency of the solar water heating system. In this research work, solar water heating system has been designed and constructed using locally available materials. Solar energy is received by a flate plate collector consisting of an absorber plate made up of galvanized sheet with a length of 110 cm, a width of 80 cm and a thickness of 0.7 mm. The zigzag-pipe is fixed to the sheet and then painted dull-black., integrated with fluid carrying tubes, and place in an insulated casing with a trasparent glass cover having a storage tank integrated in the system. The radiation emmited by the absorber plate cannot escape through the glass, thus increasing it temperature. The water gets heated and flows into the storage tank through the thermosyphon principle.The system was tested in the month of August 2017. The maximum temperature of the heated water and collector surface temperature of 85 0C and 75 0C respectively, were recorded between the hours of 1:00 pm and 2:00 pm on a sunny day. This solar water heating system finds useful application in homes and industries. The solar water heater can be used in regions where there is abundant and consistent sunlight. Based on this research work, it is recommended that the insulation layer should be made up of styro-foam because it has greater ability to prevent heat loss and a separate tank be provided for the heated water.<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1         Background of the Study<br/>Renewable energy resources of which the sun is a good example, are those resources which undergo a faster replenishment rate within a relatively short time than the rate at which they are utilized or depleted. The energy of the sun is generated from the nuclear fusion of its hydrogen into helium, with a resulting mass depletion rate of approximately 4.7 × 106 tons per second. The earth’s population currently needs 15 TW of power in total, but the solar radiation that reaches the earth on a continuous basis amounts to 120,000 TW; hence, just a fraction of the suns energy reaching the earth will cover the bulk of energy requirements (Bradke et al., 2011).<br/>Solar energy being transmitted from the sun through space to earth by electromagnetic radiation must be converted to heat before it can be used in a practical heating or cooling system. Since solar energy is relatively dilute when it reaches the earth, the size of a system used to convert it to heat must be relatively large. Solar energy collectors, the devices used to convert the suns radiation to heat, usually consist of a surface that efficiently absorbs radiation and converts this incident flux to heat which raises the temperature of the absorbing material. A part of this energy is then removed from the absorbing surface by means of heat transfer fluid that may either be liquid or gaseous. One of the simple forms of solar energy collectors built is the flat-plate collector (Nosa et al., 2013).<br/>Solar water heaters can operate in any climate. Performance varies depending on how much solar energy is available at the site, but also on how cold the water coming into the system is. The colder the water, the more efficiently the system operates. In almost all climates, you will need a conventional backup system. In fact, many building codes are required to have a conventional water heater as the backup.<br/>Even in our country Nigeria, people from several areas often put water outside, so that after getting warm, it could be used for things like bathing, drinking and other thermal comforts. Seeing the solar energy or solar water heater in particular today, it is clear that solar water heater have undergone several modifications for more efficiency.<br/><br/>1.2         Statement of Problem<br/>Since the 1970’s, residential solar technology has emerged as a result of the increasing cost of energy consumption, which in most cases is used for heating and cooling, is typically the most significant operational cost in residential buildings. Many attempts have been made thereafter to save cost on heating and cooling energy. Although the features of each specific solar heating system vary, the basic components of a solar heating system are the same. It should at least include: a collector, where heat is collected from the solar energy; heat storage and a heat circulation system (Shurcliff, 1979).<br/>Thus, there is the need for adequate research to be carried out on the solar heating system so as to make recommendations on the right design to improve it performance and save energy costs.<br/><br/>1.3         Aim and Objectives<br/>The main aim of this work is the development of a low cost solar water heater, constructed using a high percentage of locally available materials. The objectives of this work are:<br/>(i)                 To provide energy for heating water for domestic and industrial use.<br/>(ii)               To publicize the knowledge to potential users and for commercial purposes.<br/>(iii)             To make relevant recommendations based on the outcome of the research so as to improve the efficiency of the solar water heating system.<br/><br/>\n\nDESIGN, CONSTRUCTION AND PERFORMANCE EVALUATION OF A PASSIVE SOLAR WATER HEATER<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DESIGN, CONSTRUCTION AND PERFORMANCE EVALUATION OF A PASSIVE SOLAR WATER HEATER", "id": 18}, {"content": "<div class=\"abstract\">\n<br/><b><br/>ESTIMATION OF ORGAN EQUIVALENT AND EFFECTIVE DOSES FROM DIAGNOSTIC X-RAY</b><br/><br/>ABSTRACT<br/>The radiation dose received by the patient during the radiological examination is essential to prevent risks of exposure. The aim of this work is to study organ equivalent and effective dose s for common diagnostic radiographic examinations at General hospital Dutsin-Ma local Government Area, Katsina State, Nigeria. We estimated the entrance surface dose received by patients undergoing diagnostic X-ray examinations, including the entrance surface dose and effective doses for 20 patients in six types of X-ray examinations. The entrance surface dose was determined indirectly via measurements and from knowledge of X-ray output factors. We entered measurement parameters such as X-ray dose output, backscatter factor, and focus to skin distance as well as physical parameters such as mAs and kV in mathematical model. The mean for entrance surface doses and effective doses for chest (PA, AP), abdomen (AP) and skull (AP, Lateral) are 0.2432 mGy, 0.2857 mGy, 0.6331 mGy, 0.7553 mGy, 0.3220 mGy and 0.01216 mSv, 0.01428mSv, 0.07597 mSv, 0.00755 mSv and 0.00322 mSv respectively. The results obtained were compared with those published by some national and international agencies. The entrance surface dose and effective dose reported in this study are generally lower than the comparable reference dose values published in the literature. On the basis of the result obtained in this study, one can conclude that proper use of radiological parameter such as the large distance between patient and X-ray source, high tube potential and low tube current can significantly reduce the absorbed dose which has been shown in this work. When technical and clinical factors are optimized or properly used, patient doses will reduce substantially. Further studies are required for minimization of radiation doses to sensitive organs.<br/>CHAPTER ONE<br/>INTRODUCTION<br/>1.1 Background of the study<br/>Nowadays human organ imaging is performed by different systems and methods. As the new diagnostic methods including conventional radiography, fluoroscopy, and computed tomography (CT) procedures will continue to provide tremendous benefit to modern health care, radiography is expected to be in progress as well, because it is still a powerful tool with enough benefit for the patients undoubtedly. Therefore, patients’ exposure to radiation has been increased all over the world due to this radiography (The 2007 Recommendations of the International Commission on Radiological Protection, ICRP publication 103, 2007; European Commission, European Guidance on Estimating Population Doses from Medical X-Ray Procedures. Radiation Protection N.154, 2008; Fazel et al., 2009; Hart et al, 2010; United Nations Scientific Committee Effects Atomic Radiation, 2010). A wide range of radiation absorbed doses is delivered to patients by the various diagnostic imaging modalities that use ionizing radiation. Even though these procedures are assumed to produce a net benefit, the potential for radiation-induced injuries to the patient exists (The AAPM/RSNA Physics Tutorial for Residents Typical Patient Radiation Doses in Diagnostic Radiology 1, 1999). Since using ionising x-rays is associated with some risk of developing cancer, the basic radiation protection concept or philosophy ALARA states that all exposures must always be kept ‘As Low As Reasonably Achievable’ (National Council on Radiation Protection and Measurements, 1990).<br/> So, the knowledge of the radiation dose received by the patient during the radiological examination is essential to prevent risks of exposures that involve a great number of people. Various indicators are used to estimate detriment from cancer and genetic effects of radiation. According to ICRP 60, the basic quantity associated with the risk of deleterious effects on health is the effective dose that is the valuable and central quantity for dose limitation in the field of radiological protection of the patient (International Commission on Radiological Protection, 1991). This dose descriptor is being increasingly used to determine the quantity of radiation dose received by patient undergoing diagnostic x-ray examinations (Brenner and Huda, 2008; Kharita et al., 2010; Mettler et al, 2008; Osei and Darko, 2013; Shahbazi-Gahrouei and Baradaran-Ghahfarokhi, 2013; Teles et al., 2013). Whereas effective dose (ED) is affected by patient structure and radiological method, as such, the calculation of this quantity is of utmost importance. Because it is almost impossible to directly measure effective dose during clinical procedures, it must be determined indirectly.<br/>In general, indirect estimate of effective dose starts from incident air kerma (Ka,i) measurement as input parameters and uses dedicated conversion coefficients (European Commission, European Guidance on Estimating Population Doses from Medical X-ray Procedures, Radiation Protection N.154, 2008; International Atomic Energy Agency, 2007; International Commission Radiation Units, 2005). Entrance skin dose (ESD) is also an important parameter in accessing the dose received by a patient in a single radiographic exposure. The European Union has identified this physical quantity as one to be monitored as a diagnostic reference level in the hopes of optimizing patient dose (Bushong, 2001 and ICRP, 1991).<br/><br/> \n\nESTIMATION OF ORGAN EQUIVALENT AND EFFECTIVE DOSES FROM DIAGNOSTIC X-RAY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ESTIMATION OF ORGAN EQUIVALENT AND EFFECTIVE DOSES FROM DIAGNOSTIC X-RAY", "id": 19}, {"content": "<div class=\"abstract\">\n<b>THERMAL POWER CALIBRATION OF NIGERIA RESEARCH REACTOR-1 BY CALORIMETRIC AND HEAT BALANCE METHODS</b><br/><br/>ABSTRACT<br/>This research work presents the results of the thermal power calibration of Nigeria Research Reactor-1 (NIRR-1), a low power Miniature Neutron Source Reactor (MNSR), using calorimetric and heat balance methods. The calibration was performed at two different power levels: half power (15kW) and full power (30kW). The calorimetric method involved operating the reactor at a constant power and isolating coiling system to avoid cooling of the pool water. For this method, the reactor pool temperature rise with time was measured, the reactor heat capacity constant was calculated and the heat losses from the reactor pool to the environment were evaluated. The power was then evaluated as a function of temperature-rise rate. The total thermal power is the sum of heat losses from the reactor pool to the environment and the power calculated as a function of temperature-rise rate. The heat balance method consisted of the steady state energy balance of the cooling loop of the reactor. For this method, the measurement of the inlet temperature, outlet temperature and temperature difference were carried out and also flow-rate of the coolant passing through the core was determined. The heat losses were evaluated and the values added to the power calculated as a function of flow rate and temperature difference gives the total thermal power. The Average water temperature rise during these experiments were: (29.5 to 32.0)oC and (27.0 to 29.6)oC for calibration at half and full power levels respectively .The thermal power obtained by the calorimetric method at half and full power were: (15.8±0.7) kW and (30.2±1.5) kW respectively. For heat balance method, the values of the thermal power obtained at half and full power were: (15.2±1.2) kW and (30.7±2.5) kW respectively. It was observed that the calorimetric method is more accurate with deviations of only 4% and 5% for calibrations at half and full power respectively. It is therefore recommended that the calorimetric method should be adopted for routine thermal power calibration of NIRR-1.<br/>CHAPTER ONE<br/>INTRODUCTION<br/><br/>1.1              INTRODUCTION<br/>Fuel burn-up was shown to be linearly dependent on the reactor thermal power (Podvratnik, 2011). It is therefore obvious that the reactor thermal power calibration is very important for precise fuel burn-up calculation. The reactor power can then be determined from measuring the absolute thermal neutron flux distribution across the core in horizontal and vertical planes (Musa et al., 2012). It has also been established that flux distributions can be measured with activation of cadmium covered and bare foils irradiated at steady reactor power (Souza, 2002). But Shaw (1969) demonstrated that this method consumes a lot of time and is not accurate. It can therefore be said that the foil activation method is most suited for zero power reactors and seldom applied to bigger reactors. In the case of high power reactors in which a temperature rise across the core is produced and measured then a heat balance method is the most common and accurate method of determining the power output of the core (Mesquita et al., 2007).<br/>Accurate reactor thermal power calibration is important for: safe monitoring and evaluation of reactor dynamic behavior, determination of fuel burn-up and normalization of neutron fluxes and dose rate. (Mesquita et al., 2007; 2009; 2011, Podvratnik, 2011). Power excursion of any reactor is of great concern to reactor physicist for safe operation reasons. As power is related to the neutrons population and to the mass of fissile material present, its measurement is essential to the safe control and operation of the reactor as well as the reliability of the research reactor (DOE, 1993, Podvratnik, 2011). It therefore became imperative to undertake power measurements and calibration from time to time to establish.<br/>\n\nTHERMAL POWER CALIBRATION OF NIGERIA RESEARCH REACTOR-1 BY CALORIMETRIC AND HEAT BALANCE METHODS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THERMAL POWER CALIBRATION OF NIGERIA RESEARCH REACTOR-1 BY CALORIMETRIC AND HEAT BALANCE METHODS", "id": 20}]