[{"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <ol><li>1.1Introduction</li> </ol> <p>Radio is regarded as the blind man's medium. However, it has the ability to stimulate the mind. It was invented by a great Italian electrical engineer, Guglielmo Marconi in 1895 (Brittnre, 1989) and from its first tentative experiments, it has expanded into an almost universal medium of communication.</p> <p>It is a medium that leaps around the world on short waves, linking the continents, the nations, states, regions and communities in a fraction of a second. It brings the world to those who cannot read and helps maintain a contact for those who cannot see.</p> <p>Okigbo points out the popularity of radio in Nigeria stating that:</p> <p>\"The attraction radio has for rural dwellers is derived from its cheap price and cost of operation\" (57).</p> <p>He further explains that:</p> <p>\"Radio sets are portable and can be used by both the educated and the illiterate\" (58).</p> <p>Radio drama is a dramatized, purely acostic performance broadcast on radio or published on audio media such as tape or compact disc. With no visual components, radio drama depends on dialogue, music, and sound effects to help the listener imagine the characters and story. It is auditory in the physical dimension but equally powerful as visual force in the psychological dimension. By the 1940s, radio drama became a leading international popular entertainment.</p> <p>The Roman playwright Seneca has been claimed as the forerunner of radio drama because his plays were performed by readers as sound plays, not by actors as stage plays, but in this respect, Seneca had no significant successor until the 20th century technology made possible the widespread dissemination of sound plays.</p> <p>However, radio drama can be traced back to the 1900. In 1901, French Engineer Clement Ader had filed a patent for improvements of telephone equipment in Theatres. (Theatrophone). English language drama seems to have started in the United States.</p> <p>Meleish Ponts that:</p> <p>The radio medium has a distinguished History of turning thoughts, words and actions into satisfying pictures within the listeners mind by using techniques of drama (221).</p> <p>This no doubt helps to place in perspective the concept of radio drama, which is using sound and words to create vivid pictures in the minds of listeners and which must satisfy some objectives.</p> <p>Duno (2002) explains that the objectives of these programmes are \"relaxation\" and entertainment. He adds that local stations use drama to propagate societal norms values and systems. It can also be used as satire to correct societal ills and clarify gross misconception held about prevailing societal issues.</p> <p>The importance of radio drama can not be over-emphasized because it can serve as a corrective tool for social change. In Nigeria, there are several radio drama aired across the nation. But \"one thing at a time\" is broadcast nationwide in both public and private radio stations, hence, it is the focus of this study.</p> <ol><li>1.2Statements of Problem</li> </ol> <p>The need to reform the societal behaviour has become paramount. The decadence in the Nigerian society is on the high side. But in the theatre today, most theatre directors/producers do not see the need of producing a radio drama. Hence radio drama has been overlooked not only in the educational theatre but also in the general society. This has made people not to pay attention to radio drama. Hence, the main thrust of this work is to proffer solution to this problem. Change is the only thing that is constant in nature, so humans must adapt to favourable social changes for a better and healthy living. However, radio drama is an effect tool though which these changes can be achieved.</p> <ol><li>1.3Scope of Study</li> </ol> <p>This study focuses on \"effectiveness of radio drama as a tool for social change\" using \"one thing at a time\" as a case study. It tends to point out the importance of drama/radio drama in our society. The scope of this study would show how drama helps the society to see themselves through the characters in their right form.</p> <p>1.4  Research Questions</p> <ol><li>Can radio drama be used as a corrective tool?</li> <li>Can radio drama serve as an enlightenment purpose?</li> <li>Is radio drama effective?</li> <li>Does the audience/listeners appreciate radio drama as entertaining and educative medium for social change?</li> <li>Is radio drama well-structured and produced to achieve its desired goal?</li> <li>1.5Objectives of Study</li> </ol> <p>The aim of this study is to create the awareness that radio drama is a vital tool in effecting social change in our society.</p> <p>This work is also intended to;</p> <ol><li>state the fact that radio drama is an effective tool for social change</li> <li>See how a well-structured radio drama can bring about a desired change.</li> <li>1.6Rationale</li> </ol> <p>Radio has a wide coverage of audience. It has also recorded huge success in communication sector. Drama is a recreation of human actions and feelings. It is a play to be acted. Drama reaches the hearts of people where real changes manifest from, hence, radio drama can bring about the expected social change.</p> <ol><li>1.7Significance of Study</li> </ol> <p>The significance of this study is to provide the society with the knowledge that radio drama is very effective and important in bringing about positive social change.</p> <p>Since this study intends to show the effectiveness and importance of radio drama as a tool for social change, it will go a long way to provide radio drama producer with further knowledge on how to produce a well-structured and packaged radio drama. Also, it will provide the educationist, parents and the general public an appropriate means in their quest to correcting the ill social behaviour in the society.</p> <p>Lastly, the researcher intends to make her findings and recommendation as a good starting point for further research in related fields in the near future.</p>                                                         \n\nRADIO DRAMA AS A TOOL FOR SOCIAL CHANGE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " RADIO DRAMA AS A TOOL FOR SOCIAL CHANGE", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>It is a widely accepted notion that Nollywood movies contain negative content such as drug addiction, armed robbery, sexual immorality, women and child abuse amongst others, which in effect elicit negative reaction from its viewers. These negative reactions often result in negative societal consequences. This research work explores the positive values projected in Nollywood moviesas it relates to different facets of the society and how it by extension promotes societal change. To achieve this, literary materials and select movies were critically analysed against the cultural norm theory of De fleur and Gerbner‘s cultivation theory. On the basis of the theories proposition, the prolonged exposure of viewers to these positive contents will begin to impact positively on such viewers and an adoption of the values will translate into positive societal change. The research attempts to establish that irrespective of the negative content of Nigerian movies, some positive values and norms which when adopted will project positively in different facets of the society also exists in some movies. To reflect this, three (3) movies; The Meeting, Mr. And Mrs, and Half of a Yellow Sun reflecting political, social and historical aspects will be analysed. Qualitative research will be used in other to gain a deep understanding of the values and norms inherent in the select movies. In the course of this research, certain issues were made evident, prominent amongst which is that Nollywood producers are giving more attention to details to ensure they tell the Nigerian story professionally. The researcher recommends among others that Nigerian home movies be maximally explored as a development communication medium.</p> <p><strong>INTRODUCTION</strong></p> <p>The word change has so many meanings depending on the context in which it is used. However, one major point that keeps reoccurring is the move from one state to another. Change in a society refers to an alteration in the social order of the society, it may include changes in nature, social institutions, social behaviours, or social relations. Thus change can refer to any significant alteration over a period of time in behaviour patterns, cultural values and norms. The world today is changing so fast economically, socially, politically and even physically. The argument however is whether the change is for the better or for the worse. This change is made rapid by the increasing new ways of communication especially the media which has increased accessibility to knowledge. This has changed the ways individuals, groups, and societies think, feel, behave, and interact. In spite of the seeming objectives of the new communication mediums, a great deal of fear and outrageous optimism permeates opinions about its attendant negative consequences. This is so because the inundation of too much information is a potential threat to the ability to process which information is actually needed. Film has over the years become a pervasive and ever present entity in our lives, as well as a strong influence for constructing meaning in our everyday live. Social Comparison Theory posits that ―people will [at some point in their lives] compare themselves and significant others to people and images whom they perceive to represent realistic goals to attain‖ (Botta, 1999: 26). With the passage of time, we have unconsciously looked up to the media to help us define, explain, and shape the world around us; we make automatic comparisons of ourselves, those close to us, and situations in our lives after seeing images in the media. The result of these comparison is that we are motivated to strive for, and achieve, new found goals and expectations as perceived by us in the films. Films now preside over many daily decisions on the sense of our world and exposes human beings to completely new perspective. It has over time reduced the world to a global village sharing cultures, beliefs, values and history. With our lives influenced by the culture around us, it is impossible for it not to either be positive or negative. However, this is dependent on what we listen to or watch, whichever way, what we do has direct impact on our lives because everything has a direct link to some part of us be it music, media, celebrities, fashion, and even literature.</p>\n\nCOMMUNICATING CHANGE AND SOCIETAL VALUES IN SELECTING NIGERIAN HOME MOVIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMMUNICATING CHANGE AND SOCIETAL VALUES IN SELECTING NIGERIAN HOME MOVIES", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This research work examines theatre as a tool for communicating hand washing among primary school pupils in an attempt to assessing the importance of Theatre to children and how it serves as a platform for learning and not just for entertainment. Further it goes to show also that (Theatre) serves as a place for connection of attitude and behaviours, this attest to the fact that it teaches good morals to children both in comic and serious issues. Different theatre activities were used ranging from games and exercises, songs and dances, story-telling, role play and hand washing exercises. The pupils were the stakeholders in the practical field work, with the researcher as the facilitator using all these activities as tools of analysis and the research methodology</p> <p><strong>INTRODUCTION</strong></p> <p>Theatre is not just another genre, it is one amongst many. It is the only genre in which today and every day, now and always; living human beings address and speak to other human beings. Because of that; theatre is more than just a performance of stories and tales, it is a place for human encounter, a space for authentic human existence. It can also be seen as a building where a live performance takes place such as a play or dance or a place where people gather to watch performances for relaxation. Theatre can be seen as a variety of art forms showcased in and outside the building and is seen as activities that man engages in. It is a conscious activity of man sometimes used to relate to specific activities of man with certain features of performance and worship. Theatre is used to denote specific conscious activities (design activities). It is an art which encapsulate varieties of art form which entertains, communicate, educate and enlightens. It shows the relationship between humans and the society, man tries to penetrate the deep mystery of life and consciously develops theatre in order to correct what is wrong, which makes man a gregarious animal. The word theatre is also originally Greek, where the term is used to mean a seeing place. The theatre is therefore a place where we go to watch and participate in a kind of Fantasy-life or imaginary life or world of elusion or world of make believe. In other words, it is a place where we go to eave-drop into the life of other people. Theatre is also used to refer to events such as play performances which are organized for the viewing delight of the audience, as well as its use to refer to ritual, ceremonies and festivals. The purpose of which may be or not be the delight of anybody or audience.</p>\n\nTHEATRE AS A TOOL FOR COMMUNICATING HAND WASHING AMONG PRIMARY SCHOOL PUPILS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THEATRE AS A TOOL FOR COMMUNICATING HAND WASHING AMONG PRIMARY SCHOOL PUPILS", "id": 3}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>One of the cardinal focuses of development communication is to demystify existing media to enable more people access and participate in the process of development. The New Media has proven ability of facilitating and enhancing public interaction with instant feedback mechanism that allows almost anybody anywhere with internet facilities not only access the media but also produce and distribute content instantaneously without direct intermediary. It was because of this unique feature that most communication specialists and advocates have adopted the medium seeing it as a more effective and quick medium for reaching out and spreading messages intended to publicize their programmes, influence public opinion and generate support. Obviously, this new direct two-way communication has empowered more people to participate, self-advocate and make other meaningful contributions by adding their voice to an ongoing campaign. Consequently, the New Media itself is posing challenges to advocates as well as users and supporters as fraudsters have taken advantages of the various loopholes in it to defraud, deceive and mislead people. This has led to general disrespect, disbelieve and lack of trust in the authenticity and integrity of many advocates; the challenge of knowing who to believe and how to identify and discard falsehood. This research work is designed to seek out the various challenges encountered by advocates as a result the now free nature of the media with a view at proffering lasting solution and restoring the credibility of advocacy project and the difficulties of knowing which media message is authentically designed by real advocates and not fraudsters or mischief-makers.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1:1 Background to the Study</strong></div> <div>Conventional and traditional advocacy has always relied on the mass media as a tool to gain mass support and mount pressure on policy makers. Media advocates employed a communication strategy based on stern lecturing and beaming of information to receivers who are expected to act on the basis of the information received. The expected outcome is that information and education will lead to awareness, and will ultimately result in behavior change. This communication strategy has failed to get the desired result and has created a huge gap between the sender and the receiver due to the inability of the receiver to understand the messages designed by experts largely because the people were not involved in the process of message conception, design and dissemination.</div> <div>Many challenges of advocacy projects in Nigeria do not only stem from the fact that the people do not participate in the process but the fact that advocates lacked the ability and medium to effectively mobilize members of a given community to support the desired project. Therefore, most advocacy campaigns/projects fail to get the level of support needed to bring the much needed change. Also, very critical to advocacy is the question of empowerment. In most cases, the people or community who participate in advocacy project are still unable to speak for themselves because they are not empowered to take part in the advocacy project. As a result, the people are left voiceless as they cannot fight for themselves.</div>\n\nYOUTUBE, NEW MEDIA, ADVOCACY AND THE CHALLENGES OF AUTHENTICITY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " YOUTUBE, NEW MEDIA, ADVOCACY AND THE CHALLENGES OF AUTHENTICITY", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong> Abstract</strong></p> <p>The use of the Internet in education is gradually gaining prominence in our higher educational institutions. As students are active users of the Internet, it is believed that they utilize the Internet for their academic pursuit. This study explores and investigates the Influence of the Internet on Information Acquisition among Students of Bayero University, Kano during the 2012-2013 Academic Session. However, as the Internet is seen to be a somewhat troublesome media, Social Cognitive Theory underpinned this study giving prominence in understanding how students can self-regulate the use of new media especially the Internet and perform a particular cause of action at a time. Furthermore, the study investigated the extent to which the Internet influences the students of Bayero University, Kano and what use the information from the Internet is put to. The qualitative and quantitative research methods were used in gathering data and conclusions for this study based on frequencies and their equivalent percentages</p> <p><strong> CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1      </strong><strong>Background of the study</strong></p> <p>There is growing concern about the potential effect of Internet use on students. Studies on Internet use and reading variables among students are not commonplace. The rapid growth of the Internet over the years has emerged as the foremost source of disseminating information quickly to a large audience, transcending the limitation of time and space. Basically, one could logically argue that the Internet offers two main benefits: Communication and Information. Information disseminated via the Internet has implications for how it is used in education. Since students are among the popular users of information from the Internet, the development of the Internet would be meaningless if it is not used appropriately in tertiary institutions. However, in spite of the benefits of the Internet for education and learning, there is a growing concern as to whether the increasing number of hours spent by students who surf the Internet, limits the amount of time and effort devoted to the actual reading and studying of the materials obtained from or outside the Internet. Communication is today more sophisticated and efficient with the advancement of technological support in the world. Pierce (1972) opines that communication is not the only essence of being human but also a vital property of life: Meanwhile, Fleming (2014) defines Communication as the act of conveying information for the purpose of creating a shared understanding. The word communication comes from the Latin word communis, meaning to share, and it includes verbal, non-verbal and electronic means of human interaction. Humans convey information through a variety of methods: speaking, telephones, email, blogs, Television, art, hand gestures, facial expressions, body language and even social contexts. Communication can occur instantaneously in closed, intimate settings or over great periods of time in large public forums, like the Internet. Now the student select information according to their interest and needs and believe in which they can contribute into content and share their opinions. Therefore, the technology convergence helped dying news sources and alive them again through news media like e-versions of newspapers, radio podcasts, online TV etc. Similarly the role of state fourth pillar is being undermined by new media. On this background the researcher wants to investigate the influence of internet on information acquisition among student</p> <p><strong>1.2 STATEMENT OF THE PROBLEM</strong></p> <p>Various studies had found excessive use of internet among students. Initially internet was found a vehicle for socialization and communication. But later internet drastically dominated news domain. The gradual use of internet for information acquisition is growing, particularly after using the internet for political mobilization. Youth and university students were found heavier user of internet, therefore, this study aimed to explore preference of internet on information acquisition among student</p> <p><strong>1.3 OBJECTIVE OF THE STUDY</strong></p> <p>The objectives of the study are;</p> <p>1.   To ascertain the influence of internet on academic performance of student</p> <p>2.   To ascertain how much time student spend on internet for information</p> <p>3.   To ascertain the situation in which need for information acquisition increase at internet</p> <p>4.   To ascertain what make internet information so important for student to prefer it</p> <p><strong>1.4 RESEARCH HYPOTHESES</strong></p> <p>For the successful completion of the study, the following research hypotheses were formulated by the researcher;  </p> <p><strong>H0:   </strong>there is no influence of internet on academic performance of student</p> <p><strong>H1:</strong> there is an influence of internet on academic performance of student <strong>H02:</strong> student do not spend time on internet for information than reading books</p> <p><strong>H2:</strong> student spend time on internet for information than reading books</p> <p><strong>1.5 SIGNIFICANCE OF THE STUDY</strong></p> <p>The study will give clear insight on the influence of internet on information acquisition among student. The study will be beneficial to students, lecturers and the general public. The study will give insight on how important is internet to students and the negative influence of it. The study will also serve as reference to other researchers that will embark on this topic</p> <p><strong>1.6 SCOPE AND LIMITATION OF THE STUDY</strong></p> <p>The scope of the study covers influence of internet on information acquisition among student. The researcher encounters some constrain which limited the scope of the study;</p> <p> <strong>a) AVAILABILITY OF RESEARCH MATERIAL:</strong> The research material available to the researcher is insufficient, thereby limiting the study  </p> <p><strong>b) TIME:</strong> The time frame allocated to the study does not enhance wider coverage as the researcher has to combine other academic activities and examinations with the study.</p> <p><strong>c) Organizational privacy</strong>: Limited Access to the selected auditing firm makes it difficult to get all the necessary and required information concerning the activities </p> <p><strong>1.7 DEFINITION OF TERMS</strong></p> <p><strong>INTERNET:</strong> The <em>Internet</em> is the global system of interconnected computer networks that use the <em>Internet</em> protocol suite (TCP/IP) to link devices worldwide. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless</p> <p><strong>INFORMATION: </strong><em>Information</em> is any entity or form that resolves uncertainty or provides the answer to a question of some kind. It is thus related to data and knowledge, as data represents values attributed to parameters, and knowledge signifies understanding of real things or abstract concepts.</p> <p><strong>ACQUISITION:   </strong>An <em>acquisition</em> is a corporate action in which a company buys most, if not all, of another firm's ownership stakes to assume control of it. An <em>acquisition</em> occurs when a buying company obtains more than 50% ownership in a target company</p> <p><strong>1.8 ORGANIZATION OF THE STUDY</strong></p> <p>This research work is organized in five chapters, for easy understanding, as follows </p> <p>Chapter one is concern with the introduction, which consist of the (overview, of the study), historical background, statement of problem, objectives of the study, research hypotheses, significance of the study, scope and limitation of the study, definition of terms and historical background of the study. Chapter two highlights the theoretical framework on which the study is based, thus the review of related literature. Chapter three deals on the research design and methodology adopted in the study. Chapter four concentrate on the data collection and analysis and presentation of finding.  Chapter five gives summary, conclusion, and recommendations made of the study</p>\n\nTHE INFLUENCE OF THE INTERNET ON INFORMATION ACQUISITION AMONG STUDENTS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE INFLUENCE OF THE INTERNET ON INFORMATION ACQUISITION AMONG STUDENTS", "id": 5}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <p>The aim of this research is to determine the levels of participation in all the stages of the production of the radio program<em>Flava</em>. Health interventions are beginning to incorporate the use of audience participation in their research process although for some, participation is just a <em>talk</em> rather than a <em>walk.</em>The major objectives of this thesis are to assess participatory research in health interventions for effective communication and behaviour change; determine the extent to which the audience is involved in the research process of the radio programme <em>Flava</em> and establish how the participatory approach to research in the production of <em>Flava</em> can be used in radio programming. <em>Flava</em>tried to use participatory approaches in every aspect of production therefore thiswork attempts to look at how well the audience was involved and its corresponding effect in the overall output of the program. It also tried to find gaps in their research approaches and proffer solutions to the processes of health communication and research. The findings of this research imply that participation is key in any health intervention although it is hardly possible to involve all stakeholders in a community of a diverse nature. Young people who participate in any behaviour change intervention are more likely to change their behaviour rather than those who do not or who have no opportunity to participate.The recommendations revolve around empowerment of health communicators with expertise and skills to help them communicate better and more effectively.<br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>GENERAL INTRODUCTION</strong></div> <div><strong>1.0 Background to the Study</strong></div> <div>The concept of communication as an effective change tool for development has evolved over the last three decades. The conceptual framework for communication has since expanded considerably. The key elements of development communication for social change emphasise audience participation both as a social and an individual process (Baylis and Smith, 2001).</div> <div>The end of World War II brought about drastic changes to economic systems around the world. The United States of America pushed for the creation of a group of governmental and non-governmental institutions tied innately to it in order to stop poverty, hunger and disease in the third world while fostering development and growth (Baylis and Smith, 2001). They further argued that the initial phase witnessed the dominant development paradigm based on the experiences of the industrial revolution in Europe and U.S.A and the emergence of a capital intensive technology era that are equated to economic growth. During this period, it was assumed that development could be achieved easily through transfer of western technology.</div> <div>Development was thought to be triggered by the widescale diffusion and adoption of modern technologies. Such modernization was planned in the national capitals under the guidance and direction of experts broughtin from developed countries. Often, the people in the villages who are the \"objects\" of these plans would first learn that \"development\" was on the way when strangers from the city turnedup, frequently.</div>\n\nASSESSING PARTICIPATORY RESEARCH FOR EFFECTIVE DESIGN OF HEALTH COMMUNICATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSING PARTICIPATORY RESEARCH FOR EFFECTIVE DESIGN OF HEALTH COMMUNICATION", "id": 6}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div><em>The media can be used as an instrument to build as well as to destroy the human society. This study has tried to establish the inherent nature of conflict and crises in human society as well as the significant role of media and communication in forming and shaping individual or group perception of events or issues, enhancing human interaction and also looked at the nature of violence to the well being of humanity. Vital roles of the media and the various conflict management apparatus like arbitration, collaboration, mediation, negotiation and reconciliation among other measures put in place to avert or control violent conflict in Kaduna state have been highlighted. The study is limited to only four local government areas of Kaduna state and examines the perception of the audience, elicits essential information that enhance better understanding of role of media in conflict management and reconciliation. The survey method was used and the instruments for data collection were the questionnaire and in-depth interview. The sampling methods considered for this study are purposive (non probability) sample in the selection of study population and accidental or convenience sampling in the selection of respondents because of the sensitivity of the problem under study. The study focuses on objectives that centred on investigating the perception of the audience on the roles of media in conflicts as well as in managing and resolving the post election conflict in Kaduna State. The study provides necessary information on the causes and effects of conflicts to the society and how the media can assist in the proper management of conflict before, during or after elections. Some causes of conflicts are looked into and solutions as well as suggestion on the possible ways of controlling and mitigating the effects of such conflicts were proffered.The study concludes, that there is need to enhance the performance of media in the process of conflict management and reconciliation so as to enable a peaceful common future for all citizens.</em></div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.1 Background to the Study</strong></div> <div>Development in all its ramifications is a product of peace. Society without unity, peace and understanding between and among its inhabitants cannot boast of development. Peace is integral and very central to the development of any nation. Development is simply an increase, improvement, and growth for the better. Development is a self-generating and self-sustaining phenomenon. Therefore, development is conceived in human term as the maximum satisfaction of basic human needs of adequate and decent food, water, electricity, shelter, education, modern social infrastructural facilities (Development administration, 1998, Yunusa &amp; Okene, 2008).</div> <div>The word ‗media‘ comes from the plural of the Latin word medium and it is used as a collective noun to refer to television, radio, newspapers, magazines, films, the international networks (internet) etc. The media, in both specific and general terms (the Newspapers, Television, Magazine, radio, social media and the internet as a whole) has always played and is still playing very prominent role in national growth and development. Media helps to develop societies by gradually changing and making them to become more advance, greater, stronger, larger, successful and impressive entities.</div> <div>Apparently, media exert a powerful influence on its audience, their actions and inactions; also exert same on the perceptions of the world around them. The role of the media is to report and disseminate authenticated and objective information. This information must be factual, accurate and balanced and fair representation of divergent views, to allow the audience or larger public to make well-informed choices (Coffman et. al, 2006) and judgment. The media plays a wide range of roles in our lives.</div>\n\nAUDIENCE PERCEPTION OF MEDIA COVERAGE AND MANAGEMENT OF THE 2011 POST ELECTION VIOLENCE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AUDIENCE PERCEPTION OF MEDIA COVERAGE AND MANAGEMENT OF THE 2011 POST ELECTION VIOLENCE", "id": 7}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>1.1       Background to the Study</p> <p>Theatre arts is a broad platform, and all art forms have something to communicate. Art as a form of communication is dynamic because it is derived from culture and a particular cultural background. Dance is a form of art, hence, it is an index of culture. Zulu Sofola in Tragic Themes in Nigeria Ritual Drama notes that:</p> <p>Culture is the totality of the individual in relation to all the forces acting upon him and his reaction to them. The forces would include the physical environment, supernatural forces and the social context. (16)</p> <p>Therefore, culture is the way of life of a people within a geographical setting. Darah (2003), in Dance as an Agent of Social Mobilisation in Urhobo, posits that:</p> <p>“Dance comments reflectively on systems of thoughts, sustaining them or undermining them through criticism of institutions, policies or personages, and that dance reflects and influences patterns of social organisation”(10).</p> <p>In accordance with this, dance is said to be one of the vehicles through which culture expresses itself.</p> <p>Dancing is at least as old as man. Early man discovered that dancing channelled his exuberance, gave him pleasure and expressed his feelings about the most important events of his life. Adah (1991), in Science and Values in Culture and Civilisation posits that:</p> <p>“He believed that through dancing, he could communicate with the unseen spirit world in which he lived, primitive man danced to celebrate birth, healing of the sick, mourn death and pray for good, hunting or victory in battle.” (5)</p> <p>Bakare (2004) in The Rudiments of Choreography asserts that “the fundamental reason why dance takes place is to make a statement, to communicate, put across a message, express a thought” (4). From this expression, we can deduce that dance communicates the cultural and environmental situation of a people or society. Bakare (2004) further says that “all arts no matter the nature have something to say” (3). This means that both traditional and contemporary dances have their distinctive features and social statement which is derived from their cultural situation. Again Bakare (2004) opines that “human beings from different cultures of the world dance to externalise their inner feelings through body language” (2).</p> <p>The dancer being a tool of communication uses his body as a means of expression. He uses his body in expressing physical symbols. Every dance form has a specific body concept and these might be intertwined with the everyday physical culture or quite remote from it. Though the traditional and contemporary dances have the same elements and goals, it is still obvious that they have distinct forms which makes it easy for identification. This project therefore attempts a comparative study between traditional Nigerian dances and contemporary dances, expressing the distinctive and similar features of both forms as well as the motivations of both art forms.<br/><br/></p> <p>1.2       Statement of the problem</p> <p>Dance like other art forms is a functional part of human life. Dance is as important as other art forms. However, the subject matter is one that has not been given considerable attention compared to other artistic forms. Traditional dance style is one that is gradually fading away with the passage of time, and contemporary dance has not fully been analysed. This study intends to discuss the relationship between the two dance forms in order to enable the society know the uniqueness of traditional and contemporary Nigerian dances, in African Society and the world at large.</p> <p>Since the coming of the missionaries, most African societies have abandoned their cultural practises, this study therefore will help to bring the lost culture of most African Societies, that traditional African dances can be used for more than just entertainment.<br/><br/></p> <p>1.3       Objectives of the Study</p> <p>This study endeavours to:</p> <ol><li>showcase cultural similitude as well as abstractions of traditional and contemporary Nigerian Dances.</li> <li>review and analyse the various features of contemporary and traditional Nigerian dances through practical and artistic forms.</li> <li>arrive at important hypothesis that will contribute to the field in general<br/><br/></li> </ol> <p>1.4       Rationale of the Study</p> <p>Though researches have been carried out on this subject, some loopholes still need to be filled. Lack of knowledge of traditional dance forms and their various significance have not fully been understood. This necessitated the choice for this study, exploring the Ikpiripki, Ogu and Atilogwu dance of the Igbos and the Yoruba Bata, which are both traditional dances. Also, the understanding of what contemporary dance entails and the influence of traditional dance forms on the contemporary dances.<br/><br/></p> <p>1.5       Significance of the Study</p> <p>The significance of the project is not far-fetched, it is hoped that apart from stimulating and exciting further researches on comparative study of traditional and contemporary Nigerian dances, it will also contribute to the growth of the general knowledge of Nigerian dance as an art, as well as enlightening various personnel that require knowledge from this field.</p> <p>This research would also be significant to choreographers, dancers, theatre practitioners, cultural historians and the general public in the sense that it will contribute to their knowledge.<br/><br/></p> <p>1.6       Methodology</p> <p>The literary, historical and artistic methods are employed in the collection of data and reporting of findings. In using the literary method, investigations into different literature such as printed materials, Journals, Newspapers, books relating to the research topics are consulted. In using the historical method, facts would be collected from archival materials and printed sources that are related to the development, beginning and history of dance. In relation to the artistic method, Data would be obtained from the researcher’s observation on the practical performance and personal knowledge on the artistic presentation.<br/><br/></p> <p>1.7       Scope of the Study</p> <p>This project work is strictly aimed at examining the evolution of traditional and contemporary dances, and the similarities, differences and factors that affect both trends. This will be achieved through a practical illustration of the two dance forms.<br/><br/></p> <p>1.8       Limitation of the Study</p> <p>It will be out of place to state that one will not encounter problems during the course of this research work. Some of the major problems that limited this research work are:</p> <ol><li>Lack of current books on dance</li> <li>Time frame to organise my practical was limited</li> <li>Finance was also another issue.</li> </ol> <p>Both the available materials was constructively utilized to further the actualisation of this work.</p>                                                         \n\nA COMPARATIVE STUDY OF TRADITIONAL AND CONTEMPORARY NIGERIAN DANCES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A COMPARATIVE STUDY OF TRADITIONAL AND CONTEMPORARY NIGERIAN DANCES", "id": 8}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>1.1  Background to the Study</p> <p>This work attempts to throw more light on costuming an absurd play using Samuel Beckett’s Waiting for Godot as a case study and would also research on the concept of absurdism and proponents of the ideology in attempt to throw more light on its application to budding playwrights and actors of absurd drama.</p> <p>1.2  Statement of the Problem</p> <p>Most directors do not regard costume as an essential item in a play production; especially in an absurd play. Sometimes costume performs an interpretive role which is not often addressed by practitioners in the theatre as a result of which plays, are done without due consideration of this salient fact.</p> <p>1.3  Scope of the Study</p> <p>This work shall attempt an interpretative study of costuming an   absurd play. It would also to do an analytical discourse on the concept of absudism in relation to the play Waiting for Godot by Samuel Beckett. Furthermore this work would show case how costume could be used to aid the actor to interpret his role better; costume helps in placing the actors in his/her geographical orbit, especially in a play as complex as Samuel Beckett’s: waiting for Godot.</p> <p>1.4  Significance of the Study</p> <p>It is hoped that this research would serve as a stimulant to others in this field on costuming an absurd play. It would also contribute to the knowledge of the concept of absurdism. This study attempts to offer an additional material as aid towards the study of absurd drama to scholars and practitioners of absurd theatre and drama.</p> <p>1.5  Research Methodology</p> <p>This research adopts the artistic and literary methodologies. The artistic methodology, would be adopted to delve into historical developments of costume provide imageries showcasing the costume for the play Waiting for Godot in an attempt to showcase how an absurd play should be costumed while the literary, journals data from internet, thesis and so on. Using the play; Waiting for Godot as a focal point.</p>                                                         \n\nCOSTUMING AN ABSURD PLAY: CASE STUDY OF SAMUEL BECKETT’S WAITING FOR GODOT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COSTUMING AN ABSURD PLAY: CASE STUDY OF SAMUEL BECKETT’S WAITING FOR GODOT", "id": 9}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>1.1  Background to the Study</p> <p>The origin of Makeup can be traced to a Greek actor named THESPIS. After this, during the medieval time, European theatre then introduced face paint makeup for the first time. The principles of designing and the application of makeup to Nollywood production is of great importance because Nollywood production usually entails the interpretation of a particular character. Thus, a character for a Nollywood production cannot be properly interpreted without the proper guidelines to the principles of makeup application.</p> <p>Makeup is a very vital ingredient through which a good Nollywood production could be achieved. Makeup has been said to be the application of certain substances to a character’s body in order to give a proper interpretation of such characters and also enhance the character’s appearance on set. It is on this background that this project work aims to highlight the principles of designing and the application of Makeup to Nollywood productions.</p> <p>1.2  Statement of the Problem</p> <p>The problem that is evident here is that some makeup artists in Nollywood productions are solely after the application of makeup to a character’s face in a production. Whereas, makeup implies the use of materials to alter the physical features of an actor. Thus, it maybe to add a hunch back or to pad up the buttocks or to enlarge the breast and so on. This they do without taking note of the principles guiding the application of makeup which includes thus; the facial structure, skin tone, skin type and so on.</p> <p>This however, has been seen in so many movies were the principles guiding makeup application are not carried out effectively.</p> <p>1.3  Scope of Study</p> <p>This project is intended to impact positively on the Nigerian home-made videos and especially of Nollywood, as well as to enhance the audience enjoyment and aesthetics of the performance.</p> <p>Thus, the scope of this study is to focus exclusively on not just the common facial makeup on characters but also the principles of designing and applying makeup to characters in a Nollywood production.</p> <p>1.4  Methodology of the Study</p> <p>The methods of research used in this project are literally and historical methods. In the literally method, data{s} will be collected and analyzed. Books, Journals and other published works on this topic will be looked into. Finally, the historical method would entail the origin, development and significance of make-up in Nollywood. This will be analyzed in relation to how it affects the actors, the makeup artist and the audience at large in a production.</p> <p>1.5  Significance of the Study</p> <p>This research will be of great benefit to a makeup artist and designer in a film production. The students, who will want to do research in this topic, will also benefit. Thus, this work would serve as a reference material to the students and researchers of this topic. Also, it would be of great importance to the production crew, in order for them to know more on the principles of designing and application.</p>                                                         \n\nPRINCIPLES OF DESIGNING AND THE APPLICATION OF MAKEUP IN NOLLYWOOD PRODUCTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PRINCIPLES OF DESIGNING AND THE APPLICATION OF MAKEUP IN NOLLYWOOD PRODUCTION", "id": 10}]