[{"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1   Background of the Study</strong></p> <p>The church of Christ in this era has mainly been instituted on the sermons of a prosperity gospel, that has caused her apostate condition. Todayʼs Christianshave unfortunately not well appreciated that the current apostasy in the church, undeniably amounts to a house that has literally renounced her loyalty unto the Lord. Jehovah the God of covenant firmly honours His pledges to the extent that mankind can literally live off every word that proceeds out of His mouth. In the clamour to sustain her earthly livelihood, the church of Christ committed the greatest blunder ever, by forgetting that the most important foundation upon which her provision was well promised, is righteousness. Then there came the deception, as if in an answer to her prayer, one in the guise of the prosperity gospel from heaven, which she readily accepted without any careful afterthought. Pointing to this reason, over the greater part of her life, the church has virtually engaged in the sermons of a false form of christianity that fronts the spiritually reckless living in compromise with sin. Strewed in the churchʼs impaired vision of prosperity are all the excesses of earthly wealth and pleasures to the extent that holiness has been sidelined. This has essentially rendered the church spiritually too faint and feeble to even enter the bloodstained path that Jesus charted out for her, on the Cross at Calvary. Though the church well recognized the bloodstained highway of holiness from the beginning, contrarily her act is as though she were not provoked into a bitter controversy with the broader highways of this sinful world. Following His passionate suffering on the Cross, the Lord Jesus unmistakably aggravated the church into an eternal controversy with this evil dark world. It is His undaunted stature on the Cross and the suffering of such a condition of things to exist, that raised to the church a red flag on the parleying with sin, that she may not give the enemy an advantage over her life. By conceding to the disguised demands of this sinful world, nothing good has come out of the churchʼs worship, neither has God been glorified by her praise. In the absence of holiness, the evidence of christian walk is today worthless to break the stronghold of rebellion in the church and summon Godʼs might, because human capacity, strength and power have indeed predictably weakened in the face of such a humongous mountain of earthly darkness to surmount. Unfortunately for todayʼs apostate pastors, while this scenario perfectly rolls out, faith, which is the pillar of christian walk in the church now reposes in God. This kind of weakening of faith is what has opened a huge door to deception and rampart falsehood into todayʼs house of the LORD. Only a righteously obedient walk in the highway of holiness can unravel for the church the true defining intent of holiness when the LORD said,“Above all things, I desire that you prosper” (Isaiah 35:8-9).</p> <p><strong>1.2   Statement of the Problem</strong></p> <p>Since the loss of his inheritance in heaven, the enemy has determined to find revenge by causing the church to share in his disgraceful fall. Very much aware that in our own strength it is impossible for us to deny the clamour of our fallen nature, the enemy has perpetually taken advantage of hereditary weakness and hence fully engaged his false insinuations to ensnare all whose trust in God is not. He has devised new schemes and channels with which to assault especially the church. At the nativity of our LORD Jesus in a cuddled Bethlehem manger, the enemy already knew that One had now come with a divine commission to dispute his dominion over mankind, and to finally set the church free. This caused the adversary to tremble much, at the angelʼs message attesting the authority of the new born King. Much as it was difficult to fathom the mystery of this great sacrifice of love, the glory and the peace and majesty and the joy of heavenly communion, were mightily manifest abound. That the Son of God should come to this earth as a man, certainly filled the adversary with fearful amazement and with an extreme sense of apprehension, to mention the least.</p> <p><strong>1.3   Objectives of the Study</strong></p> <p>The time of this promised endtime revival is nigh and here. Markedly, an indismissible Holy Ghost revival is today beginning to restore righteousness and holiness across the ends of the earth. It is the youthful modesty and grace of this, endtime Holy Ghost revival that will eventually disarm the prejudices of the prosperity priesthood in its totality in order to unconsciously open their minds to the word of God, that the Holy Spirit may speak to their hearts. But while that blessed revival is yet to totally consume the earth, todayʼs spiritual decay indeed marks a significant departure from the expected norm. This is owing to the fact that any church which especially walks the highway of holiness, should have trusted the LORDʼs counsel explicitly on matters of repentance. Furthermore, even in the greatest milieu of money-preaching and prosperity advocacy, the fears on the unexpected return of the Messiah are beginning to be aroused. The church in her best spiritual performance and sensibility knows it too well that never was an earthly confined living, the original intention for which Jesus was sent to the Cross to pay such a horrific heart-wrenching price of redemption. Because of its obvious inborn spiritual shortfalls, the prosperity gospel has completely failed to rebuke the sin that has today intruded the church, and instead opted to accommodate worldliness and spiritual decay within the christian fraternity. Rejoiced as they may seem today, this kind of apostate church cannot however afford the luxury of forgetting the grief and anxiety that their unreadiness will cause upon the return of the Messiah.</p> <p><strong>1.6   Significance of the Study</strong></p> <p>It is the faulting of the word of God in this dispensation, that has largely magnified apostasy today and the blatant practice of open lawlessness and shameless heedlessness in the church of Christ. As pronounced in the word, in his open expression of his intention to prosper mankind here on the earth, nevertheless was it Godʼs object that such prosperity focus the heart of the church entirely into the perishable decay realm. By design though, Godʼs ultimate blueprint for manʼs creation very much implied that every blessing of prosperity would be able to cause him to be caught up with the Messiah in the glorious gathering at rapture. However, it is now more and more evident and to a greater extent that the conception of this novel plan of God still remains for the most part, misconstrued to the present church. For this reason, the grievous spiritual misinterpretation that today presents the false gospel of prosperity, has by and large wiped-out the churchʼs authority and honour, to a state of near-irrelevance. With most of todayʼs believers in this degenerate condition, worship observance has now been seriously reduced to a mere formalism.</p> <p><strong>1.7   Scope/Limitations of the Study</strong></p> <p>This study is on apostasy and church growth.</p> <p><strong>Limitations of study</strong></p> <ol><li><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</li> </ol> <p><strong>1.8   Definition of Terms</strong></p> <p><strong>Apostasy:</strong>The abandonment or renunciation of a religious or political belief or principle.</p> <p><strong>Church Growth: </strong>Church Growth is a movement within evangelical Christianity which aims to develop methods to grow churches based on business marketing strategies.</p> <p><strong>REFERENCES</strong></p> <p>Anderson, Richard Lloyd. “Circumstantial Confirmation of the First Vision through Reminiscences.” Brigham Young University Studies, Spring 1969, pp. 373–404.</p> <p>“Joseph Smith’s New York Reputation Reappraised.” Brigham Young University Studies, Spring 1970, pp. 283–314.</p> <p>Cannon, Donald Q., ed. Regional Studies in Latter-day Saint Church History— New England. Provo, Utah: Department of Church History and Doctrine, Brigham Young University, 1988.</p> <p>Porter, Larry C., Milton V. Backman, Jr., and Susan Easton Black, eds. Regional Studies in Latter-day Saint Church History—New York. Provo, Utah: Department of Church History and Doctrine, Brigham Young University, 1992.</p>\n\nAPOSTASY AND CHURCH GROWTH<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " APOSTASY AND CHURCH GROWTH", "id": 1}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>The main aim of the research is to determine if the difference in belief is the major cause of church division, the study made use of primary data from the information obtained from the distribution of research questionnaire. The study made use of a total population of 100. The sample of 40 was considered for the study, the data hypothesis was analyzed using the chi-square method. The study concluded that the difference in belief is the major cause of church division. Proper recommendations were made to assist the Pentecostal churches, the catholic churches and its member on the factors responsible for the divisions in the churches.</p> <p>CHAPTER ONE</p> <p><strong>INTRODUCTION</strong></p> <ol><li><strong>Background of the study</strong></li> </ol> <p>The will of God for us is that we are united, that is why Jesus prayed in John 17 that his disciples would have unity. He prayed in verses 20-23, “I do not ask on behalf of these alone, but for those alsowho believe in Me through their word; that they may all be one; even as You, Father,are in Me and I in You, that they also may be in Us, so that the world may believethat You sent Me. The glory which You have given Me I have given to them, thatthey may be one, just as We are one; I in them and You in Me, that they may beperfected in unity, so that the world may know that You sent Me, and loved them,even as You have loved Me”.</p> <p>This prayer he madedid not just focus on the eleven remaining disciples but alsoto those who would reach discipleship through their ministry(Britney; 1994). The Bible lets us know that Christ Jesus is crediting his disciples with the numbers that will beproduced. Theprimary concern Jesus expresses at this time of his impending death is the issue ofunity among the disciples as their unity will most definitely be a vital prerequisite fortheir subsequent mission (Jessica; 2004:497).Disunity and division are threatsfound among the members of the Body especially as the Church increases and grows in numbers. As Christ is definitely supplicating theFather with references to God and himself, it is clear the unity herein described ismore transcendent than that of “simply human fellowship or the harmonious interaction of Christians” (Ebere; 1970). The external expression of this unity is to be the evangel of the Church to the world, which attests to the sending of Christ by the Father.</p> <p>In 1 Corinthians 1:10 he exhorts, “Now I exhort you, brethren, by the name of our Lord Jesus Christ, that you all agree and that there be no divisions among you, but that you be made complete in the same mind and in the same judgment”, here Paul states this directive and takes a hard stand against division and factions in the Church Body, in light of both personal division and in light of doctrine. Unfortunately, Paul himself falls victim to one of these chasms of opinion in his relationship with Barnabas. Paul’s terminology to address doctrinal differences (1 Corinthians 11:19 and Galatians 5:20) is haireseis, denoting a difference of sound doctrine, even to the point of being an unjustified group (Accordance 2010). Just prior to the prayer in John 17 Jesus had established the institution of the Lord’s Supper in light of the Passover celebration, an institution given in great part to exhibit and foster unity with the Godhead, and unity as members of the Body of Christ. Paul affirms in 1 Corinthians 10:16, that the pinnacle of this desired oneness of communion, or church is displayed materially in the act of the Lord’s Supper, as it is a “sharing” in the blood and the Body of Christ. Mounce holds that the term church conveys the idea of fellowship, communion, participation and sharing (Mounce 2006:127, 247). Paul subsequently uses the term only in a religious sense rather than a secular one to denote something greater than a society, to denote a fellowship of a higher level; he as well uses this term to express a “religious fellowship (participation) of the believer in Christ and Christian blessings for the mutual fellowship of believers” (Hauck 1983:804). 1 John 1:3 and 2 Corinthians 13:14 affirm that church is also held with the Father, Son and Holy Spirit in addition to the communion of the saints, it is the Holy Spirit alone however, who brings believers into this fellowship (Prime 2008:105). This evidence of church is an external, physical expression of the spiritual fellowship that is enjoyed by the Body being knit together with the Godhead (Hunsinger 2009:347). Thus, church is the internal religious fellowship or participation of sharing in the benefits of a relationship with Christ, yet manifesting itself at times in a physical expression through the Body of Christ. Schmitz cites homothumadon as being infused with ”togetherness”, such as is evidenced in the visible, inner unity of a group faced by a common duty or danger; it is a unity, or unanimity, not embracing a personal agenda, “but on a cause greater than the individual” (Schmitz 1986:908-909). Hence, descriptive of the early Church, it is used in Acts all but one other time in the New Testament, in an effort to accentuate the internal unity of the group.</p> <ol><li><strong>Statement of the problem</strong></li> </ol> <p>The Church of Jesus is increasing in division instead of unity. This disunity mostly comes in form of cell division. Churches are splitting, division in church seminars are increasing as reconciliation consultants are succeeding, while division abounds (Raymond; 1996), and denominations continue to growin number due to social division as the causal mechanism.Theoretically, orthodoxy would confess that unity is possiblethrough the giving of Christ’s glory. The Church as a whole is rightly able to proclaim theologicaltruths, but is also expected to evidence them to the world through its witness, asdeclared unity is not merely positional (Carson 1980:201).Christianity todaysuggests a proactive separation may be in order as only a sentimental unity remainsamong major denominations (Christianity Today 2004:23). Bloomberg asserts that indeed this unity is difficult to acknowledge in light of the many splintering factions (Bloomberg 2008:224). As a result, the observed lack of unity in the Body of Christ isa devastating witness to the world.</p> <ol><li><strong>Objectives of the study</strong></li> </ol> <p>The chief objective of this study is to examine the factors responsible for divisions in the churches.</p> <ul><li>To know the biblical and theological justification which support divisions of fellowship within the Body of Christ.</li> <li>To know what tolerances of division are biblically justifiable, or permitted in the scope of Scripture and</li> <li>To know whether the Church is actually in alignment with Scripture, and how that should affect the behavior of Christians today in their role of glorifying God.</li> </ul> <p><strong>1.4   Research questions</strong></p> <ul><li>What kind ofbiblical and theological justification exists to support divisions of fellowship within theBody of Christ?</li> <li>What tolerancesof division are biblically justifiable, or permitted in the scope of Scripture?</li> <li>What needs to be defined is whether the Church is actually inalignment with Scripture, and how that should affect the behavior of Christians today in their role of glorifying God.</li> </ul> <p><strong>1.5   Research hypotheses</strong></p> <p><strong>Ho</strong>: difference in belief is not the major cause of church division</p> <p><strong>Hi</strong>: difference in belief is the major cause of church division</p> <p><strong>Ho</strong>: the inability of churches to align with scripture does not impact negatively on the behavior of Christian</p> <p><strong>Hi</strong>: the inability of churches to align with scripture impact negatively on the behavior of Christian</p> <p><strong>1.6   Significance of the study</strong></p> <p>This study will contribute to the body of knowledge of Christian’s obedience in lightof Scripture in that it seeks to identify and then justify that paradigm of acceptableschisms or, permissible divisions. It then seeks to answer the question, “To whatdegree are Christians in accordance with Scripture in tolerating separations in theBody of Christ?”</p> <p>The researcher aimed at identifying the implicationsof clearer understanding so that believers who are participating in any acts ofdivision may understand the error or validity of their actions. Division in churchesmust be clearly defined if it is permitted in the scripture. This research has components that benefit on many levels: personal,professional, academic and practical.</p> <p><strong>1.7   Scope/Limitations of the study</strong></p> <p>This study centers onthe biblical examination of factors responsible for divisions in the churcheswith a view of finding a lasting solution to the problem.</p> <p><strong>Limitations of study</strong></p> <ol><li><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</li> </ol> <p><strong>1.8   Definition of terms</strong></p> <p><strong>Division:</strong>disagreement between two or more groups, typically producing tension or hostility</p> <p><strong>Churches:</strong>a building used for public Christian worship.</p> <p><strong>Christian:</strong>a person who has received Christian baptism or is a believer in Jesus Christ and his teachings.</p> <p><strong>Unity:</strong>the state of being united or joined as a whole.</p> <p><strong>Disunity:</strong>disagreement and division within a group.</p> <p><strong>REFERENCES</strong></p> <p>Douglas JD (ed.) 1978. The New International Dictionary of the Christian</p> <p>          Church(rev. ed.). Grand Rapids: Regency Reference Library.</p> <p>Douglas M 1999. Leviticus as Literature.Oxford: Oxford University</p> <p>Press.Driver SR 1904.The Book of Genesis. London: Methuen &amp;Company.Dunn JDG 1977. Unity and Diversity in the New Testament: An Inquiry into theCharacter of Earliest Christianity. Philadelphia: Westminster Press.</p> <p>Eckstein Y 1984. What Christians should Know About Jews and Judaism.</p> <p>Waco:Word Books.Edwards J 2000. The Works of Jonathon Edwards.2 Vols.Great Britain, 1834.Reprint, Peabody, MA: Hendrikson</p> <p>Erickson MJ 2001. Evangelical Dictionary of Theology.“Separation”.</p> <p>          SecondEdition.</p> <p>Ed. Walter A. Elwell. Grand Rapids: Baker Academic.</p> <p>Erickson M 2003. Christian Theology. Grand Rapids: Baker Books.</p> <p>Errico RA 19911991. The Message of Matthew: An Annotated Parallel Aramaic-</p> <p>English Gospel of Mathew.Annotated and translated from the Peshitta-Aramaic</p> <p>text. Irvine, CA: Noohra Foundation.</p> <p>Evangelical Convictions: A Theological Exposition of the Statement of Faith of theEvangelical Free Church of America. 2011. Minneapolis: Free ChurchPublications.</p> <p>Fausset AR 1945. A Commentary: Critical, Experimental and Practical on the</p> <p>          Oldand New Testaments.Vol. 3. Grand Rapids: Eerdmans.</p> <p>Fee G 1987. I Corinthians.New International Commentary on the New</p> <p>          Testament.Grand Rapids, MI: Eerdmans.</p> <p>Fenton, Jr. H 1987. When Christians Clash: How to Prevent &amp; Resolve the Pain</p> <p>          ofDivision. Downers Grove: InterVarsity Press.</p> <p>Foerster W. 1988.Theological Dictionary of the New Testament (Kittel G,</p> <p>          ed.;Bromily GW, tr., vol vii). Grand Rapids: Eardmans Publishing.</p> <p>Forrester EJ 1986. International Standard Bible Encyclopedia.“Church</p> <p>Government”.</p> <p>Vol 1.(rev. ed., 4 vols).Bromily GW (gen. ed.). The Grand pids:Eerdmans.</p> <p>France RT 2007.The New International Commentary on the New Testament: The</p> <p>Gospel of Matthew.Grand Rapids: Eerdmans.</p> <p>Gage K and J 1984.Restoring Fellowship: Judgment and Church Discipline.</p> <p>Chicago: Moody.</p> <p>Gangel KO 2002.Holman Old Testament Commentary: Joshua. Ed. Anders</p> <p>          Max.Nashville: B &amp; H Publishing Group.</p> <p>Garland DE 1999. 2 Corinthians.The New American Commentary. Nashville:</p> <p>Broadman&amp; Holman.</p> <p>Getz GA 1995. Joshua: Living as a Consistent Role Model. Nashville: Broadman</p> <p>&amp;Holman Publishers.</p> <p>Gill J 1960. Dr. John’s Commentary. Atlanta: Turner Lassetter.</p> <p>Howard k and Rosenthal M 1997.The Feast of the Lord.Nashville: Thomas</p> <p>Nelson,Inc.</p> <p>Hubmaier B 1989. BalthasarHubmaier: Theologian of Anabaptism. Classics o</p> <p>ftheRadical Reformation, no. 5. Translated and edited by H. Wayne Pipkin and JohnH. Yoder. Scottsdale: Herald.</p> <p>Hunsinger D (2009). Practicing Koinōnia.Theology Today, 66(3), 346-367.</p> <p>Isaacs ME 1992. Sacred Space: an approach to the theology of the Epistle to theHebrews. Continuum International Publishing Group.</p> <p>Jamieson R 1945. A Commentary: Critical, Experimental and Practical on the</p> <p>Oldand New Testaments.Vol. 1. Grand Rapids: Eerdmans.</p> <p>Jeremias J 1966. The Eucharistic Words of Jesus. Translated by Norman</p> <p>Perrin.New York: Scribner &amp; Sons.</p> <p>Jeremias 1983.Theological Dictionary of the New Testament (Kittel G, ed</p>\n\nTHE BIBLICAL EXAMINATION OF FACTORS RESPONSIBLE FOR DIVISIONS IN THE CHURCHES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE BIBLICAL EXAMINATION OF FACTORS RESPONSIBLE FOR DIVISIONS IN THE CHURCHES", "id": 2}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>The study on the effect of denominational practices on the growth of the churches tries to find out ifdenominational practices have significant effect on church growth; the study also tries to identify the different denominations in Nigeria and their impact on churches; the study tries also to know whether denominational practices contribute to church growth. Primary data was used for the purpose of the study with a sample size of 60 respondents; the study concluded that denominational practices have significant effect on church growth. The study made of spearman correlation to analysis the hypothesis. The study therefore concluded that denominational practices have significant effect on church growth and proper recommendations were made to assist in decision making and for further studies.</p> <p>CHAPTER ONE</p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1   Background of the Study</strong></p> <p>Christianity in Nigeria dates back to the 16th century when the Portuguese introduced Latin Christianity in Benin and Warri. Looking at Christianity from that early beginning to the present time, many stages of development had taken place resulting to the planting and growth of churches.</p> <p>The period of denominationalism and missionary activities started from 1840 when missionary bodies set up in Europe and America in the 18th century6 succeeded in converting Nigerians to Christianity and opened permanent mission stations among the people. The period was just after the abolition of the slave trade; the abolition of slave trade stimulated a fresh religious enthusiasm among the Europeans and Americans. With the support of the missionary bodies, “The freed slaves in places like Sierra Leone and Abeokuta encouraged missionary enterprises. This was a period of denominationalism when many churches from the British Isles and America sent missionaries to the coast and interior of Nigeria. The Anglicans under the Church Missionary Society (CMS), were the first but the Niger Expedition in which they came in 1841 failed. However, the first successful penetration of Christian mission into the interior of Nigeria was made in 1842, when the Wesleyan Methodists on the invitation of the freed slaves who had settled at Badagry and Abeokuta, sent Rev. Thomas Birch Freeman and an assistant William de craft and his wife from the Gold Coast (Ghana) to Badagry and some months later Henry Townsend to Abeokuta.</p> <p>In the more southern part of the country, on the Cross River in the old slave-trading town of Calabar, the Presbyterians sent Rev. Hope Masterton Wadded accompanied by Mr. and Mrs. Edgerl A. Chishalm and E. Miller, who arrived in Calabar in April 1846, to establish the church of Scotland Mission. Their work was very successful because a Presbytery, the Presbytery of Biafra, was created in 1858. The American Baptist Mission began work in Nigeria in 1850. The Rev. Thomas J. Bowen, the Pioneer Missionary, established stations at Ijaiye and Ogbomoso. The Roman Catholicism, through the Society of the African Missions, came in 1862. The ex-slaves were organized and stations established in Lagos and Abeokuta. When the Italian Priest, Father Broghero, visited Lagos in 1863, there was a catholic church in Yorubaland. The Holy Ghose Fathers started work among the Igbo of Eastern Nigeria in 1885 through Father Joseph Lutz working at Onitsha. Samuel A. Bill started the Qua Iboe Mission in the Qua Iboe River area from 1887, though it was not until 1891 that the Qua Iboe church was established as an Independent evangelical and interdenominational body.</p> <p>Mission work in Northern Nigerian started in 1893 through Rolland Bingham, Walter Gowans, and Thomas Kent in 1904, the Sudan United Mission (SUM) joined the Sudan Interior Mission (SIM) in the mission work in the North, concentrating in the regions of Adamawa, Benue and Bornu.</p> <p><strong>1.2   Statement of the Problem</strong></p> <p>It is to be noted that this period was characterized by missionaries activities being based on denominations and limited to the Southern part of the country. The missionaries who came were trained and really prepared, though many were swallowed up by the climate. The language barrier that had existed was reduced to the minimum by the use of interpreters and the missionaries themselves learning the language; Trained Nigerian Ministers started to emerge; churches and later schools and hospitals were erected. More importantly, baptism was administered to the converts as an indelible mark for the new faith they had embraced and the old ways they had forsaken.</p> <p><strong>1.3   Objectives of the Study</strong></p> <p>The study sought to know the effect of denominational practices on the growth of the church.Specifically, the study sought to;</p> <ol><li>Know whether denominational practices have significant effect on church growth.</li> <li>Identify the different denominations in Nigeria and their impact on churches.</li> <li>Know whether denominational practices contribute to church growth.</li> </ol> <p><strong>1.4   Research Questions</strong></p> <p>1. Does denominational practices have significant effect on church growth?</p> <p>2. What are the different denominations in Nigeria and their impact on church growth?</p> <p>3. How has denominational practice contributed to the growth of the church?</p> <p><strong>1.5   Research Hypotheses</strong></p> <ul><li>: Denominational practices have no significant effect on church growth.</li> <li>: Denominational practices have significant effect on church growth.</li> </ul> <p><strong>1.6   Significance of the Study</strong></p> <p>This study will be of immense benefit to other researchers who intend to know more on this topic and can also be used by non-researchers to build more on their work.</p> <p><strong>1.7   Scope/Limitations of the Study</strong></p> <p>This study ison the effect of denominational practices on the growth of the church.</p> <p><strong>Limitations of study</strong></p> <ol><li><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</li> </ol> <p><strong>1.8   Definition of Terms</strong></p> <p><strong>Denomination:</strong>A religious denomination is a subgroup within a religion that operates under a common name, tradition, and identity. The term describes various Christiandenominations (for example, Eastern Orthodox, Roman Catholic, and the many varieties of Protestantism).</p> <p><strong>Church Growth:</strong> Is a movement within evangelical Christianity which aims to develop methods to grow churches based on business marketing strategies.</p> <p><strong>REFERENCES</strong></p> <p>Adamolekun T. “Proliferation of churches and its impact on National Development in Nigeria” in J.O. Akinbi Towards A better Nigeria Ibadan: Ben Quality printers 1999 p.45</p> <p>A.F.C. Ryder Benin and the Europeans 1845-1897. London: Longmans 1969 pp. 24-25</p> <p>A.F.C. Ryder ‘The Benin Missions “in Journal of the Historical society of Nigeria vol. 2 No 2 December 1961 p. 231.</p> <p>A.F.C. Ryder “Missionary Activities in the Kingdom of Warri to the early Nineteenth Century” in Journal of the Historical society of Nigeria Vol. II No 1 December 1960 p.3. See also Jacob Eghareuba A short History of Benin Ibadan: University Press 1968 pp. 42-50</p> <p>A.O. Makozi and G.J.A. Ojo (ed) The History of the Catholic Church in Nigeria. Lagos: Macmillan Nigeria 1982 p.7.</p> <p> J.F Ade Ajayi Christian Missions in Nigeria 1841-1891: The making of A New Elite. London: Longmans, 1965 pp. 1-24.</p> <p>E.A. Ayandele The Missionary Impact on Modern Nigeria 1842-1914: a Political Analysis. Ibadan: Longmans 1966 p. 99.</p> <p>M. Crowther The Story of Nigeria London: Faber and Faber 1978 p. 113-114.</p> <p>A. Ajayi “The influence of the church on the Nigerian polity: An Appraisal” Being A 1998 Seminar Paper series of the School of Arts and Social Sciences, Adeyemi College of Education, Ondo p.4.</p> <p>O. Kalu Christianity in West Africa: The Nigerian story, Ibadan: Day star Press 1978 p. 337</p> <p>Lagos weekly Record 4, 1893 V in Roberson Collections, Lagos News Paper Selections 1965-1909 (Ogbomoso Baptist Seminary).</p> <p>J.A. Atanda Baptist Churcdes in Nigeria 1850-1950. Ibadan: University Press. 1988 pp. 5-26.</p> <p>J.A. Adedoyin A Short History of the Nigerian Baptist 1850-1973. Ibadan: Nigerian Bookstore 1998 pp8-16.</p>\n\nTHE EFFECT OF DENOMINATIONAL PRACTICES ON THE GROWTH OF THE CHURCH<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECT OF DENOMINATIONAL PRACTICES ON THE GROWTH OF THE CHURCH", "id": 3}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p><strong>INTRODUCTION</strong></p> <ol><li><strong>BACKGROUND TO THE STUDY</strong></li> </ol> <p>The church and the modern technologies seem to be ever more connected as we move further into the twenty-first century” (Hoover 2006). This assertion clearly defines the link between religious belief and the new information and communication technologies which are the most defining media instruments of the twenty-first century. ICT driven technologies can be applied in virtually all areas of the church activities including the payment system (Ovia, 2005). However, different types of payment are done by members in the church. Examples of common payments done during church service includes tithe, general offering, special offering, thanksgiving, harvest, covenant offering, offering for the less privileged/needy, building construction donations etc.</p> <p>The role and importance of efficient payment systems has been closely monitored and promoted by monetary authorities in all countries. However, the Nigerian payment system that is cash-driven cannot and has not guaranteed the much needed efficient and effective transactions required for a sustainable economic development. Among the problems often associated with cash transactions are armed robberies, use of counterfeit bank notes, frauds, inconveniences of carrying large quantities of currency notes, long period of waiting in bank halls, frequent trips to banks, frequent printing of bank notes (Nnanna and Ajayi, 2005). However, churches in Nigeria are beginning to key in into this cashless system of payment byincorporating modern and cashless method of payment especially the use of PoS.</p> <p>Point-of-sale (PoS) systems have always been around in many forms for a number of years now. Many businesses use these systems not only to accept payment, but to provide other operational information such as accounting, sales tracking, and inventory management. Thus far, this system has gone a long way in improving customer’s experience through customer loyalty programs and suggestions in businesses (Ojo, 2004). Nowadays, the use of POS system is not only available in business set ups but also in churches which have gone a long way in impacting churches.Though for a number of reasons in Nigeria, there has been various arguments and criticismsamong Christians that the use of POSsystem in church is ungodly and this has been one of the major challenges faced by the use of this system in Nigerian churches.</p> <p>Some church executives in Nigeria has come to say that the banks offered it to the church and since the world was going digital, the members should try and also fit in. They also say it would ease the stress of looking for change every Sunday and for those who forget to bring money to church. So all that is needed to be done is when you get to church is to use your ATM card at the designated points, and collect your receipts! It’s these receipts that you present at the altar as offering to promote efficient and accountability.</p> <ol><li><strong>STATEMENT OF PROBLEM</strong></li> </ol> <p>Reliance on cash based system of donation and offering in churches has however been found to be risky and cumbersome because money outside the banks cannot be subjected to regulatory and operational procedures, and the ability of monetary policy to achieve set objectives in the presence of sizeable currency out of Bank (COB) is therefore limited. Hence, many churches make use of POS for offering and donation collection from members to prevent the risks involved in carrying cash about. This cash carrying character of Nigerians is also responsible for large pool of money in the hands of the unbanked citizens. No research has been carried on the impact of POS on churches. However, the researcher is examining the impact of POS on churches.</p> <ol><li><strong>OBJECTIVES OF STUDY</strong></li> </ol> <p>The following are the objectives of this study:</p> <ol><li>To examine the impact of POS on churches.</li> <li>To examine the existing payment method/system in churches.</li> <li>To examine the limitations of POS on church payment system <ol><li><strong>RESEARCH QUESTIONS</strong></li> </ol></li> </ol> <p>1.     What is the impact of POS on churches?</p> <ol><li>What are the existing payment methods/systems in churches?</li> <li>What are the limitations of POS on church payment system?</li> </ol> <p><strong>1.5 RESEARCH HYPOTHESIS</strong></p> <p>H0: the use of POS in churches does not promote efficiency and accountability</p> <p>H1: the use of POS in churches promotes efficiency and accountability</p> <p><strong>1.5   SIGNIFICANCE OF STUDY</strong></p> <p>The following are the significance of this study:</p> <ol><li>Findings from this study will educate church authorities and executives and the general public in Nigeria on how they can key in to the CBN cashless policy to promote efficiency in the churches.</li> <li>This research will also serve as a resource base to other scholars and researchers interested in carrying out further research in this field subsequently, if applied will go to an extent to provide new explanation to the topic.</li> </ol> <p><strong>1.6   SCOPE/LIMITATIONS OF STUDY</strong></p> <p>This study will cover the existing payment structures in churches with comparison to the modern payment system of POS considering the benefits of POS in the collection of offering and donations in churches.</p> <p><strong>Limitations of study</strong></p> <ol><li><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</li> <li><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</li> </ol> <p><strong>REFERENCES</strong></p> <p>Nnanna OJ, Ajayi M (2005), “An overview of the payments system in Nigeria.” Publication of Central Bankof Nigeria 2(1):1-7.</p> <p>Ojo A.T. (2004). “Enhancing the efficiency of the payment system: conceptual framework,” A Paper Presented at the 9th C.B.N. Monetary Policy Forum.</p> <p>Hoover M (2006). Factors Influencing the Adoption of Internet Banking,” J. Assoc. Inform. Syst. 1:1-42.</p> <p>Ovia J (2005). “Enhancing the efficiency of the Nigerian payments system.”Central Bank of Nigeria. 29 (1): 8-20.</p>\n\nIMPACT OF POS BANKING ON CHURCHES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF POS BANKING ON CHURCHES", "id": 4}]