[{"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>1.0                                                       INTRODUCTION</strong></p> <p><strong>1.1       Background to the Study                                                                 </strong></p> <p>Traffic management is the practice of managing the existing traffic environment to create avenue for free flow of traffic, to control and manage traffic proceedings.  Prior to 1999, the transport and vehicular traffic situation in Lagos State was in a state of neglect and confusion. There was terrible and high vehicle density in the state, studies carried out showed that that the vehicle density in the state is about “224 vehicles per km as against a national average of 15 vehicles per km of New York average of 24 vehicles per km with trams, trains, metro and waterways transportation” The resultant effect is the perennial road congestion with its attendant traffic logjam</p> <p>According to LASTMA General Manager, Babatunde Edu, The situation of the Lagos roads before the establishment was frustrating, workers found it very difficult to get to their various working places at the normal time schedule, the situation even worsened when it rained because the traffic congestion would be doubled, compounded with the rough driving of the commuters; because of these problems, life was hectic and unbearable for most of workers in Lagos. Thus the condition many road users are faced with in Lagos was rather harrowing, begging for urgent government attention (Olasunkanmi, 2013).</p> <p>Consequently, LASTMA was established and charged with the responsibility of ensuring the free flow of vehicular traffic in Lagos State in order to save journey time and improve the quality of life of Lagosians (Olasunkanmi, 2013).</p> <p>Lagos State Traffic Management Authority (LASTMA) was established on the 15th of July, 2000 to control and manage traffic proceedings in Lagos state. According to an online source, the major purpose of creating LASTMA by the Lagos state government then under the authority of Governor Bola Hammed Tinubu was to develop a culture of orderly monitoring of road usage regulation and management of traffic operations state wide and to ensure free traffic flow on Lagos roads (Online/http:/www.wikil LASTMA/05/03/2013).</p> <p>Additionally, LASTMA was established to make Lagos road safe and reduce to the barest minimum death, injuries and economic losses through road traffic accidents, congestion and delay by saving man hour wasted on public highway and ensure a sustainable economic growth in the state, also to ensure free flow of traffic for better social economic activities in the state. To reduce deaths, injuries and economic losses from road traffic accidents, conflicts, congestion and delays on the public highways in Lagos state by employing modern traffic management techniques and to inject order and control into the road traffic system (Atubi, 2006).</p> <p>From the foregoing it is clear that the main duties or the main purpose for the establishment of LASTMA are; to develop a culture of orderly monitoring, road usage regulation and management of traffic operations state wide. To make Lagos roads are safe and reduce to the  barest minimum death, injuries and economic losses through road traffic accidents, congestion and delay by saving man hour wasted on public highway and ensure a sustainable economic growth in the state; to ensure free flow of traffic, for better social economic activities in the state (Oni, 2004).</p> <p>The task before this research work, therefore, is to make an evaluation or an appraisal of the activities of LASTMA so far for the past years; has LASTMA really been able to achieve the purpose which it was created for? What are the obstacles LASTMA has been facing in the past years and what are the successes they have been able to achieve? All these questions are what would constitute the appraisal or the evaluation of LASTMA achievements as traffic management body in Lagos state.</p> <p><strong>1.2       Statement of the Problem</strong></p> <p>Before LASTMA was established in Lagos the major problems on Lagos roads were; high traffic congestion, traffic log jam, high rate of road accidents, and poor driving culture of the motorist and the commuters or the road users in general. There was a poor observation of road rules and regulation, poor usage of the pedestrian bridge and so on. These problems resulted in several accidents and attendant loss of lives and limbs, loss of invaluable human hours in traffic and the attendant wear and tear in human and vehicular conditions. The problems also impacted negatively on business costs and efficiency and slowed down the socio-economic development of the state and country at large. These problems necessitated the establishment of LASTMA in 1999, so that heavy traffic jam in Lagos would be checked, to create avenue for free flow of vehicular traffic and to save time and improve the quality of life.</p> <p><strong>1.3       Aim and Objectives of the Study</strong></p> <p>The aim of this work is to look into the activities and achievements of LASTMA in Lagos since its creation and see whether it has been a success or a failure. Other specific objectives are:</p> <p>1.      To determine if traffic congestion as reduce in Yaba routes–Ojota routes</p> <p>2.      To determine if driving culture as be impacted on motorist..</p> <p>3.      To find out if LASTMA has had a positive effect on driving culture.</p> <p>4.      To find out public perception about LASTMA operatives.</p> <p><strong>1.4       Research Questions</strong></p> <p>The following research questions shall be answered in the course of the study.</p> <p>1.      Has the establishment of LASTMA had a positive effect on traffic congestions?</p> <p>2.      Has the establishment of LASTMA contributed to significant reduction of road accident?</p> <p>3.      Does LASTMA have any positive effect on the people’s driving culture?</p> <p>4.      What is the perception of members of the public about LASTMA operatives?</p> <p><strong>1.5       Research Hypotheses</strong></p> <p><strong>Ho:</strong>     The establishment of LASTMA in Lagos has no significant effect on traffic congestion.</p> <p><strong>Hi:</strong>      The establishment of LASTMA in Lagos has significant effect on traffic congestion.</p> <p><strong>Ho:</strong>     The establishment of LASTMA has no significant contribution to the reduction of road accident.</p> <p><strong>Hi:</strong>      The establishment of LASTMA has significant contribution to the reduction of road accident</p> <p><strong>Ho:</strong>     The establishment of LASTMA has no significant effect on driving culture.</p> <p><strong>Hi:</strong>      The establishment of LASTMA has significant effect on driving culture.</p> <p><strong>1.6       Significance of the Study</strong></p> <p>This work is very significant because the research work will examine the effectiveness of LASTMA since its establishment and see if at all the organization has lived up to the expectation, if not the reason would also be discussed, thereby giving a detailed information about the performance, the prospect and the challenges of LASTMA in Lagos. With all these the research study will be useful for Lagos state government to evaluate the performance of LASTMA; it will also be useful for the public, LASTMA and for future researchers.</p> <p><strong>1.7       The Scope of the Study</strong></p> <p>The scope of this study will cover basically the public; which will include some selected motorists, commuters and other members of the public in Yaba area and Ojota road in Lagos metropolis.</p> <p><br/></p> <p><br/></p> <p>The study area- Lagos Mega-city is located on the south-western coast of Nigeria along the bight of Benin between latitudes 60 and 70North of the equator and between longitudes 30 and 40 East of the Greenwich.</p> <p> <strong><em> Population and Economic Activities</em></strong></p> <p>The Yoruba people constitute the city's principal ethnic group, Lagos has a very diverse and fast growing population as a result of ongoing, migration from the rest of Nigeria and neighbouring countries, its population is about 15,000,000 (census, 2006)</p> <p>Lagos receives most of Nigeria's import trade, in particular consumer goods, foodstuffs, motor vehicles, machinery and industrial raw materials. Its exports trade, which includes timber and agricultural product such as cocoa, palm nut, and peanut, has declined. Since the 1970s more than half of Nigeria's industrial capacity is located in Lagos mainland sub-urban, particularly in the Bceja Industrial Estate.</p> <p>Lagos is the western terminus for the Nigerian railway system and is linked by rail and road also the Murtala Mohammed international airport is located in the sub-urban north-west of the city centre.</p> <p>Lagos's rapid unregulated growth coupled with the challenges of its fragmented  eography has resulted in chronic traffic congestion on the city's road. Despite this, there is relatively little in the way of boat transport between island and low land sections of Lagos.</p> <p><strong>1.8       Definition of Terms</strong></p> <p><strong>Traffic:</strong> it is the movement of vehicles, ships, persons, etc. in an area, along a street, through an air plane, over a water route, etc.; it can also means the heavy traffic on the road or sea or the transportation of goods for the purpose of trade; by sea, land or air; ships of traffic.</p> <p><strong>Traffic management:</strong> Traffic management is the method of control for roadwork, that is, the measures that are generally intended to improve road safety for all its users and ease congestion or control the use of the cars. In other contexts, it could also refer to the process of determining timely and economic delivery methods, arranging both the internal and external transportation and ensuring that shipment status and logistics are efficiently tracked. Traffic management is a technique which specializes in providing customers, employees and the public a safe work zone while maintaining an efficient flow of traffic. This is done by combining many years of experience with new approaches and technologies to provide a fresh, progressive direction in the traffic control industry.</p> <p>Traffic management initiatives help to keep our traffic moving at peak times and when over-dimension vehicles are using our roads or road works are being undertaken. It is the process or method of safely managing road users, including vehicles and pedestrians through, around or past an activity on a road reserve, with the minimum level of inconvenience.</p> <p><strong>Traffic control:</strong> Road traffic control involves directing vehicular and pedestrian traffic around a construction zone, accident or other road disruption, thus ensuring the safety of emergency response teams, construction workers and the general public. Traffic control also includes the use of CCTV and other means of monitoring traffic by local or State roadways authorities to manage traffic flows and providing advice concerning traffic congestion.</p> <p>Traffic control is an outdoors occupation, night or day for long hours in all weathers, and is considered a dangerous occupation due to the high risk of being struck by passing vehicles. Safety equipment is vitally important.</p> <p><strong>Traffic congestion:</strong> Traffic congestion is a condition on road networks that occurs as use increases, and is characterized by slower speeds, longer trip times, and increased vehicular queuing. The most common example is the physical use of roads by vehicles. When traffic demand is great enough it leads to interaction between vehicles and slows the speed of the traffic stream, this results in some congestion. As demand approaches the capacity of a road (or of the intersections along the road), extreme traffic congestion sets in. When vehicles are fully stopped for periods of time, this is colloquially known as a traffic jam or traffic snarl-up. Traffic congestion can lead to drivers becoming frustrated and engaging in road rage.</p> <p><strong>Traffic flow:</strong> it is the total number of vehicles passing a given point in a given time, Traffic flow is expressed as vehicles per hour. In mathematics and civil engineering, traffic flow is the study of interactions between vehicles, drivers, and infrastructure (including highways, signage, and traffic control devices), with the aim of understanding and developing an optimal road network with efficient movement of traffic and minimal traffic congestion problems.</p> <p><strong>Road Development authority:</strong> The Road Development Authority (RDA) is the premier highway authority in the country and is responsible for the maintenance and development of the National Highway Network, comprising the Trunk (A Class) and Main (B Class) roads and the planning, design and construction of new highways, bridges and expressways to augment the existing network.</p>\n\nEFFECTIVENESS OF LASTMA ON TRAFFIC MANAGEMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECTIVENESS OF LASTMA ON TRAFFIC MANAGEMENT", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>The study examined the empirical study of commuting behaviours of commercial public transport passengers in Lagos State, Nigeria. The study made use of relevant and extensive review of literatures based on researchers’ and scholars’ opinions. The descriptive research survey was used in order to assess the opinions of the respondents using the questionnaire. A total of 84 samples were used as representative population, while two null hypotheses were formulated and tested using the Pearson Product Moment Correlation Coefficient at 0.05 level of significant. The results that were obtained indicated that a positive correlation exists between frequency of   travel and commuters income in Lagos Metropolis and that a positive correlation exists between frequency of travels and distance covered by commuters in Lagos Metropolis. Based on the data analyses and the conclusion reached in this study, the following recommendations were made: The authorities, policy makers and transport authorities should carry out the followings recommendations: They should evolve strategies for improving personal security, they should also provide alternative work schedule such as flex time, compressed work week and staggered shifts and should introduce Bus Rapid Transit (BRT) systems to provide high quality bus services on busy urban corridors in Lagos State.</p> <p><strong><br/></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 Background of the Study</strong></p> <p>Travel behavior is the way people move in the public realm by all means of transport and for all purposes. Some of the activities people want to engage in are separated by space, which requires people to travel. The choices they make in order to travel are based on options, constraints, habits, and opportunities. For instance, how people travel to work (by car, bus, subway, or walk), the time they leave, and the duration and type of stops they make on the way are important aspects of travel behavior.</p> <p>The frequent use of private cars in urban areas has a significant impact on the environment as well as on human health. Despite the fact that technical improvements, such as catalytic converts and fuel efficient engines, have decreased the pollution per vehicle, the environmental gains have been lost through the more extensive use of private cars (National Committee for Agenda 21, 1997). Other increasing problems concern auditory pollution, traffic accidents, excessive land use and the depletion of natural resources (Kolbensvedt et al., 1996).</p> <p>Generally, an attitude is defined as a psychological construct, composed of affective, cognitive and behavioral components, which may be used to describe human evaluative responses (e.g. Eagly and Chaiken, 1993).</p> <p>Ajzen and FishbeinÕs (1980) Theory of Reasoned Action was a break-through as a general attitude model for predicting behavior. The theory stated that voluntary behavior could be predicted by the intention to act, where the intention was determined by the attitude towards the behavior plus a subjective norm. However, the theory was criticized being narrow, since most behaviors are not voluntary (Eagly and Chaiken, 1993). Ajzen(1988) adhered to the critique by developing the Theory of Planned Behaviour, which also included perceive control over the actual behaviour as a determinant. This theory has been widely recognized (Ajzen, 1991), but Eagly and Chaiken (1993) have suggested that attitude towards the target, habits, and outcomes from norms and self-identity might also be significant in order to improve the prediction of behaviors from attitudes.</p> <p>Already in the early 1970s the ecological problems were defined as a crisis of maladaptive behaviour. It was also recognized that ecologically responsible patterns of human behaviour were required to solve the problems (Stern and Oskamp, 1987).</p> <p> The attitude most often discussed is environmental concern, a general attitude against environmental deterioration (Fransson  et al., 1994). Gagnon-Thompson and Barton (1994) meant that environmental concern is motivated either by a true care for the nature as such, or by a care for nature as a human resource. Early research showed that environmental concern, at least to some degree, would determine actions promoting a sustainable environment (Arbuthnot, 1977; Kallgren and Wood, 1986; Stern and Oskamp, 1987). Perceived threat of environmental degradation was another factor, which seemed to be of significance for pro-environmental behaviour (Campell, 1983; Schmidt and Gi€ord, 1989; Baldassare and Katz, 1992; Fridgen, 1994).</p> <p> Also knowledge of environmental impact caused by human activities has been suggested as a motive for actions by, among others, Krause (1993) and Gamba and Oskamp (1994).</p> <p>Within the field of environmental psychology, also more comprehensive models for predicting pro-environmental behaviour have been developed (Hines et al., 1986/1987; Hungerford and Volk, 1990; Axelrod and Lehman, 1993; Geller, 1995; Grob, 1995; Stern et al., 1995).</p> <p>Several studies, based on models with both effective and cognitive components, seem to indicate that environmental knowledge is less important than attitudes in predicting pro-environmental behaviours (Hines et al., 1986/1987; Axelrod and Lehman, 1993; Grob, 1995).</p> <p> In these studies also feelings of control, efficacy or empowerment aspects of the behavior, have been successfully introduced. Other variables presently discussed are social and financial expectations of behaviour outcomes. However, the relations between attitudinal components and pro-environmental behaviours seem to be very complex and, as shown by evy-Leboyer et al. (1996), caution is imperative, especially when extrapolating the results from one culture to another.</p> <p>In their study on sub-samples from six European countries, variations in a wide range of pro-environmental behaviours could be explained by either risk perception, subjective knowledge or attitudes in the municipality.</p> <p>Environmentally sound travel behavior seems to be one of the most difficult pro-environmental behaviors to promote in Nigeria (Lind_en, 1994; Widergren, 1998). Approximately 50% of all journeys within urban areas, most of them less than five kilometres, are made by car (Solheim and Stangeby, 1997). Several reasons for the dominance of the private car have been brought up. The car is associated with time saving, comfort, freedom of movement and personal space (Malmberg, 1980; Tengstrom, 1992). Such features of the car have served it well in town planning (Herbert and Thomas, 1990). The car has also become essential in the life style of large groups in our society and thereby necessary for daily activities (Gnarling et al., 1984; Berge and Nondal, 1994).</p> <p> During several generations, both men and women have been driving for a long period of their lives, and car driving is still increasing (Nynabb, 1995). On the other hand Swedes, as other Europeans, are very concerned about environmental problems caused by traffic (Worcester, 1993).  From a national survey, Gooch (1995) reported that 60% of the Nigerians perceived air pollution from transport as a serious environmental problem.</p> <p>Kuller and Laike (1993) investigated the acceptance and the perceived intrusion of various traffic restrictions. Based on the comparison of acceptance and intrusion scores, these authors suggested that, in addition to selfish motives, there might also be a true concern for the environment.</p> <p>Verplanken et al. (1994) argued that, although the initial choice of transport might depend on attitudes, this relationship weakens when the choice becomes habitual. Ljungblom (1980) suggested that information about the environmental pollution caused by car driving might be difficult for the public to take in, because this information is undermined by a glorified presentation of the car in advertisements. In a study by Gustavsson (1993), factual knowledge of the consequences of traffic pollution was low, even if the subjects had a good knowledge of how to drive in order to reduce pollution. In our own pilot study no relation between factual knowledge and travel behavior was found (Nilsson, 1993a).</p> <p> However, in a scenario study by Gnarling and Sandberg (1990), where the level of air pollution was varied, the results showed that increased pollution would reduce car driving. It might be that the private experience of environmental problems is an important determinant of pro-environmental behavior (Finger,1994).</p> <p>According to Cvetkovich and Earle (1992), experts tend to perceive environmental risks differently from the public, because experts judgments to a greater extent are based on facts.</p> <p><strong>1.2 Statement of the Problem</strong></p> <p>The externalities of transport are more severe if every individual prefers taking private car to public transport, because the cause of transportation problem will increase. The need to change individual choice from private car user to public transport user is urgently needed. One of the efforts to support the change is by improving the public transport quality, and to help improve this effort the factors affecting individual to choose mode of transport should be identified. Understanding mode choice is important since it affects how efficiently we can travel, how much urban space is devoted to transportation functions as well as the range of alternatives available to the traveler (Ortuzar &amp;Williams en 1999). Furthermore, this factor is the basic knowledge which helps to determine any effort to change travel behavior.</p> <p><strong>1.3 Aim of the Study</strong></p> <p>To examine the travel behaviour of passengers plying Oshodi to sundry routes with a view of identifying factors that influence their choices.            </p> <p><strong>1.4 Objective of the Study</strong></p> <p>1.    To critically analyze travel behavior of commercial public transport passengers plying Oshodi-Mile 2 Route, Oshodi-Sango Ota Routes, Oshodi-Ajah Routes, Oshodi-Obalende Routes.</p> <p>2.    To explore factors influencing travel behavior of passengers along Oshodi and Sundry Routes.</p> <p>3.    To examine the influence of education on travel behaviour of passengers.</p> <p>4.    To stem the tide of traffic congestion, road crashes and environmental pollution along Oshodi-Mile 2 Route, Oshodi-Sango Ota Routes, Oshodi-Ajah Routes, Oshodi-Obalende Routes.</p> <p>5.    To streamline and effect good travel behaviour among passengers in Oshodi and Sundry Routes.</p> <p><strong>1.5  Significance of the Study</strong></p> <p>1.      The study is timely to stem the tide of alarming road congestion and traffic accidents in Oshodi road corridor.</p> <p>2.      The study would provide authorities a working paper on travel behavior of passengers and factors influencing the behavior.</p> <p>3.      The study would create awareness of the environmental pollution and degradation caused by travel behavior of passengers.</p> <p>4.      The study would provide the Government blueprint to affect positive and sound travel behavior of passengers in Oshodi to sundry Routes.</p> <p>5.      There would be increased awareness on human factor travel behavior related causes of road crashes.</p> <p>6.      The study would bring about sound and efficient transport system.</p> <p>7.      There would be increased consciousness on the authorities responsible in managing and regulating road transportation.</p> <p>8.      The study would trigger mass sensitization and reorientation of passengers and road users thereby reducing incidents of road crashes.</p> <p><strong>1.6  Scope of the Study</strong></p> <p>The study is limited to Oshodi-Mile 2 Route, Oshodi-Sango Ota Routes, Oshodi-Ajah Routes, Oshodi –Obalende Routes, Oshodi-Abeokuta Routes.</p> <p><strong>1.7   Research Questions</strong></p> <p>1.      What are the travel behaviors of passengers?</p> <p>2.      What are the factors that influence passengers’ travel behaviors?</p> <p>3.      What have the Authorities done about travel behaviors of passengers along Oshodi road network?</p> <p>4.      What are the determinants of passengers travel behaviors (behavioral pattern) along Oshodi corridor?</p> <p>5.      Are there any correlation between frequency of travels and cost of commuters’ income in Lagos metroplis?</p> <p>6.      Are there any correlation between frequency of travels and distance covered by commuters in Lagos metroplis?</p> <p>7.      What are the solution to traffic congestion and road crashes along Oshodi road?</p> <p>8.      What are ways to eradicate road crashes and traffic congestion?</p> <p><strong>1.8 Resear­ch Hypothesis</strong></p> <p>1.      H0:There is no significant correlation between frequency of travels and cost of commuters’ income in Lagos metroplis.</p> <p>H1:      There is significant correlation between frequency travels and commuters’ income in Lagos State, Nigeria.</p> <p>2.         H0:      There is no significant correlation between frequency of travels and</p> <p>distance covered by commuters in Lagos metropolis.</p> <p>H1:     There is a significant correlation between frequency of travels and distance covered by commuters in Lagos Metropolis.</p>                                                          \n\nEMPIRICAL STUDY OF COMMUTING BEHAVIOUR OF COMMERCIAL PUBLIC TRANSPORT PASSENGERS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EMPIRICAL STUDY OF COMMUTING BEHAVIOUR OF COMMERCIAL PUBLIC TRANSPORT PASSENGERS", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>The study examined the rural transportation system in Epe and its environment in  Lagos State, Nigeria. The study made use of relevant and extensive review of literatures based on researchers’ and scholars’ opinions. The descriptive research survey was used in order to assess the opinions of the respondents using the questionnaire.. Based on the data analyses and the conclusion reached in this study, the following recommendations were made: The authorities, policy makers and transport authorities should carry out the followings recommendations. Improvement in rural feeder roads: This would  reduce vehicle operating cost and increase savings from transport service delivery, Proper surfacing of the feeder roads using bitumen or asphalt in order to provide year-round access to the rural communities, Empowerment of Grass root Government-    The need to empower the Grassroots government is of paramount importance owing to the fact that the construction and rehabilitation of most rural roads fall within the jurisdiction of the local government.</p> <p><br/></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 Background of the Study</strong></p> <p>Moving goods and people from one place to another is critical to maintain strong economic and political ties between regions in the same state. With a land area of 910,768 sq. km, population estimate of 150 million people and GDP-growth rate of 6% per annum (2006 est), the centrality of effective public transportation in Nigeria is readily seen. Nigeria‘s transportation infrastructure is in a dismal state and falls short of the countries it would like to be compared with. It is insufficient to meet the transformation agenda of the current administration, as a tool for achieving rapid economic growth and development [Walker, Gilbert James].</p> <p>Globally Nigeria ranks low in the quality of its infrastructure which impacts the ease of doing business. Low investments in transportation have resulted in the current infrastructural deficit. Key challenges include inadequate investment and poor management of transport infrastructure – which have created a huge infrastructural deficit.</p> <p>The government has adopted the use of Private Public initiative in alignment with global trends in transportation infrastructure development. Development of road infrastructure via the PPP model remains in the infant stages while that of rail is still in the conception/design phase. Only one successful example of concessioning exists in the Nigerian Aviation industry. Concession of seaports has been the most successful when compared to other modes of transportation in Nigeria. An enabling framework is critical to the success of the PPP models in transportation infrastructure financing and development.</p> <p>South Africa‘s transport sector is a key contributor to its competitiveness in global market and is increasingly being seen as a crucial enabler of economic and social development. South Africa‘s transport infrastructure is considerably more developed than that of Nigeria, evolving over the years into what we can see as a transport sector that surpasses others in the Africa‘s sub region. Although the public sector is still the primary source of funds, South Africa is increasingly dependent on PPPs to finance the transportation infrastructure development. The PPP approach to infrastructure procurement and delivery entails a shift from the traditional government procurement model with emphasis placed on private sector-based service delivery and utilization of PPPs in procurement of infrastructure, even when government funding is required. Despite the picture painted, South Africa is not without its transportation challenges.</p> <p>Comparing Nigeria‘s financing and procurement model to South Africa, there exists key differences and identifiable gaps in the Nigeria‘s model and thus appropriate recommendations to improve performance. What goals should Nigeria set for its transportation infrastructure? The future state of transport system is expected to be efficient, affordable, adequate, safe, well integrated and environmentally sound. In line with the realisation of these expectations and visions, specific goals should be set for transport mode. Potential investment opportunities for roads, rail, aviation, seaports and waterways must be effectively harnessed if our vision of achieving meaningful rapid economic growth and development is to be realised.</p> <p>With respect to road travel, it is important to evaluate the extent and quality of the road network. In terms of the extent of the road network, the federal government has done much in the last fifteen years to improve the coverage of Nigeria‘s road system. One outstanding example is the work of the Directorate of Food, Roads, and Rural Infrastructure (DIFFRI), which in the late 1980‘s embarked on a campaign to construct approximately 60,000 kilometers of new rural roads. As can be seen from a tour of rural areas, many roads that have been constructed are in a terrible state of disrepair [Walker, Gilbert James]. As with so many things in post-oil-boom Nigeria, many rural (and urban) roads have not received adequate maintenance. Poorly-maintained roads are particularly problematic in the rainy season (approximately March to October). In fact, some rural areas are only accessible by car in the dry season [Gumel , H.A.].  July field trips on Epe proved these points well enough. Many rural roads in the Plateau region cannot be safely travelled at speeds exceeding 25 to 30 miles per hour [Drummond-Thompson, Phillip,]. The slow rate of travel is necessary given the large and frequent potholes that mark the many rural roads. Certain stretches of rural roads are so bad that motorized vehicles have bypassed the original roadway to form new dirt tracks. Other portions of rural roads have been reduced to one lane. The road network of the Epe is indicative of the poor state of maintenance of many rural roads. Even though a good network of colonial-era roads existed (partly due to the intensity of mining activity on the plateau), many of these roads have not been maintained in the post-independence period. Proper maintenance is critical because rainstorms can be tremendously intense. Thus, small areas of road decay can very rapidly expand under the forces of erosion and weathering in the rainy season. Much of the problems associated with the erosion of roadways are compounded by the lack of adequate drainage infrastructure (which also makes driving hazardous during heavy rains). While Nigerians are not forced to address maintenance problems derived from recurrent freezing and thawing (like temperate areas of the United States), they do have to deal with intense seasonal rain.</p> <p>Although urban roads are in better condition than most rural roads, maintenance of roads is also a problem in the cities. Since the collapse of oil prices in the early 1980‘s and implementation of a Structural Adjustment Program in 1986, state budgets have been extremely tight. Fiscal austerity has also been exacerbated by corrupt military regimes that have funneled state revenues into non-productive projects (often contracted to firms owned by military leaders) or foreign bank accounts. Although almost all urban roads are paved (Nigerians often say \"tarred\"), many have large pot holes or large sections where pavement has been eroded. An interesting scene in the city of Ibadan is the activity of informal road repair crews. Young men can often be seen filling city pot holes with dirt and rocks. In return for their unsolicited service, road users often tip these unofficial public workers. The work of these brave maintenance crews notwithstanding, Nigerian urban roads can still be very rough. The important point to note is that aside from   travel, poor urban roads can cause bottlenecks in traffic and contribute to traffic congestion [Walker, Gilbert James].</p> <p>dominant fishes of Epe and Badagry waters, Lagos State, Nigeria as well as the</p> <p>socioeconomic conditions of artisanal fisher folks in Lagos State were studied and analyzed. . Fishing activities within the community were found to be profitable. However, the relatively large family size maintained by most of the fishermen portend adverse effect ontheir economic growth and standard of living.</p> <p>Provision of adequate credit facilities, social and fishing amenities including preservation and transport facilities in addition to enlightened fisher folks would enhance the socio economic status of the artisanal fishermen in the study area.</p> <p>In the past three decades, the supply of fish in the Nigerian markets is steadily on the decline. This is largely due to the low catch levels of the traditional fishing techniques and other related factors.</p> <p>Fish is a valuable source of complete protein with the most balanced amino acid profile (Olawusi-Peters, 2008,). The flesh of fish is similar to that of meat in structure, but contains a greater percentage of water. He further notes that fish is more easily digested than meat. Adeyemo (2003) also reported that fish and fish based products provide cheap but high quality protein compared to bush meat, poultry, pork or</p> <p>beef. Apart from protein, fish also contains a wide variety of vitamins which include vitamins A, B (thiamine, riboflavin, nicotinic acid) C, D and E. Fish compliments meat as the cost of the latter is beyond what most Nigerian can afford (Adedokun, et al, 2006,Oladimeji et.al,2013). In Nigeria, the artisanal fishery covers operation of small motorized or non-motorized canoes by fishermen in the coastal areas. This provides jobs for over 400,000 fishermen in the coastal areas and members of their</p> <p>families (Akegbejo-Samsons, 1997). Quite a sizeable proportion of the Nigerian population depends on fishing as a source of income. Apart from being an income earner to many Nigerians especially people in coastal, riverine and lake areas of the country, people earn their living from fish processing and marketing while others engaged in fisheries research (Soyinka and Kusemiju,2007; Bolarinwa, 2012).</p> <p>The fisheries sub-sector of the Nigerian economy is made up of artisanal, industrial and cultured fisheries. The artisanal covers the operations of small-scale canoes, fisheries operating in the coastal areas, creeks, lagoons, inshore water and the inland rivers. The artisanal fishery is characterized by low capital outlay, low operational costs, low technology application and it is labor intensive (Adedokun et al., 2006, Bolarinwa, 2014).</p> <p>However, Williams(2006) identified the fishery sub-sector as one of the untapped potential in Africa. The bulk of fishery activities in Africa and particularly Nigeria are carried out by small-scale fish farmers, perhaps this made the sub-sector accounts for an average of 4.87% of the Gross Domestic Product between the year 2000 and 2004 (CBN, 2004). This development contradicts the fact that Nigeria is blessed with abundant varieties of aquatic resources of several inland and fresh waters, lakes, rivers, swamps, flood plains and so on. It is equally against the backdrop that fisheries significantly contributes to the economy in terms of employment generation of 10 million people in Africa and food for over 20 million people in the world (Williams, 2006).</p> <p>A major agricultural sub-sector where achieving food security has become elusive in Nigeria is the fish production subsector. Demand for fish in Nigeria stands at about 1.5 million metric tonnes per annum while domestic production is just 511,700 metric tonnes. The nation spends about N150 billion (US$1billion) annually to bridge the gap between supply and demand (CBN,2011).</p> <p>Consequently, several policy measures have been put in place to stimulate local fish farming. Till date, the results from the colossal investment and policy have not yielded the desired results .Recent threats all over the world, point to a decline in landing for capture fisheries, an indicator that fish stocks have approached or even exceeded the point of maximum sustainable yield. From statistical data on fish production in Nigeria, production has declined from 1984 till date to less than 400,000 metric tonnes when compared with 508,000 metric tonnes in 1982. (FDF, 2008). Again there is a very high demand for fish in Nigeria with increase in population and income but there is a significant short fall between demand and supply to about 0.44million metric tonnes.</p> <p>Food even more than clothing or shelter is the indispensable necessity of mankind. Despite various efforts to increase fish production, not much has been done to increase the productivity, profitability, activities, and problemsof artisanal fishermen in Lagoon water. Increase in fish production will contribute to the well-being of the economy as a whole as this will improve the nutrition of the nation.</p> <p>Transportation in Epe Local government is by water through ferry services. Empirical evidences show that ferry service is grossly inadequate, unreliable and irregular in metropolitan Lagos, despite the abundant water ways (Egobi, 1999; Oni, 2004).The farmers transport their agricultural produce to nearby towns through ferry, Taxi/cab, Keke napep.</p> <p>According to the Lagos State Regional Plan, (2005), travel by non-bus public transport (rail and water transport) has declined to less than 1.0% in Lagos despite their considerable potential. Water transport has a potential to become an attractive modes of transport for certain links.</p> <p>Another mode of transportation by farmers is through various Trunk B roads maintained by state government which criss-crosses through Epe town to nearby villagesOdomola,Iraye,Poka,Noforija,Erodo,Odoragunshin,Igboye,Ilara,Mojoda</p> <p> There is alsoTrunk A roads which link Epe town to Lagos; the regional governments were charged with the responsibility of maintaining Trunk B roads that link the divisional headquarters with the regional capitals .The situation in Epe Local Government Area is similar, the local town being Epe. The other settlements are about 311, including Agbowalkosi, Itoiki, Ejirin, Onisawasawa, Ubuja, Ipakodo and numerous others.</p> <p><strong>1.2 Statement of the Problem</strong></p> <p>Rural transportation in Lagos State is still at the lowest ebb .Lack of maintenance of the roads by Authorities has turned most rural roads to death traps ,largely inaccessible for farmers and small/medium businesses to transport their goods to urban areas. This causes economic inactivity and loss in rural areas. This problem triggers massive Rural-Urban migration and population explosion in major cities like Lagos.This problem is contributory to unemployment problems in the city because would be farmers seek for white collar employment which they are not qualified. Lack of good access road in rural areas bring about poverty and lack of fulfilment amongst the rural populace.</p> <p>The term rural transport services, has particular attributes that has made it a subject of special interest in research, policy and development planning. For the purpose of this research project, we refer to rural transport services as that continuum of transport activities and operations that connect rural households and farms to primary market centres with secondary rural markets and services centres, such as are found at the divisional administrative centres. Distinguishing features of rural transport systems as compared to urban transport systems is not only their infrequency, unreliability and high/km costs, but also their invisibility to policy makers</p> <p> The issue of improving rural transport services is intertwined with other development challenges facing rural areas. These include:</p> <p>Low densities and volumes of economic activities which leads to a weak resource base for financing improvements, Lack of innovation to bring forth new, affordable and appropriate transport technologies that are suited to rural operating conditions,</p> <p>Absence of decentralized planning frameworks and therefore, weak institutional structures and partnerships for managing development -including transport services-in rural areas. About 60% of the road network is in rural areas, most of it is unpaved and is severely degraded owing to lack of maintenance. The length of roads in poor condition increased from 28% to 42% between 1994 and 1997.</p> <p>Lack of transport services for the movement of goods and people is frequently identified as an important constraint to agricultural and rural development. Ex-post evaluations on rural road projects in Sub-Saharan Africa indicate a strong positive correlation between feeder roads and agricultural productivity.</p> <p> An inadequate public infrastructure could result in massive losses to producers.</p> <p><strong> 1.3 Aims and Objective of the Study</strong></p> <p>1.     To evaluate rural transportation in,Epe and its environment.</p> <p>2.     To identify challenges in rural transportation.</p> <p>3.     To collate Government efforts in provision of affordable rural transportation to rural dwellers.</p> <p>4.     To synchronize and integrate rural transportation in national transportation grid.</p> <p>5.     To examine the impact of rural transportation to the economy.</p> <p>6.     .To explore ways to improve road infrastructure in rural areas</p> <p><strong>1.4 Significance of the Study</strong></p> <p>1.     Rural Transport is a crucial factor in improving agricultural productivity, enhances quality of life of people, creates market for agricultural produce.</p> <p>2.     The study would facilitates interaction among geographical and economic                    regions and opens up new areas to economic forces.</p> <p>3.     Improved rural transportation will encourage farmers to work harder in the rural areas for increased production, add value to their products, reduce spoilage and wastage.</p> <p>4.     The study would empower the farmers as well as having positive impact on their productivity, income, employment and reduce poverty level in the rural areas; since, it will be easier to move inputs and workers to farm as well as products to markets and agro-allied industry.</p> <p>5.     The significance of the study to the development of a country lies in the fundamental fact that mobility and accessibility are essential for economic growth. For instance ,rural transport allows accessibility to agricultural lands, health, education, employment, commence, mineral resource base, forest industries and various activities in a community.</p> <p><strong>1.5  Scope of the Study</strong></p> <p>The study is limited to Odo-Egiri in Epe Local Government Area,Lagos State comprisingOdo-Egiri,Odomola,Iraye,Poka,Noforija,Erodo,Odo-ragunshin,Igboye,Ilara,Mojoda.</p> <p><strong>1.6  Research Questions</strong></p> <p>1.     What are modes of transportation in Odo-Egiri,Epe?</p> <p>2.     What are challenges faced by farmers in rural transportation?</p> <p>3.     What has government done to improve rural transportation in the area?</p> <p>4.     .Are the efforts of Government in transport infrastructural development adequate?</p> <p>5.     What are ways to synchronize and integrate rural transportation into national transportation grid?</p> <p>6.     What are the impact of  rural transportation to the economy?</p> <p>7.     What are ways to improve road infrastructure in rural areas?</p> <p><strong>1.7  Research Hypothesis</strong></p> <p>1.H0:  Improved Rural transportation  do not have positive impact on the  economy</p> <p>   H1:Improved Rural transportation plays positive impact on the economy</p> <p>2.H0:There is no correlation between rural transportation and the economy</p> <p>   H1:There is correlation between rural transportation and the economy</p> <p>1.8 <strong>Study Area</strong></p> <p>Epe is a town and Local Government Area(LGA) in Lagos state,Nigeria located on the northside of the Lekki lagoon.At the 2006 Census the population of Epe was 181,409.execute rural.</p> <p><strong>Epe</strong><strong>,</strong> town and port, Lagos State, southwestern Nigeria; it lies on the north bank of the coastal Lagos Lagoon and has road connections to Ijebu-Ode and Ikorodu. A traditional settlement of the Ijebu people (a subgroup of the Yoruba), it was established by the mid-18th century as the chief port (slaves, cloth, agricultural produce) for Ijebu-Ode (17 mi [27 km] north-northwest), the capital of the Ijebu kingdom. It later served as the refuge for the forces of Kosoko, the Yoruba king ousted from Lagos (42 miles [68 km] west-southwest) by the British in 1851. In 1892 Epe was the embarkation point for the military expedition sent by Sir Gilbert Carter, the governor of Lagos, to defeat the <em>awujale</em> (the Ijebu political and spiritual ruler) at Ijebu-Ode.</p> <p>Modern Epe is a collecting point for the export of fish, cassava (manioc), corn (maize), green vegetables, coconuts, cocoa, palm produce, rubber, and firewood to Lagos. Special leaves useful in preserving kola nuts are trucked to Ijebu-Ode, Shagamtowns. Epe is best known for its construction of the motorized, shallow-draft barges that navigate the coastal lagoons. Fishing is the major occupation. The town is served by secondary schools, several hospitals, and a health office. Pop. (2006) local government area, 181,409.</p>                                                          \n\nEVALUATION OF RURAL TRANSPORTATION AND ITS ENVIRONMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EVALUATION OF RURAL TRANSPORTATION AND ITS ENVIRONMENT", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This study carried an assessment of the relationship between airfares and aircraft movements in Nigeria with focus on Murtala Mohammed International Airport (MMIA). The study adopted empirical research method. Data on the relationship between airfares and aircraft movement, airfares and air passenger movement, airfares and air cargo movement and airfares and aviation fuel were sourced from Nigerian Airspace Management Agency (NAMA), Federal Aviation Authority of Nigeria (FAAN) and Nigerian Civil Aviation Authority (NCAA) for this study. The data collected and analyzed are presented in tables, figures, histogram and bar charts. The study revealed that airfares increase has insignificant influence on air passenger movement volume in Murtala Mohammed International Airport, that airfares increase has insignificant influence on air craft movement volume in Murtala Mohammed International Airport, that airfares increase has insignificant influence on air cargo movement volume in Murtala Mohammed International Airport and that there have been significant increase in airfares as a result of increasing cost of aviation fuel in Murtala Mohammed International Airport. Recommendation was made that airline companiesprotect themselves from volatile oil costs, and sometimes to even take advantage of the situation, airlines commonly practice fuel hedging. They do this by buying or selling the expected future price of oil through a range of investment products, protecting the airline companies against rising prices.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1</strong><strong>Background of the Study</strong></p> <p>The Aviation industry can be defined as those activities that are directly related to the transporting of people and goods by air from one location to another (Onyeanu, 2009). Airline industry plays a major role in every countries economic activity and it aids in opening up of the countries market to both local and foreign investors (Samuel, 2006). Globalization has made it even more necessary for everyone to be every-where at anytime. Over 2.1 billion passengers departed on scheduled journey in 2006 (IATA 2007). Strong economists saw international passenger demand grow by 5.9%. Driving these development are further market liberalization and the availability of more fuel efficient and longer range aircraft that are better able to serve thinner routes.</p> <p>Making a trip by air involves a set of complex experiences over a period of hours with many opportunities for the air passengers to be pleased and comfortable, or disappointed, frustrated and infuriated (Berry and Lampo, 2004). Air passengers make decisions on a particular flight to board based, largely on their perceived safety and past experiences with the airline, which in turn depend on the quality of service product provided by the airline. Airline operators increasingly strive to attract, build, and retain customers through the quality of their service product offerings. In this regard, many airline operators invest heavily on innovative, streamlined, and efficient service systems to improve performance and remain in the competition (Olsen, 2005), however, Churchill and Peter (1998) observe that not many of these investors have developed competitive edge over others. In Nigeria, for instance, some airlines have even suffered entropy (e.g., oriented, Barnax, Concorde, ADC, Sossoliso airlines). Perhaps, unable to provide the required service quality, some of these airlines experienced low patronage and abysmal profit margin; and eventually collapsed.</p> <p>Air Fares are the price charged by airline operators for transporting a passenger from one destination to another destination and goods from one point to another point. The airline industry is unique in that there are various airline fare types. Imagine this: 2 customers walk into a local consumer electronics store to a purchase a television. They both walk out with the exact same TV—same size, same features, same model number but one customer is charged $350 more than the other. It sounds outrageous when making the comparison to any other industry, but this is completely accepted in the airline industry. Two economy passengers on a flight from San Francisco to New York compare their ticket prices only to find that one passenger paid hundreds of dollars more for the exact same flight (and they both still have to pay for $7 extra for a pillow and a blanket). Believe it or not, there is a method to the madness, and understanding this method can help you find the lowest fares for your clients. Or if that’s not possible, you can educate your clients on why you don’t have access to those airline fare types.</p> <p>Air passengers are most likely to value low cost airfares and hitch-free and stress-free air travel experience. Air fares are critical in air passenger choice of flight booking. Customers are averse to airlines that are associated with incessant unexplained delays (Asiegbu, 2011), flight cancellations and track record of avoidable air mishaps. Air travelers consider ticketing systems, flight connections, processing time, security checks, booking systems, Routine and periodic servicing and maintenance systems of aircraft, refunds that accompany flight cancellations and passenger experience management systems of airlines in making decision to board any airline.</p> <p>The aviation industry as we know it in the current form went through a long development. The process of internationalization, globalization, and many other factors greatly increased the amount of travelling people. Trade agreements, expansion of cargo transportation caused greater mobility of business travelers. The behavior of leisure passengers also changed. All these factors have had a notable impact on creating of the airline airfare strategies.</p> <p>Traditional carriers can offer two different vertical quality products (economy cabin vs. business cabin, refundable ticket vs. nonrefundable ticket, VIP lounge access vs. no VIP lounge access), while low-cost carriers offer only one type of product (economy cabin, nonrefundable ticket and no VIP lounge access). Customers for this product could be divided into two types of travelers, business travelers and leisure travelers. Both of these categories have different preferences and look at the quality product. It is important to remember that these differences have significant impact on airfares of airline. Therefore, this study is aimed at investigating the relationship between airfares and aircraft movements in Nigeria.</p> <p><strong>1.2 Statement of the Problem</strong></p> <p>There are four key factors threatening Nigeria’s airline industry. One is that everything about aircraft maintenance, including repairs and most often technical personnel is imported and C-check is done overseas. So in a recession whereby over N400 is exchanging for $1, it is difficult for Nigerian airlines that sell tickets in naira to raise enough funds to maintain their aircraft.</p> <p>Two, over 40 per cent of operational cost is spent on aviation fuel. Today that product sells at N230 per litre because it is imported. Nigeria has refineries that are not working. They were not privatised and under the Nigeria National Petroleum Corporation (NNPC) they have not been put to good use for years, so Nigeria imports its fuel products.</p> <p>Three, airfares do not reflect the actual cost of operation because of the low disposable income of Nigerian citizens. At the current cost of aviation fuel and maintenance, for a Nigerian airline to make profit it should charge about N45, 000 for one-hour flight, according to aviation analysts. This amount will seem outrageous but that is the actual pricing that could generate profitable revenue for airlines. But airlines cannot charge N45, 000 for one-hour flight. If they do they would lose customers.</p> <p>The fourth factor is that Nigerian airlines have lost over 40 per cent of their passenger traffic since February this year due to the downturn of Nigeria’s economy. The passenger traffic continues to deplete as recession sets in and the industry continues to degenerate.</p> <p>It is all these challenges that are threatening the operations of Nigeria’s domestic airlines. Aero and First Nation Airways have suspended their scheduled services and there is fear that other airlines may join as the economy bites harder and as they find it difficult to continue to maintain their aircraft and purchase aviation fuel at a very exorbitant rate. Aero Contractors on Wednesday announced suspension of scheduled services from Thursday September 1, 2016. A statement from the Chief Executive Officer, Capt. Fola Akinkuotu, said the development was part of the strategic business realignment to reposition the airline and return it to the part of profitability. The airline said this business decision, which is a result of the current economic situation in the country, has forced some other airlines to suspend operation or outrightly pull out of Nigeria. In the case of Aero, Akinkuotu said the airline had faced grave challenges in the past six months, which impacted its business and by extension the scheduled services operations. “These factors, according to him are both internal and external environmental factors that have made it difficult for the foremost airline to continue its scheduled services,” the airline said.</p> <p>The growth and performance of domestic airlines and their ultimate survival is threatened by the burden of managing these challenges. The possible solution to the aforementioned challenges is interconnected with airfare price of airline operators. Airfare price of airline operators is connected with aircraft movement, air cargo movement and air passenger movement. Therefore, this study is aimed at investigating the relationship between airfares and aircraft movements in Nigeria.</p> <p><strong>1.3 Aims and Objectives of the Study</strong></p> <p>The aim of this study is to carry out an assessment of the relationship between airfares and aircraft movements in Nigeria. Other objectives are;</p> <p>1.      To determine the relationship between airfares and air passenger movement in aviation industry in Nigeria.</p> <p>2.      To discover the relationship between airfares and aircraft movement in aviation industry in Nigeria.</p> <p>3.      To examine the relationship between airfares and air cargo movement in aviation industry in Nigeria.</p> <p>4.      To access the relationship between airfares and aviation fuel in aviation industry in Nigeria.</p> <p><strong>1.4 Research Questions</strong></p> <p>The following research question were sought so as to provide solutions to the problems of the study.</p> <p>1.         Will airfares affect air passenger movement in aviation industry in Nigeria?</p> <p>2.         Is there a relationship between airfares and aircraft movement in aviation industry in Nigeria?</p> <p>3.         Can airline airfares determine air cargo movement in aviation industry in Nigeria?</p> <p>4.         What is the implication of high aviation fuel on airfares in aviation industry in Nigeria?</p> <p><strong>1.5 Justification of the Study  </strong></p> <p>Transportation is an essential part of economic development. It is one of the indices for measuring the development of a country. Nigeria’s Airport transport infrastructure has been identified as a crucial component for the economic development of the country FGN (2007). A good transportation network expands economic activities by improving accessibility and facilitates movement of passengers, mails and cargo goods to all the nooks and cronies of the country. According to Oni and Okanlawon, transport is the cornerstone of civilization. As the society and economic organizations become complex, the relevance of transport grows. Also, the demand for transport is a derived one, because it depends on the demand for the commodities carried or the benefit of personal travel and each travel is unique in time and space. Hence, the demand for transport services increases with the extension of the input-output relationships of an economy. Transport infrastructural development remains a major tool for achieving meaningful development.</p> <p><strong>1.6 Scope of the Study  </strong></p> <p>This study is an investigation of the relationship between airfares and aircraft movements in Nigeria. This study will not involve all airline operators in Nigeria aviation sector. It would be limited to information obtained from Federal Aviation Authority of Nigeria (FAAN) and Nigerian Civil Aviation Authority Office only. This study limitation is further constraint by time, finance and difficulty in information dissemination in Nigeria Aviation industry.</p> <p><strong>1.7 Study Area</strong></p> <p>Geographically, the city of Lagos lies in south-western Nigeria and lies approximately on longitude 3° 24' E and latitude 6° 27' N. It covers an area of 3,577sq.km. The Metropolitan Lagos extends over sixteen (16) of the twenty (20) Local Government Areas of Lagos State, and contains 88% of the population of Lagos State. Lagos is the smallest and most important city in the Federation of Nigeria. The country, which is located in the coast of West Africa, consists of 36 states and a capital territory. Nigeria shares borders with Benin, Cameroon and Niger. Lagos is one of the important cities in Nigeria, which is situated in the south-western coast of Nigeria. The Metropolitan area of Lagos takes up to 37 per cent of the land area of Lagos State and houses about 90 per cents of its population (Unicef 1995, Aina 1994a). Lagos is a huge metropolis which originated on islands separated by creeks such as Lagos Island that fringe the southwest mouth of Lagos Lagoon protected from the Atlantic Ocean by long sand spits such as Bar Beach which stretch up to 100 km east and west of the mouth. From the beginning Lagos has spread on the mainland west of the lagoon and the conurbation, including Ikeja (Figs 1&amp;2) and Agege, now reaches more than 40 km north-west of Lagos Island.</p>\n\nAN ASSESSMENT OF THE RELATIONSHIP BETWEEN AIRFARES AND AIRCRAFT MOVEMENTS IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ASSESSMENT OF THE RELATIONSHIP BETWEEN AIRFARES AND AIRCRAFT MOVEMENTS IN NIGERIA", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>For the first half of the twentieth century, rail and road transport were the only forms of vehicular transport in Nigeria that opened up new areas. However, since World War II, Nigeria has experienced another transport revolution in the introduction of an air transport system. Though air transport is the least important form of transport in Nigeria in terms of total traffic volume, it faces an expanding role in the nation’s continued socio-economic development.</p> <p>In the light of the growing importance of air transport, and airlines in particular, this research work will focus on its operational and management challenges. In addition, it will examine its growth and traffic trends, problems and prospects, as well as necessary recommendations for improvement.</p> <p>Attempt will also be made to compare and contrast its operational standard with international airlines. In this context, chi-square analysis will be applied to test the hypothesis of the study. The causes of low level of operations will also be exposed by correlation analysis, so as to explain its major characteristics and means of improvement. Finally, suggestion for further studies will also be made at the end.</p> <p>CHAPTER ONE</p> <p>1.1       <strong>INTRODUCTION</strong></p> <p>The history of air transport development in Nigeria is synonymous with that of Nigeria Airways (Filani 1986). Commercial Aviation began in Nigeria on May 15, 1946, with the West African Airways Corporation (WAAC). The WAAC disbanded in 1958, yielding its place to Nigeria Airways. The latter’s share capital of £5 million (N12 million) is divided into 60,000 shares of N200 each. Though the airline is a limited liability company, the federal government owns all of the shares. The shareholders are, therefore, nominees of the government; the erstwhile Ministry of Aviation was government appointed and had a representative on the airlines board of directors.</p> <p>However, the wave of deregulation in the airline industry in 1978/79 has had serious impact on the operation of Nigeria Airways. The Nigeria Government deregulated the Aviation Industry in 1980, and this paved way for many airlines to be established. This system ended the dominating power of Nigeria Airways. Private Airlines such as Okada, Gas, Aero-contractors, etc. started their operations for airline carriers. Deregulation created both opportunities and dangers because it forced them to operate without a financial safely net, which had set a lower limit for fares, provided by the government. During the 1980s many operators and businessmen launched dozens of new airlines, most of which failed (eg. Harka and Hacco Airlines), and existing carriers intensified competition by expanding into markets they had not served previously. Numerous mergers occurred later as carriers attempted to gain a greater share of the market and expand quickly. Many of the airline bankruptcies were again working in the industry, this time for some of the new so-called niche airlines, which have very few aircraft and limited routes.</p> <p>1.2       <strong>BACKGROUND TO THE STUDY</strong></p> <p>Assessment of future trends in aircraft movements and of passengers and freight traffic flows underpin the planning of aviation policies. Generally, the scale of air transport operations has changed out of all recognition since the signature of the Chicago convention at the end of 1944. Scheduled domestic and international air services carried 9 million passengers in 1945; in 1999 the number of passengers passed 1.5billion for the first time. In fact, growth in passengers traffic has averaged about 10% annually, though the rate has slowed as the air transport market has become more mature, from the 20%plus recorded in the first ten postwar years to less than 5% in recent decades. The output of air transport has increased by a factor of thirty since 1960.</p> <p>Although world gross domestic product (GDP), which is the broadest available measure of output, increased by a factor of only 3.8 over the same period, there is a strong correlation between the two measures. Statistical analyses have shown that growth in GDP, reflected in increasing commercial and business activity and increasing personal income and propensity to travel, accounts for about two thirds of air travel growth. Demand for airfreight service is also primarily a function of economic growth and international trade. Other economic and structural factors, which influence the rate of growth, include improved services, reductions in airline fares, business globalization and changes in population and income distribution.</p> <p>Airlines can respond to growth in the demand for passenger travel by scheduling their flights, using larger aircraft or achieving higher load factors. During the 1970s they accommodated most of the rapid growth in demand by introducing larger aircraft, which helped keep the growth in aircraft movements quite small. Since the early 1980s, the trend in average aircraft size has leveled out and the rate of growth of aircraft movements has approached the growth rate for passenger traffic. Average load factors have improved gradually as a result of marketing initiatives and yield management programmes, though there is evidence that the rate of increase is slowing. The average stage length is also growing, by an average of 1-2% over the last twenty years, because of faster growth in passenger and freight traffic on long haul than on short-haul routes.</p> <p>Airline yields have declined on average in real terms almost every year since the introduction of jet aircraft. Airline fares and rates reflect changes in operating costs and competitive conditions. Between 1960 and 1998 real passenger revenue yield per passenger kilometer fell by 2.8% per annum on average while freight yield per freight tone-kilometer fell by 3.6% per annum on average. World scheduled airline operating cost per available tone-kilometer, or unit costs, declined by an average of 2.4% per annum in the same period. Invariably, the global trend and operational challenges are reflections of the situation in Nigeria. Airline operations and management since the time of deregulation had gone through turbulent time and is now stabilizing the through government policies and increased in passenger movement.</p> <p>1.3       <strong>STATEMENT OF THE PROBLEM</strong></p> <p>The development of any nation be it developing or developed without mincing words is very great. Transportation plays an important role in the economic, social and political life of every individual, group, society or a nation. Therefore, its importance cannot be quantified. It contributes positively to the economic transformation in various forms ranging from employment opportunities to revenue generation, urbanization, trade and commerce functions.</p> <p>Because of these fundamental roles performed by transport, there is need to ensure that the sector continued to be sustained so as to enable its positive contribution remain in addition to expose or relate such contribution to the societal needs from time to time. It is this need to support economic growth and transformations that have led to the continuous development of air transport in general.</p> <p>In Nigeria, transportation of goods and services by air has grown in recent years at a faster rate than other modes of transport. Today, almost 17% of passenger movements are carried by air. This contributes to the economic development of Nigeria in the provision of employment and improvement in communication. All these services and benefits occur because of the complexities in the socio-economic environment in which the air transport system operates. The more developed a society becomes, the more diversified is the economy and the more the demand for air transport.</p> <p>However, to consistently remain in business is challenge on its own. It is painful that most local airlines do not operate on the same level playing field with foreign airlines. Foreign airlines are increasing their frequencies everyday, but domestic airlines are incapacitated because they were not given the opportunity. It is reasonable to trade ones frequency for jobs and infrastructure so as to retain one’s capital and strengthening the country’s royalty.</p> <p>The domestic airlines in Nigeria need to be strengthened; and this was the reason for airline re-capitalization policy in 2006. The policy was to correct some defects such as poor services, poor corporate governance and inherent insolvencies. It was noted that the air transport sector in Nigeria has refused to grow because most airlines are not suitable or big enough to fly. Most of them have less than five aeroplane in their fleet.</p> <p>1.4       <strong>AIM AND OBJECTIVES OF THE STUDY</strong></p> <p>The study aim at examining the characteristics and challenges of domestic airlines in Nigeria. In achieving this broad aim, the following objectives would be pursued:</p> <p>(i)           To examine the structure and management of domestic airlines in Nigeria</p> <p>(ii)          To appraise the challenges and prospects of domestic airlines in Nigeria</p> <p>(iii)        To access the impact of government policy and regulation on airline operations in Nigeria</p> <p>(iv)        To highlight the strategies that can enhance airline profitable operations in Nigeria.</p> <p>(v)         To establish the importance of airlines to economic development of nations.</p> <p>1.5       <strong>HYPOTHESES TO BE TESTED</strong></p> <p>(i)           That domestic airlines operation in Nigeria is profitable.</p> <p>(ii)          That poor management of domestic airlines in Nigeria is responsible for its failure.</p> <p><br/></p> <p>1.6       <strong>JUSTIFICATION OF THE STUDY</strong></p> <p>Nigeria aviation industry in the last few years has been in state of depression with significant reduction in the airlines operating fleet. Though poor management played obvious role in the present state of the industry, finance remains the bone of that sector. The capital-intensive nature of the industry, in effect, has brought about the operation of aged aircraft whose running cost is a major concern to the domestic carriers. This perhaps informed the adoption of wet lease option by most operators in the country, as they cannot afford new ones due to prohibitive costs.</p> <p>The prohibitive cost of maintenance, has also lead to the grounding of more than sixty aircraft in the country, with most of them cannibalized to service the serviceable ones. In all about $200 million is being conservatively estimated to bring those aircraft back to operations.</p> <p>Moreover, airline operating cost is an important factor that affect their profitability and sustainability. These costs are heavily influenced by jet fuel prices. Large increase in oil prices in 1979 and since 2005 to date saw unit costs rise sharply in 1980 and for the past three years; with scheduled airlines total cost compared with only 9.5% of total operating costs in 1998.</p> <p>Aircraft utilization, seating capacity and density also have an important impact on unit costs. Productivity, too, has grown, by an average of about 3.5% since 1987 as airline fleets have added more fuel – and labour – efficient aircraft and improved their utilization. The long term trend of scheduled airlines financial performance has not changed but there have been relatively large medium-term changes in their operating results.</p> <p>Recognizing the increasing complexity of air travel and the need to retain and sustain operational activities, this study will examine the various strategies available and in use by business organizations including airlines. To be successful, a Nigeria domestic airline must do a better job than it competitors in satisfying target clients or consumers. Based on its size and industry positions, the airline must decide how it will position itself relative to competitors in order to gain the strongest possible competitive advantage. Normally, an airline wants to design and put into action, the management system that will best achieve its objectives in its target market. This involves the management functions of analyzing, planning, implementation and control. The control and evaluation of these management functions and activities are carried out and necessary corrective measures are taking to make sure that the organizational objectives are achieved.</p> <p><strong>1.7    SCOPE OF THE STUDY</strong></p> <p>Air transport in Nigeria is relatively new; starting with the defunct West African Airways Corporation in 1946. The Nigerian Airways Limited took over the organization of air transport services in 1958 enjoying absolute monopoly until when licensed private operators got approval to complement in some domestic and international routes.</p> <p>The level of air transportation gradually increased especially after deregulation involving airlines such as Okada, Belview, ADC, Kabo to mention but a few. Also when Nigeria became independent in 1960, Kano and Lagos became major international air terminals and the need for a national organization for the purpose of control and administration of civil aviation became eminent. A few of the British staff including the Director of Civil Aviation withdrew their services and Nigeria was faced with the problem of manpower to maintain the level of control and the administration of its aviation.</p> <p>Today, aviation activities have undergone tremendous expansion in Nigeria to the extent that over two million fare-paying passengers are flown within Nigeria annually. These include passengers flown into and out of Nigeria. More than 400 aircraft have been registered in Nigeria, sixty-percent of which are used for commercial operations. In addition, there is several government owned aircraft some of which are operated by the air force.</p> <p>As much as one hundred aircraft movement are registered daily in and out of Murtala Muhammed Airport; and about same also operate in and out of Kano as well. Thus, the need for efficient airlines to enhance social, economic and political development of Nigeria cannot be ignored.</p> <p><strong>1.8    DEFINITION OF TERMS</strong></p> <p>When the following terms are used in the standards and recommended practice on Aviation/Airline operations, they have the following meaning:-.</p> <p>(1)     Airline:- As provided in Article 96 of the convention, any air transport enterprise offering or operating as schedule internal air service.</p> <p>(2)     Aeroplane: A power driven, heavier than air craft, deriving its lift in flight chiefly from aerodynamic reactions on surfaces which remain fixed under given conditions of flight.</p> <p>(3)     Aircraft: Any machine that can derive support in the atmosphere from the reactions of the air other than the reactions of the air against the earth’s surface.</p> <p>(4)     Aircraft Equipment: Articles, other than stores and spare parts of a removable nature for use on board an aircraft during flight, including first aid and survival equipment.</p> <p>(5)     Authorized Agent: A responsible person who represents an operator and who is authorized by or on behalf of such operator to act on all formalities connected with the entry and clearance of the operator’s aircraft, crew, passengers, cargo, mail, baggage or stores.</p> <p>(6)     Baggage: Personal property of passengers or crew carried on an aircraft by agreement with the operator.</p> <p>(7)     Cargo: Any property carried on an aircraft other than mail, stores and baggage.</p> <p>(8)     Crew Member: A person assigned by an operator to duty on an aircraft during flight time.</p> <p>(9)     Disembarkation: The leaving of an aircraft after a landing, except by crew or passengers continuing on the next stage of the same through flight.</p> <p>(10)   Embarkation: The boarding of an aircraft for the purpose of commencing a flight, except by such crew or passengers as have embarked on a previous stage of the same through flight.</p> <p>(11)</p>                                                         \n\nDOMESTIC AIRLINE OPERATIONS AND MANAGEMENT IN NIGERIA (PROBLEMS AND PROSPECTS)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DOMESTIC AIRLINE OPERATIONS AND MANAGEMENT IN NIGERIA (PROBLEMS AND PROSPECTS)", "id": 5}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This study focuses on the effectiveness of containers in the movement of cargo in the out of Tincan Island Port. Data obtained from the NPA statistics showed that between the year 2000-2005. In the 2000 a total of 31,363 TEU laden containers came in as imports while 4,243 TEU went out as export.</p> <p>In the 2001 45,854 TEU laden containers came in as imports while 4,546 TEU went out as export. In the 2002 48,890 TEU Laden containers came in as imports while 4,680 TEU Laden Containers came in as imports while 4,964 TEU went out as export. In 2004 39,651 TEU Laden containers came in as imports while 3,398 TEU went out as export. In 2005 51,197 TEU while 4,887 TEU went out as export.</p> <p>CHAPTER ONE</p> <p>1.0   Introduction</p> <p>Transportation in a simple sense means the movement of people and goods from one place to another. The need for transport is fundamentally the desire of Man to bridge the gap between the areas of resource surplus and areas of resource deficits. Therefore areas lacking in such resources but need them demand from areas with surplus. To be able to achieve this transport is required.</p> <p>There are five main modes of transport namely: Road, Rail, Water (sea and river), Air and Pipeline. For the purpose of this study, focus will be on sea transport. Sea transport has certain advantages over the land mode. It makes use of waterways such as river, sea and ocean as channel of movement. Unlike roadway and railway, water transport requires little maintenance. Water surfaces are two dimensional, although sea-going vessels frequently keep to shipping lanes. Ship can travel within a limited number of constraints in any direction.</p> <p>Sea transport has the ability to carry the largest number of passengers and freight compared to all other modes. It is international in nature, cheap and comparatively has a low speed. The movement of ocean vessels is restricted by physical conditions, economic consideration and political factors. Its operation is subject to international rules and regulations. And it requires sophisticated terminal facilities and equipment.</p> <p>Ships carry transport units by sea between different parts. They can vary considerably in size depending on the distance to be covered and the volumes to be transported. Most often they sail in set routes arranged by the shipping companies and the shippers. In the case of deep sea shipping, they only carry “sea containers”, complying with the technical features stipulated in the ISO standards in force. Containers lead to better logistical management of the areas used for loading and unloading goods, since their rigid structure enables them to be stacked up three high. Container lengths have been standardized at 20 and 40 feet, making them the ideal transport unit for sea shipping.</p> <p>Containerization was pioneered by sea land, a shipping company founded by Malcolm McLean in 1957. Though McLean did not invent containerization, he was the first to successfully commercialize the technology. Containerization can be broadly defined as stowing irregularly shaped freight goods in sealed and reusable containers of uniform size and shape that can be easily transported across different modes of transport. The key benefit of containerization has been that it has greatly facilitated the transport of cargo, particularly with respect to the on and off loading of ships. This had far reaching consequences for the transportation industry, leading to improvements in efficiency as well as an overall increase in trade volumes. Furthermore, by facilitating the combinations of multiple transport modes, containerization drove consolidation and vertical integration in the transport industry.</p> <p>Nigeria imports large quantity of industrial and mechanical equipment with other consumer products to the country. The development of sea port in Nigeria started in the mid 19th century in the era of meaningful exploration and trading activities in the country.</p> <p>The research will try to examine the satisfaction Nigerian consignees derive from the use of containers in order to determine the effectiveness of containers in the movement of cargo at the Tincan Island Port.</p> <p><strong>1.1   STATEMENT OF PROBLEM</strong></p> <p>The use of any innovation or technology does come with some challenges, likewise the use of containers in Nigeria at the Tincan Island Port.</p> <p>1.           Containerization of cargo has a multiple effect on unit cost of production due to excessive usage charges.</p> <p>2.           Block stacking of containers in the terminal couple with the non-chalant attitude of terminal operators causes unnecessary delay for consignees.</p> <p>3.           Providing adequate security for containers in the terminal has become very difficult.</p> <p>4.           Containers handling has become time consuming owing to inadequate supply of plant equipment and specialized container truck.</p> <p>Thus the following highlighted problems need to be resolved to enhance the benefits of using containers.</p> <p><strong>1.2   Aim and Objectives of the Study           </strong>                             </p> <p>The aim of this study is to examine the effectiveness of containers in the movement of cargo in and out of Tincan Island Port. Below are the objectives to achieve this aim.</p> <p>1.           To examine the operational effectiveness of container handling on cargo movement.</p> <p>2.           To identify the constraints on the use of containers.</p> <p>3.           To assess the level of security for the contents of the containers at the terminal, port or in transit.</p> <p>4.           To examine the global acceptance of containers in easing shipping operations thereby facilitating international trade.</p> <p>5.           To identify the contractual agreement in use of containers between the shipping companies and consignees.</p> <p><strong>1.3   Scope of Study</strong></p> <p>The study area is Tincan Island Port in Lagos. The study involves the assessment of effectiveness of containers in the movement of cargo in and out of the study area.</p> <p>In addition, the study area will also focus on the satisfaction derived by consignees in the usage of containers, taking into consideration the number of containers that make inward and outward movements.</p> <p><strong>1.4   Study Area</strong></p> <p>Tincan Port is uniquely equipped to handle large number of vehicle and general cargo containers. In fact, over 80 percent off all imported vehicle pass through the Port. The Port consists of berths 9 and 10. The part has a quay length of 705 meters. There are also two wave houses of 6,800 square meters each with a modern administrative block. The Port is located North-West of Apapa Port and has a bearing of latitude 6.27 degree North and longitude 3.3 degree East.            </p> <p><strong>1.5   Statement of Research Hypothesis</strong></p> <p><strong>H</strong><strong>1:      </strong>If there is significant relationship between the number of consignees who use container and the shipping charges.</p> <p><strong>H</strong><strong>O</strong><strong>:   </strong>If there is no significant relationship between the number of consignees who use container and the shipping charges.</p> <p><strong>H</strong><strong>1:      </strong>If there is significant relationship between the security of goods and pilferage.</p> <p><strong>H</strong><strong>O</strong><strong>:   </strong>If there is no significant relationship between the security of goods and pilferage.</p> <p><strong>1.6   Limitation and Constraints</strong></p> <p>The study will focus only on Tincan Island Port in Lagos, as time and cost are major hindrances as at the time of writing. Experienced some difficulties in obtaining container throughput data from Nigerian Port Authority (NPA).</p> <p>In administering the questionnaires, there were difficulties as the respondents were reluctant, but after pleading and persuading them, they co-operated with me.</p> <p><strong>1.7   History of Container Development</strong></p> <p>This section will develop the context in which containerization was introduced; first we establish the commercial imperative behind the technology.</p> <p>a.           Transportation before the advent of colonization</p> <p>b.           Containerization benefits and value creation</p> <p>c.            Impact of containerization on the transportation industry.</p> <p><strong>1.8   Definitions of Terms</strong></p> <p><strong>Cargo:</strong>                 This refers to a goods transported vice the ship. It includes all kinds of movable personal property other than animals.</p> <p><strong>Vessel:</strong>                This refers to a ship of any kind whatsoever whether self propelled or otherwise towed other than a ship belonging to a foreign government not engaged in commerce or trade.</p> <p><strong>Cargo Throughput:</strong>    The totality of inward and outward cargo handled in a port within a givens period. It excludes tonnage of crude petroleum oil handled.</p> <p><strong>Tonne:</strong>                (a) where charges are assessed on the gross weight of the commodity and all packaging, 10 kilos, but any consignment weighing less than 50 kilos shall be charged as if such consignment were weighing 50 kilos.</p> <p>(b) Where charges are assessed by measurement, 1m3 or 1.416m3 in the cases of logs, unless otherwise specified by a special agreement.</p> <p><strong>Stowing: </strong>            This is a process where goods (cargo) are packed in the right or convenient places without waste of room. It is simply the process of placing cargo where is will not cause obstruction.</p> <p><strong>Quarry:</strong>               This is a solid stationary artificial place usually of stone or iron lying along side or projecting into water for loading or unloading ships.</p> <p><strong>Terminal:</strong>           Where containers are stored for examination and delivery before being released to the consignees.</p> <p><strong>TEU                  </strong>One unit 20’ Foot container.</p>                                                          \n\nTHE EFFECTIVENESS OF CONTAINERS IN THE MOVEMENT OF CARGO IN AND OUT OF TINCAN ISLAND PORT HE ADVENT OF PORT CONCESSION IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECTIVENESS OF CONTAINERS IN THE MOVEMENT OF CARGO IN AND OUT OF TINCAN ISLAND PORT HE ADVENT OF PORT CONCESSION IN NIGERIA", "id": 6}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p><em>Congestion and delay at the airport are used in measuring the performance indicator (PI) of an airport. One key determinant of the expected activities at a given aerodrome is the airfield component and characteristic in which the runway is of great significant.  According to ICAO Annex 14 which addresses Aerodrome, runway is defined as rectangular area on a land aerodrome prepared for the landing and take-off of aircraft. This research looked at the current status of runways at Murtala Muhammed airport and the role the runway plays in ensuring flight efficiency and reduction in flight delay. The instruments of data collection include; the current aerodrome chart collected from the Nigerian Airspace Management Agency (NAMA) which helped understand the various airfield component and their characteristic in the understudied aerodrome, interview were made to cover pilot and air traffic controller as the key players in flight efficiency and delay, and observations of flight activities at Murtala Muhammed airport, especially as it concern aircraft arrival and landing were made by the researcher. Based on the current layout of the Murtala Muhammed airfield and its strategic location in Lagos state, Nigeria, research question was built to consider the need to create addition runway to help facilitate flight efficiency and reduction of flight delay. This question was presented in form of a hypothetical statement and was tested. With emphasis on arrival delay which includes approach and landing of an aircraft at the understudied aerodrome, the hypotheses stipulateddefinedthe quantity of time for an aircraft to land and exit the runway which determine the runway occupancy time in other to expedite landing for other arriving aircraft. This research therefore quantified the expected delay at Murtala Muhammed airport and proffer solution to how best it can be managed. The Hypothesis were tested and the correlation between the numbers of runway presently available at Murtala Muhammed was made against the recorded delay as determined in this research.</em></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.0 Background to the Study</strong></p> <p>Transportation is a vital activity in moving both freight and passengers around the world. It is one of the tools that civilized societies need soas to bring order out of chaos, because it cuts across every phase and facet of our existence. Air transport is relatively expensive when compared with other modes of transport likewater, road and rail system respectively.</p> <p>However, air transport is the fastest of thesemodes. Aviation industry plays important role in providing for the world economies. One of the main challenges facing the aviation industry is to develop capacity to meet demand; by reducing flight delay which is one of the Key performance indicators (KPI) for aviation industry. Traffic delay is experienced whether in the departure, enrouteor arrival stage of flight operations. If an aircraft arrives late at its destination, the delayed inbound flight may not only be delayed on its next flight leg but it may also affect other flights within the airline network. Delay as defined by the oxford leaner’s dictionary is a period of time when somebody or something has to wait because of a problem that makessomething slow or late. Air traffic delay may be referred to as arrival or departure flight in excess of the estimated time on the flight plan<strong>.</strong> The root cause of delay can be either manmade or natural. The former is caused by airmen (personnel involved in flight movement) which could range from slow facilitation process, technical or maintenance problems, airspace cognition, movement breakdown while the later is caused by natural occurrence such as bad weather, natural disaster like volcano eruption, tornados. The causal effect of these factors is that goods and passengers will not get to their destination has scheduled. Apart from increasing the operational cost on the airline, it also increases fatigue on airmen, passengers etc. hence, in all ramification,` air traffic delay boilsdown to loss of resources.</p> <p>Prompt performance of airlines schedule is keyfactor in maintaining satisfaction of both current and new customers in airline industry. Also,maintaining economical operations during irregular conditions is essential to achieve expected revenues. These require clever management of the different operation resources (aircraft, pilots and flight attendants) to ensure their on-time readiness for each flight in the planned schedule. However, flight schedules' are often subjected to numerous sources of irregularity. According to Rosenberger, Schaefer, Goldsman, Johnson, Kleywegt and Nemhauser, weather accounts for nearly 75% of system delays. In an air traffic flow management (ATFM) initiative for each controlled flight, a controlled time of arrival or arrival slot is assigned at the regulated area or arrival airport. Therefore, it is good to note that ATFM approach introduces a controlled flight system as a way to manage flight delays through proper sequencing of flight strip.</p> <p>Based on filed flight plans and weather forecasts, trip times (total time it takes a flight to move from origin airport to destination airport) can be estimatedwith reasonable accuracy and consequently, the controlled time of departure (CTD) at the origin airport. Thus, the control time of departure (CTD) is equal to the control time of arrival (CTA) minus the trip time, and the total delay assigned (D) is the control time of departure (CTD) minus the estimated (scheduled) time of departure (ETD).</p> <p>Various studies made on airport congestion have identified several factors which generate flight delays. Such factors include;</p> <p>Saturation of airport capacity (includingair transportation control activities), airline problems, reactionary delays, passengers and cargo, weather and other unpredictable disruptions (e.g. strikes). Among all these factors, delay time experienced by flights and passengers can be mostly attributed to problems caused by airtraffic control, airports infrastructure, and airlineoperations. In addition stormy weather causes delays not only at airports experiencing the inclement weather, but also at airports with flights connecting from the airports experiencing inclement weather. During stormy weather, airport capacity is reduced due to increased aircraft separations. Because of this weather condition, instrument landing systems (ILS) are required for aircraft navigation in these conditions, this situation is called Instrument Meteorological Conditions (IMC).In a Clear weather, this condition is known as Visual Meteorological Conditions (VMC).Furthermore, studies have identified the stages of flight in which delays occur and the causalfactors that result in delays. In a research conducted by Mueller the data shows that 84% of all delays occur on the ground (gate, taxi-out, taxi-in), out of which 76% are prior to takeoff (gate, taxi-out), suggesting that focusing on ground delay prediction will have the most impact on improving forecasting algorithms.Air traffic delay has become a major problem for air traveler and airline operators. Occasional delays are part of air travel today, as much as we dislike delays; we cannot avoid them even in well run airlines. Murtala Muhammed international Airport encounters the highest amount of traffic movement in Nigeria. Recently, there have been series of reports related to delays in air traffic at Murtala Muhammed airport. This delay often results in the increase in fuel consumption of aircrafts, affects passengers getting to their destination on time. In most cases the connecting flight is missed and the airline operators have no other option order than to take their passengers back to their point of departure and the ticket fair refunded back to them. Airtraffic delay cannot be averted but can be managed. Arising from the above scenario, this, study attempts to examine the relationship between airport delay and airport capacity and how best this relationship can be managed.</p> <p><strong>1.2 Statement of Problem</strong></p> <p>Apart from the direct costs imposed on the airline industry and its customers, flight delays have indirect effects on the national economy. Specifically, the role it plays toward inefficiency in the air transportation sector therefore increases the cost of doing business for other sectors, making the associated businesses less productive.</p> <p>There are vase records of flight delays at many commercial airports all over the world. At Sao Paolo’s Guarulhos and Congonhas International Airports only 41% and 43% of all flights, respectively, left on time, making them the third and fourth worst cities for departures. Sao Paolo is also one of the worst places in the world for arrivals. Just 54% of the flights at Congonhas and 59% of the flights at Guarulhos arrived as scheduled.</p> <p>Brazil, of course, isn’t the only country with a poor track record for flight delays. At Beijing Capital International Airport just 33% of its flights took off on time in 2007, putting it just behind Brasilia on list of worst departure airports. Egypt’s Cairo International, Africa’s second busiest airport behind Johannesburg, only saw 47% of its flights take off most time with the average wait of 43 minutes. And at sprawling Charles de Gaulle Airport in Paris–the worst place in Europe to catch a timely flight–barely 50% of its commercial passenger planes left as scheduled.</p> <p>Airport authorities typically use arrival times when tracking late flights, which are considered delayed if they reach their destination at least 15 minutes behind schedule. According to conventional wisdom, pilots can make up for lost time on the ground a concept referred to as Ground holding program which is one of the basic methods of lowering the cost problem that usually occur during delay and congestion incur due to uncertainty of future landing capacity It means to have a flight wait on the ground at its point of origin than to have it circle the airport at its destination, unable to land once they’re in the air. But travelers find few things more frustrating than having to wait more than necessary at their gate or on the runway. So therefore we can have delay at departure, arrival and enroute as components of flight delay.</p> <p>In the U.S., New York City has become synonymous with delayed flights as commercial and corporate jets crowd limited airspace over the city. With just 58% of its flights arriving on time in 2007, LaGuardia airport beat out Newark International (slightly more than 58% arrived as scheduled) for the worst airport in the U.S. for arrivals. They round out the top five of the world’s worst airports for delayed arrivals. Incidentally, John F. Kennedy International–New York’s largest airport with 44 million passengers annually–was barely behind them, with more than 40% of its flights arriving late.</p> <p>Robert Poole, founder of the Reason Foundation and a frequent adviser to the U.S. government on transportation issues, says that, in New York, airlines have caused the delay problem by substituting smaller planes for larger ones. At John F. Kennedy International, the number of planes with less than 100 seats has grown by 128% during the last 5 years.</p> <p>In this research we are looking at the Arrival delay based on available aerodrome infrastructure presently at Murtala Muhammed airport. with the following questions in mind; if an aircraft departing from origin aerodrome as scheduled why should there be Arrival delay at the destination airport? How can this delay be best managed?</p> <p><strong>1.3 Aim and Objectives</strong></p> <p>The Aim of this project is to study the currently available airport infrastructures, there effects on flight Arrival delay at Murtala Muhammed airport and to proffer solution to best manage this Arrival delays.</p> <p>The objectives of this research is as follows</p> <p>1.         To study the available airport infrastructure in Murtala Muhammed airport.</p> <p>2.         To relate these available airport infrastructure to arrival delay by creating and testing hypothetical statements (hypotheses).</p> <p>3.         Proffer possible solution to the Arrivaldelay at Murtala Muhammed airport.</p> <p><strong>1.4 Research Questions</strong></p> <p>1.         Does the number of runway determines the flight efficiency and or the delay at Murtala Muhammed airport?</p> <p>2.         Does the cumulative runway occupancy time directly responsible for arrival delay at Murtala Muhammed airport?</p> <p><strong>1.</strong><strong>4</strong><strong> Research Hypotheses</strong></p> <p>Consequently, the following hypotheses were postulated:</p> <p>1.         The number of runway determines the flight efficiency and delay at Murtala Muhammed airport.</p> <p>2.         The cumulative runway occupancy time is directly responsible for the arrival delay at Murtala Muhammed airport</p> <p><strong>1.5 </strong><strong>Scope of the Study</strong></p> <p>The study area is the Nigerian Airspace which is referred to as Kano Flight Information Region (Kano FIR) according to International Civil Aviation Organization (ICAO). The aerodrome of study is Murtala Mohammed International Airport located at Ikejain Lagos state. It is also important to note that the Nigerian Airspace is divided into two sectors by international civil aviation organization(ICAO) which are the Northern and Southern sector. Lagos airport (Murtala Mohammed airport) takes over the jurisdiction of all aerodromes in the Southern sector, while Kano airport (Aminu Kano International airport) takes control of all aerodromes in the Northern sector. Below is a pictorial representation of Nigerian Airspace (Kano FIR) as published by Nigerian Airspace Management Agency (NAMA).</p> <p><em>Figure 1.1: Kano FIR enroute chart.</em></p> <p><strong>1.</strong><strong>6</strong><strong>       Study Area</strong></p> <p><strong>1.6.1 </strong><strong>Murtala Muhammed Airport (MMIA).</strong></p> <p>Murtala Muhammed International Airport is an International airport located in Ikeja, Lagos State, Nigeria. It was originally known as Lagos International Airport and was renamed in the mid 1970s during the construction of the new international terminal, after the former Nigerian military head of state, General Murtala Muhammed. The Murtala Muhammed International terminal was modeled after Amsterdam Airport. This new terminal was opened officially on the 15th March, 1979. It is the main base for Nigeria's flag carrier airlines such as Aero Contractor and Arik Airline.</p> <p><strong><em>Figure </em></strong><strong><em>1.</em></strong><strong><em>2: Photograph of Murtala M</em></strong><strong><em>u</em></strong><strong><em>hammed Airport, Ikeja.</em></strong></p> <p>Murtala Muhammed Airport consists of an international and a Domestic terminal, located about one kilometer from each other. Both terminals share the same runways. The International operations moved to the new international airport when it was ready while domestic operations moved to the Ikeja airport, which became the domestic airport. the domestic operations were relocated to the old Lagos domestic terminal in 2000 after a fire outbreak. a new domestic privately funded terminal known as MMA2 has been constructed and was commissioned on 7th April 2007.</p> <p>The airfield parameter of Murtala Muhammed aerodrome consist the runway and the taxiway. The runway is designated as 18R/36L which is for the runway on the International wing of the airport. On the local wing of the airport is the runway 18L/36R. The runway at the international terminal has a parallel taxiway attached to it while the runway at the local terminal has two parallel taxiways east and west of the runway. There is also an interconnection taxiway which links both the runways at the local terminal and the runway at the international terminal together. These taxiways are designated as western (A), central (B) , interconnected (F) and eastern taxiway (C) with their assigned alphabet as signage.</p> <p>Each parallel taxiway has links to the runway. for the eastern taxiway to the local runway, a total number of seven links are available to the runway. each runway is dual designated (18R/36L); this means that a single landing strip can be landed into through the two ends of the runway.</p> <p><strong><em>Figure </em></strong><strong><em>1.3</em></strong><strong><em>: Map of Ikeja showing Murtala Muhammed Airfields</em></strong></p> <p><strong>1.6.2 Runway</strong></p> <p>According to ICAO Anne 14, runway is defined as a defined rectangular area on a land aerodrome prepared for the landing and take-off of aircraft</p> <p>There are two type of runway base on the available navigational aids</p> <p>1.      precision approach runway</p> <p>2.      non-precision approach runway</p> <p>Precision approach runway is defined based on the presence of instrument landing system (ILS) coupled with very high frequency omini-directional radio range and distance measuring equipment (VOR/DME) navigational aids to help facilitate safe landing at the particular aerodrome.</p> <p>Non- precision approach runway on the other hand isbased on the usage of very high frequency omini-directional radio range and distance measuringequipment (VOR/DME) or locator for safe landing at the particular aerodrome.</p> <p>The importance of ILSis to facilitate landing even in Instrument Meteorological Condition (IMC) where the viability at the aerodrome is very poor. ILSconsists of both the Glide path and the Localizer. Together they give an aircraft an angular measurement in order for the aircraft to touch down safely on a runway even in a very bad visibility condition.</p> <p>Both the international runway and the local runway at Murtala Muhammed airport are equipped withILS making the runway to belong to a precision approach runway category.</p> <p>A runwayconsists of two runway directions. In MMIA the local runway has 18R and 36L, therefore giving the runway designation as 18R/36L. The international runway hasalso 18L and 36R, therefore giving the runway designation as 18L/36R.</p> <p>Table 1.1 Murtala Muhammed Runway characteristics</p><p> </p> <p>RUNWAY</p><p> </p> <p>LENGTH</p><p> </p> <p>WIDTH</p><p> </p> <p>STRENGTH</p><p> </p> <p>SURFACE TYPE</p><p> </p> <p>18R/36L</p><p> </p> <p>2 745</p><p> </p> <p>45</p><p> </p> <p>PCN 91/F/B/W/T</p><p> </p> <p>asphalt</p><p> </p>                                                         \n\nIMPACT OF RUNWAY CAPACITY ON FLIGHT EFFICIENCY AND DELAY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF RUNWAY CAPACITY ON FLIGHT EFFICIENCY AND DELAY", "id": 7}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>1.0</strong>       <strong>INTRODUCTION</strong></p> <p><strong>1.1</strong>        <strong>Background to the Study</strong></p> <p>It is pertinent to highlight the relevance of creek road in Apapa. Any traffic hindrance on it will definitely generate a lot of hiccups in the logistics business that is the core activity on this road.</p> <p>Creek road is the major road that leads from the premier Apapa port (Wharf) all the way to link one of the country's international airports (Murtala Muhammad airport, Ikeja); which is several kilometres away from each other</p> <p>This road is one of the roads that yields quantum amount of revenue to the financial cover of the federal government of Nigeria. In terms of interconnectivity, it links Tin Can Island Port, Conmaldi and some other container ports and oil farm depots are located along the route. The perpetual and incessant traffic congestion caused by heavy duty shipments on it’s on it has really affected activities as turnaround in doing businesses on this corridor elongated more than necessary.</p> <p>Several efforts in the past and recent times have been made in finding lasting solution to this traffic menace, but yielded no desirable results. Most of the government efforts at resolving this issue have always been sort of Fire Brigade Approach. There is urgent need for alternate routes and modes of travel in and out of the port.</p> <p>Multi-modal transport system is required. It is quite obvious that traffic congestion is the largest hindrance to the success of transportation/logistics business most especially in this part of the world. Its impact can never be under-estimated as every country is devising methodologies and techniques in combating this traffic menace.</p> <p>Road traffic in and out of sea port complexes become more crowded and less safe everyday in Lagos, Nigeria. In the past, road transportation was not a very big problem due to the small number of vehicles that were on our roads. During the last years, since the number of vehicles (automobiles and Road vehicles) increased, a lot of traffic problems have occurred. Apapa, a city in Lagos State would be the location and subject of this study due to extremely high port-related activities in the area.</p> <p>This increase in vehicular activities has led to congestions and delays when entering or leaving Apapa, especially during the peak hours and this has called for the study of alternative transport mode use and intersections management in the area to know how they are faring in directing and controlling traffic, especially how those intersection tend to reduce conflicts along the three major intersections in Apapa - Liverpool Road, Point Road and Wharf Road. Where two or more roads meet is called an intersection and this usually presents an opportunity for conflicts among vehicles, because it is an area designated for the vehicles to turn to different directions to reach their desired destinations. The main functions of intersections is to guide vehicles moving in different directions to their respective paths, thereby improving safety, reducing conflicts, and increasing the flow of traffics. Intersection safety remains a challenge for intersection designers.</p> <p><strong>1.2       Statement of the Problem   </strong></p> <p>Several factors contribute to the traffic menace into and out of Apapa port complex. These include the lack of holding bays, which is an unprofessional way of doing shipping business. Many shipping companies in Apapa area operate their businesses without having personal stemming port/ holding bays for export shipments. This has become necessary on the same road with the efforts to return empty containers back to the Apapa Port. Other factor include the import/export profitability, which is to establish the cost difference between import and export shipments vis-a-vis its economic impact especially profitability in most of the Inland container Depots. Against this backdrop, this research effort will include the causes such as-lack of holding bays for empty containers, unorganized parks by container trucks before proceeding to the port for loading and off-loading, effect of oil farms situated along this corridor, the narrow nature of the road especially in the trucking of heavy duty shipments, lack of alternative transport mode to road in this area which have alleviated the current situation for better. On the other hand, the cumulated effect of this unending traffic congestion is multi-dimensional to the economic sustainability of logistic business on this corridor.</p> <p>Underutilization of the Railway system, Lagos Lagoonal System and pipeline with over-dependence on road, the over-pressurization of road has brought about the endemic problems on the road itself and associated infrastructures. The road is characterized by accident, road mishaps, traffic congestion and robberies etc.</p> <p>The poor traffic situation arises as a result of the various roles of Apapa as industrial, commercial, educational, administrative and transportation centre. Also, the geographic location of the city, the unruly behaviours of drivers and the sudden rise in car ownership consequent upon improved standards of living, use of trailers and tankers have all combined to compound the problem.</p> <p>This rapid growth in the population of Lagos has exerted tremendous pressure on the existing deteriorating transport infrastructure in the study area, due to the fact that Oshodi/ Apapa Expressway is the main artery in Nigeria's commercial capital, Lagos, it is a major link to many inlets and outlets within and outside the metropolis.</p> <p>The road intersections at Apapa were designed about four decades ago and at the time posed no problems. But the increase in vehicular activities - heavy duty vehicles and cars, cause great problems because capacity had not been taken into consideration as at the time of designing those road intersections, thereby causing great conflicts and delays to motorists. The increased economic activity in Apapa has caused a tremendous increase in trucks, cars and pedestrians which in turn creates untold hardships to road users who have to contend with the same capacity of roads built long ago. This increase in vehicular activities increases the conflicts at these intersections thereby causing delays, accidents and loss of man-hours that would have been used efficiently.</p> <p>Most businesses in Nigeria depend on the Nigerian seaports for the supply of their goods and materials and more than 90% of that passes through Apapa thereby making Apapa a commercial hub for businesses. There is no gain saying the fact that logistics has a lot to do with time, but the problems caused by the capacity of intersections to exit vehicles faster in Apapa are just too much. On a very busy day, it could take a truck up to twelve hours to drive into Apapa from point Road intersection and another twelve hours to take delivery and exit through point road intersection or Liverpool.</p> <p><strong>1.3       Aim and Objectives of the Study</strong></p> <p>The aim of this study is to critically analyze the conflicts that occur within an intersection from the conflict point of view and try to explain what happens and why at the three intersections at Apapa. In the same vein, the study will focus on the safety of those intersections, the levels of control and the capacity of those intersections to control traffic. The aim of this study is to critically evaluate accessibility to Lagos port. The objectives are to:</p> <p>·        determine the traffic characteristics;</p> <p>·        traffic congestion; and</p> <p>·        determine the points of conflicts in Apapa carry out traffic counts and determine its flow along these intersections.</p> <p>·        propose alternative modal choice at relieving the traffic madness in and out of Apapa.</p> <p><strong>1.4</strong>        <strong>Scope of the Study</strong></p> <p>The scope of this study is to evaluate the impact of traffic congestion impacts in Oshodi Apapa Express way, precisely at the axis of Toyota Junction/Ladipo Auto dealer Market/Airport Road. The research study seeks to evaluate the traffic congestion within this route, its attendant effects on road users' enroute Airport Road from Oshodi, Mushin and Apapa and possible solution to the problem. The scope of this study was limited to this part of Oshodi-Apapa expressway in Lagos Nigeria, this is as a result of the peculiar nature and state of the road and the kind of traffic generated on this road on daily bases. Basically, the study investigated issues arising from the objectives of the study, that is , the road condition, traffic conflict point, transportation and road intersection as well as various land use activities and socio-economic activities present along the corridor in terms of adjoining land uses that causes delay in traffic flow such as street trading, pedestrian movement, among others will be assessed, to ensure these activities do not obstruct the flow of traffic along the corridor any more.</p> <p><strong>1.5</strong>       <strong>Significance of study</strong></p> <p>The sustenance of a nation's economic growth hinges on unhindered free flowing, advanced and smart transportation systems.</p> <p>The study would assist in alleviating the traffic congestion resulting from the neglect of other transport modes apart from road. This study would be relevant to city designers and engineers involved in the design of intersections, in that it would increase knowledge as to what is needed or the basic factors to be considered when designing intersections. This study will also increase knowledge to students who are interested in conflict resolution in Port Areas. The study will also be beneficial to drivers, especially motorists and pedestrians, to understand the causes of conflicts at intersection because 95% of those accidents are due to driver error and wrong perceptions of other road users.</p> <p>Most importantly, it would be beneficial to business owners and logistic companies which will enable them carry out their business effectively and efficiently.</p> <p>This study is also significant in that all road users would be equipped with a better understanding of the workings of intersections and this will go a long way in reducing conflicts and accidents.</p> <p><strong>1.6       Limitations of study</strong></p> <p>This study will concentrate on the causes of accidents and delays related only to conflicts that happen at the selected intersections and would not cover other causes of accidents in Apapa. The study will not go beyond the descriptions of conflicts at intersections in Apapa and the roles it plays in the movement of traffic.</p> <p><strong>1.7       Study Area</strong></p> <p>Lagos state is situated in the South Western Nigeria within latitude 602' N to 604'N and longitude 2045 E to 4020 E. The state is bounded form the North and East by Ogun State, in the West by the Republic of Benin and the south by the Atlantic Ocean. The total land mass of the state stretches over 3,345 kilometers with an estimated population of about 15 million. Apapa is the major port of the city of Lagos, Nigeria and is located to the west of Lagos Island, across Lagos harbor. It also one of Nigeria 774 local government areas. The study Area covers the distance between wharf Road and Warehouse Road, with geographical coordinate 6 27 N 3 22 E /6.450 N 3.367 E. the local government is bounded from the North by marine beach to include mobile offices and Ijora; while to the South by Atlantic Ocean, East by Lagos Lagoon, and West by Lagos Lagoon. The total landmass of the local government stretches over 38.5 kilometer.</p>                                                          \n\nTHE IMPACT OF TRAFFIC CONGESTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPACT OF TRAFFIC CONGESTION", "id": 8}, {"content": "<div class=\"abstract\">\n<p>TABLE OF CONTENTS<br/> Title Page<br/> Approval Page<br/> Dedication<br/> Acknowledgement<br/> Certification<br/> List of Tables<br/> Table of Contents<br/> Abstract</p> <p>CHAPTER ONE:<br/> Introduction<br/> 1.1 Background of the Study<br/> 1.2 Statement of the Problem<br/> 1.3 Purpose of the Study<br/> 1.4 Significance of the Study<br/> 1.5 The Scope of Study<br/> 1.6 Research Questions<br/> 1.7 Research Hypotheses</p> <p>CHAPTER TWO:<br/> Literature Review<br/> Theoretical Perspective<br/> Summary of Related Literature</p> <p>CHAPTER THREE:<br/> Research Methodology<br/> 3.1 Research Design<br/> 3.2 Area of Study<br/> 3.3 Population of the Study<br/> 3.4 Sample and Sampling Technique<br/> 3.5 Instrument for Data<br/> 3.6 Validation of the Instrument<br/> 3.7 Reliability of the Instrument<br/> 3.8 Method for Data Collection<br/> 3.9 Method of Data Analysis</p> <p>CHAPTER FOUR:<br/> Data Analysis and Result<br/> 4.1 Result Research Analysis<br/> 4.2 The t-test Analysis for Hypothesis<br/> 4.3 Summary of Findings</p> <p>CHAPTER FIVE:<br/> Discussion, Conclusion, Implication and Recommendation<br/> 5.1 Discussion of the Finding<br/> 5.2 Conclusion<br/> 5.3 Implications<br/> 5.4 Recommendation<br/> 5.5 Suggestions for Further Research<br/> Bibliography<br/> Appendices</p>                                                         \n\nEFFECT OF PORT REFORM ON CARGO THROUGHPUT LEVEL AT SEAPORT NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " EFFECT OF PORT REFORM ON CARGO THROUGHPUT LEVEL AT SEAPORT NIGERIA", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>·         <strong>Background of the Study</strong></p> <p>Countries with small populations and higher levels of development may cope with globalization better, but they cannot afford to opt out of the mainstream forces that are shaping the world. There is, however, no doubt that economic and socio-political discontentment leads to existential discontent for populations who feel that they are marginalized either as individuals in their own societies or as nations unable to cope with the economic crises (Saighal, 2003). ICT is spearheading the current stage of globalization, which is proceeding further with fragmentation of the social state, and national governance, with wider consequences for national, regional and international security matters. Hence, the resurgence of the phenomenon of maritime piracy in contemporary Africa, the consequence of which negatively impacts on the continent’s rubrics, fabrics and ramifications of security: economic, social, political, commercial, energy, environmental, humanitarian, investments, developmental, revenue, etc, is the stepchild of both local and global explanations, and dimensions which calls for urgent attention.</p> <p>The development and application of risk assessment and management techniques to maritime security must take into account the complex regulatory and operational context in which the maritime industry operates. The purpose here is not to propose new security-risk assessment models, but rather to point out some of the deficiencies of the existing ones in the broader perspective of the supply chain approach to maritime security. More specifically, the paper introduces an initial security risk assessment and management framework capable of reflecting the logistics scope of transport networks. The focus is to shift the subject of maritime security from the current agenda of facility-security to an extended framework of supply chain security. The document also reviews existing approaches to measuring transport security compliance costs and funding schemes adopted by industry and governments in order to finance the costs of security regulations. While advocating the adoption of any particular security measure is not within the scope of this analysis, the paper nevertheless not only argues that the new international security regulatory framework is a challenge, but also an opportunity to be seized. Although the new security requirements impose an additional regulatory burden on all concerned parties, security-driven business practices and operational procedures have the potential of improving efficiency and trade competitiveness.</p> <p><strong>1.2   Statement of the Problem</strong></p> <p>Maritime security is, indeed, a quandary (Uadiale and Yonmo, 2010a). The disintegration of central government authority, the lack of maritime security has, therefore, become a grave problem. The Horn of Africa and the Gulf of Guinea are thus symbols of “the few cases in Africa where security onland have spilled over and affected maritime security severely”. The lack of maritime security in the region and the fact that it was not possible to enforce the law and maintain good order at sea, threatened maritime communication, maritime sovereignty and stimulated piracy. While much of the insecurity mid-wifed, piracy of the Somalia coast stems from the collapse of governance, and law and order in Somalia, in the Gulf of Guinea, the situation is somewhat different. Maritime piracy in the Gulf of Guinea is more directly politically driven. In Nigeria, politics onland directly result in offshore actions, causing the hub of insecurity onland in the Niger Delta region to spill into the Gulf of Guinea to promote bad order at sea. According to the maritime watchdog – the International Maritime Bureau (IMB), the waters of Nigeria are now the second most dangerous in the world, next to Somalia.The proliferation of piracy in the West African region has been of concern amongst government and the oil industry since 1999. With militant groups turning pirates in the Niger Delta, claiming that they are sabotaging the oil industry for political purposes in protest of the mismanagement of Nigeria’s oil wealth. However, these political grievances are increasingly taking on a criminal nature (Uadiale and Yonmo, 2010a).</p> <p><strong>1.3   Significance of the Study</strong></p> <p>Information Communication Technology (ICT) refers to several forms of information exchange between two or more devices like computers, mobile PDAs and hi-tech devices through which any of the several methods of interconnection, principally through the Internet can be initiated to perform a defined task. These technologies provide speedy, inexpensive, secure and convenient means of communication.</p> <p>Therefore, in developing countries Nigeria precisely, the impact of ICT in the maritime sector for maritime operations and security cannot be over emphasized.It is as a result of this that this research study is determined to assess the impact of ICT on security of Maritime operations.</p> <p><strong>1.4   Objectives of the Study</strong></p> <p>The objective of this study is to assessthe application of information systems in the prevention of pollution in the maritime industry.</p> <p><strong>1.5   Research Questions</strong></p> <p>1.    How can information systems be used in the prevention of pollution in the maritime industry?</p> <p><strong>1.6   Research Hypotheses</strong></p> <p><strong>Ho</strong>: Information systems cannot be used to prevent pollution in the maritime industry.</p> <p><strong>Hi</strong>: Information systems can be used to prevent pollution in the maritime industry.</p> <p><strong>1.7   Limitations of the Study</strong></p> <p>1.    <strong>Financial constraint-</strong> Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p>2.    <strong>Time constraint-</strong> The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p><strong>1.8   Scope of the Study</strong></p> <p>The study focuses on the application of information systems in the prevention of pollution in the maritime industry with rivers port as a case study.</p> <p><strong>1.9   Definition of Terms</strong></p> <p><strong>Maritime: </strong>This is connected with the sea, especially in rerlation to seaborne trade or naval matters.</p> <p><strong>Pollution: </strong>This refers to the presence in or introduction into the environment of a substance which has harmful or poisonous effects.</p> <p><strong>Information and Communications Technology: </strong>This refers to an umbrella term that includes any communication device or application, encompassing: radio, television, cellular phones, computer and network hardware and software, satellite systems and so on, as well as the various services and applications.</p>                                                           \n\nTHE APPLICATION OF INFORMATION SYSTEMS IN THE PREVENTION OF POLLUTION IN THE MARITIME INDUSTRY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE APPLICATION OF INFORMATION SYSTEMS IN THE PREVENTION OF POLLUTION IN THE MARITIME INDUSTRY", "id": 10}, {"content": "<div class=\"abstract\">\n<p>Introduction</p> <p>A vessel accident is an unintended happening. Its severity may vary from no vessel damage to the complete loss of the vessel, no cargo damage, to loss of the entire cargo, and no crew injuries to deaths (Talley, Jin, &amp; Kite-Powell, 2005). Thus, vessels safety regulations and their enforcement focus on prevention and reduction of severity of marine vessel accident. Accident involving marine vessels is common in inland and coastal navigation where requisite safety regulation may not be strictly observed. This is of serious consequence since such occurrences impact on safety of shipping in inland/coastal and inland waterways especially in developing countries.</p> <p>In recent times, cases of marine vessel casualties involving personal injury, deaths and property/ environmental damage have grown in tandem with increased vessel traffic associated with oil prospecting activities and other commercial seaborne transportation in Niger-Delta/coastal regions of Nigeria. For example, statistics (cumulative figures) based on the study carried out by Dogarawa (2012) indicate that between year 2000 to 2009, a total number of five hundred and fifty- two (552) persons died either as a result of marine vessel and boat capsizing or collision in inland waters of Nigeria. This figure indicates an average fatality rate of about 55 deaths per year excluding vessel and cargo losses, in Nigeria’s coastal and inland waterways in the last ten years. Based on anecdotal evidence from some of the investigated cases; over- loading, excessive speeding, poor attention to weather condition, abandoned wrecks on navigation channels, incompetence and inadequate navigational aids are implicated. Across the globe, similar cases of marine vessels accidents at sea (and in seaports) have been documented. For example: Darbra and Casal (2004) conducted a study on 471 cases of marine accidents that occurred from 1941-2002 in Hong Kong. They observe that 57% of the accidents occurred while vessel was underway at sea and 43% of accident in ports. Various causal factors have been documented; for example, the Maritime Safety Authority of New Zealand asserts that between the periods of 1995 -1996; 49% of marine vessel incidents were attributed to human factors, 35% due to technical factors while 16% were caused by environmental factors. Similarly Rothblum (2002), reports that between 75 and 96% of marine vessel casualties are caused atleast in part by some form of human error. Further empirical evidence also indicates that human error accounts for 84-88% of tanker accidents, 79% of towing vessel groundings, 89-96% of collisions, 75% of all collisions, 75% of fires and explosions (Rothblum, 2002).</p> <p>Similarly, Talley et al. (2005) observe that UK Thomas P&amp;I Club survey of 1,500 insurance claims for shipping accidents around the world between 1987 and 1990, had found that 90% of the accidents were caused by human error. Two-thirds of the accidents involving personal injury claims were due to human error, e.g. carelessness or recklessness under commercial pressures, a misplaced sense of overconfidence, or a lack of either knowledge or experience. Human factor in this context is defined by Rothblum (2002) as one of the following: incorrect decision, an improperly performed action, or an improper lack of action (inaction). These statistics are disturbing given the level of measures so far adopted by local and international organizations to improve the standard of shipping and navigation.</p> <p>Maritime safety is governed by the combination of international rules and regulations, national regulations of the flag states and port states, port regulations, rules of the Classification Societies and Insurance Companies.</p> <p>In addition, quite a number of conventions have been ratified by contracting governments some of which include: International Conventions on Safety of Life at Sea (SOLAS), Standards for Training and Watch Keeping (STCW); International Convention for the Prevention of Pollution from Ships (MARPOL). Others are International Convention on Loadlines (LL) and Convention on International Regulations for Preventing Collision at Sea (COLREG) etc. This regulatory system, which is supported by the Safety Management Systems of the shipping companies serve as a framework for continuous assessment of safety regimes in the world maritime industry. Prior to 1998, the focus of ratified IMO safety conventions was the vessel, e.g. its construction and equipment, rather than human actions aboard the vessel. The subsequent introduction of IMO’s International Management Code for the Safe Operation of Ships and for Pollution Prevention changed the focus from the vessel to human actions on board vessel. By this code, shipping lines are now required to document their management procedures for detecting and eliminating unsafe human behavior. This shift towards regulating human actions aboard a vessel was motivated by the fact that: (i) most vessel accidents are caused by human error; (ii) vessel accident claims are often attributed to human error; and (iii) it is less expensive to change human behavior than it is to redesign vessels for safety (Talley, et al., 2005).</p> <p>The key to preventing marine vessel accident caused by human related factors however is to identify the types of risk factors, and then apply relevant intervention to check those factors in the future. Many operators undertake such efforts internally, and the IMO and industry trade groups have made significant advances in developing prevention programs that address human factors. However, there is room for improvement, both in terms of preventive initiatives and the metrics used to gauge their effectiveness. The outcome of this research will improve both our understanding of the contribution of human and other causal factors of accident involving marine vessel and hence support implementation of prevention measures that effectively target these factors. The objectives of this study are to:</p> <p>i. Assess the incidence of marine vessel accidents in Nigeria’s waterways.</p> <p>ii. Determine the risk factors that lead to marine vessel accidents in Nigeria’s waterways.</p> <p>Consequently, we postulate and test the following hypothesis at α = 0.05:</p> <p>i. Human factors related to safety training, overloading of vessel and speeding are not significant causes of marine vessel accident.</p> <p>ii. Environmental factors related to wind, visibility, sea condition and weather condition do not significantly cause marine vessels accident.</p> <p>iii. Marine vessel equipment/machinery failure is not significant causal factor of accident.</p> <p>AN ANALYSIS OF DETERMINANTS OF ACCIDENT INVOLVING MARINE VESSELS IN NIGERIA’S WATERWAYS</p>                                                          \n\n AN ANALYSIS OF DETERMINANTS OF ACCIDENT INVOLVING MARINE VESSELS IN NIGERIA’S WATERWAYS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": "  AN ANALYSIS OF DETERMINANTS OF ACCIDENT INVOLVING MARINE VESSELS IN NIGERIA’S WATERWAYS", "id": 11}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>Background to the Study</p> <p>Cabotage is a legislative tool restricting access or reserving maritime or aviation trade within a country’s territorial jurisdiction to the local capacities. The Nigerian Maritime and Cabotage was introduced by the Nigerian Government following calls by prominent maritime specialists and operators on the need for government to make concerned effort towards harnessing the indigenous maritime capacity and utilizing the abundant opportunities in the sector for the benefit of the Nigerian people in order to reverse the trend where it still has its maritime trade both territorial and extra territorial dominated by foreign operators.</p> <p>The government’s intention in introducing the cabotage regime is to encourage the development of the maritime industry by an interventionist scheme aimed at boosting the growth of the local capacity in the face of choking external competition and domination.</p> <p>Cabotage is a practice worldwide that is over 60 years old, a contemporary economic approach which justifies intervention of this nature to induce some determined result (as against the classical economic approach of free market forces), as an acceptable tool to achieving some set economic goals, especially where competition is unfair and dominance is prevalent. It has been observed that this practice worldwide both in maritime and aviation has been induced by diverse factors including reserving all, or part of the national market opportunity to national flag ships or aircrafts either for political, economic or security reasons. Other reasons for this protective policy practiced around the world are to develop indigenous human and capital capacity. These are some of the major aims of the Nigerian maritime cabotage.</p> <p>And as for the scope of the cabotage Act, the Coastal and Inland Shipping (cabotage) Act, 2003 covers the carriage of goods and passengers by vessels and any other mode of transportation, mineral, other natural resources, and any marine transportation or activity of commercial nature within Nigeria’s territorial waters as prescribed by the Exclusive Economic Zone Act CAP 116, laws of the Federation Republic of Nigeria, 1990. The Act seeks to restrict the use of foreign vessels in domestic coastal trade and consequently enhance the development of indigenous tonnage.</p> <p>It is now two and half years since the enactment or one and half years of implementation of the cabotage policy. Nigerian’s are yet to notice significant change. The cabotage trade is still dominated by foreigners. From the perspective of the target group i.e. Nigerian Shipping Companies, the question remains: to what extent has cabotage delivered its intended opportunities? Considering that out of 320 or more private members’ bills introduced in the House of Representatives between 1999 and 2003, only ten crossed the Legislative Rubicon to become laws: why is it that the same forces have not succeeded in ensuring a mere robust and determined implementation of the cabotage policy? What factors are responsible for the very slow take-off of the programme? What are the problems? Are they associated with the very nature of the politics of shipping development, the process or policy, or a combination of these forces? What are the impacts of the cabotage laws or of what benefit is the cabotage to the Nigerian entrepreneur? These and more are some of the issues to be analyzed by the researcher in the course of writing the dissertation.</p> <p>Statement of Problem</p> <p>A maritime cabotage law is a legislation empowering navigation and trading within a country’s coasts or from port to port within a nation to be reserved exclusively for and carried on by its national flagships and nationals. It is purely for the regulation of domestic shipping. In this regard, it includes navigation and trading in the nation’s inland waterways. The maritime cabotage law may be in a single shipping legislation, or in a combination of two or more shipping legislation of a country.</p> <p>There is another type of maritime cabotage which is often referred to as short sea shipping or regional shipping which is concerned with the transportation of goods and or passengers between ports of a given group of countries within a specific economic groupings (eg Mercosur, and the EU) by way of coastal ships, ferry services and/or port services such as tugs, dredges, maintenance and repair of craft, pilotage launches, bunkering and supply of vessels etc. Cabotage policies are applied in such regions or sub-regions, instead of an individual country, and as a result of inter-governmental agreements in order to favour local or regional employment and to control regional and /or sub-regional coastal trade (Maritime Resources Development Issues and Challenges; 2003, P.70).</p> <p>This dissertation is aimed at having a comprehensive report which critically examines the issues concerning cabotage services, as regards to its impact on the Nigerian entrepreneurial opportunities for growth. Are there any benefits accruable to the Nigerian economy from the Nigerian Maritime cabotage? What are those benefits and how do they help in boosting the Nigerian entrepreneurs? These findings and more will be revealed and recommendations thereto, made, in order to enhance the formulation of sound scientific and economic solutions to issues and policies in these areas. The research work is expected to assist the NMA, the entrepreneurs, and other governmental agencies and other stakeholders in carrying out their statutory functions including its promotional and regulatory roles and measures, designed to facilitate the development stance and the growth of the nation’s maritime industry.</p> <p>Objectives of the Study</p> <p>The broad objective of this research work is to study maritime entrepreneurship and economic development in Nigeria. The following specific objectives guide the research:</p> <p>To identify the Nigerian maritime cabotage as it exists under the Nigerian Maritime Authority (NMA).</p> <p>To identify the various opportunities accrued to the Nigeria entrepreneurs from the cabotage in the maritime industry.</p> <p>To identify the prevailing problems that hampers the economic viability of the maritime industry services in Nigeria.</p> <p>To identify the impediments of the Nigeria entrepreneur in regards to the cabotage business.</p> <p>To proffer solutions to Nigeria entrepreneurs in relationship to their problems in the Maritime business.</p> <p>Significance of Study</p> <p>The findings of this dissertation will likely set in motion further research studies into the Nigerian maritime cabotage and its impact on the nation’s economy and /or as an interventionist in the boosting of the Nigerian entrepreneurial activities. In fact, it is expected that with the passage of the cabotage Act by the National Assembly, a new world of opportunities for business ventures in the maritime cabotage sector have emerged. As the backbone of entrepreneurial set up, new opportunities are always being sought, discovered, grasped and acted upon to the benefit of the consumer and the entrepreneur. To this end, the maritime experts, regulators and entrepreneurs alike, have to rob minds together to provide insights into how to utilize the opportunities in the maritime industry. The potential entrants into the maritime business should see these as good business opportunities to be utilized in order to create job opportunities, training for seafarers, provision of / building of ships and other ocean going vessels to be used, which will have to bear on the nation’s economy and to improve the well-being of the Nigerian entrepreneur. It is also believed that the study will stimulate and provide the needed impetus into the economic growth of the nation’s maritime industry, hence the standard of living in general.</p> <p>Research Questions</p> <p>The following research questions were formulated from the objectives to guide the study;</p> <p>What is the Nigerian maritime cabotage as it exists under the Nigerian Maritime Authority (NMA)?</p> <p>What are the various opportunities accrued to the Nigeria entrepreneurs from the cabotage in the maritime industry?</p> <p>What are the prevailing problems that hamper the economic viability of the maritime industry services in Nigeria?</p> <p>What are the impediments to Nigerian entrepreneur in regards to the maritime cabotage business?</p> <p>What solutions can be proffered to Nigeria entrepreneurs in relationship to their problems in the Maritime business?</p> <p>Scope of the Study</p> <p>The scope of this research study will be limited to the impact of Nigeria maritime cabotage on the nation’s economy as well as on entrepreneurial opportunities for economic development in Nigeria. This dissertation may be limited to maritime cabotage, which is also known as domestic waterborne transportation. The researcher also wishes to reiterate here that, there is limitation in the area of data collection, some useful data required are treated as confidential and permission has to be sought before they are released. Even the parties for oral interviews, permission has to be sought before interviews were granted. Time factor is another noticeable constraint.</p> <p>However, it might be noted that frantic efforts were made to ensure that useful information were eventually collected to enhance an objective conclusion of this study.</p> <p>Operational Definition of Terms</p> <p>Maritime: connected with the sea, especially in relation to seaborne trade or naval matters.</p> <p>Entrepreneurship: Entrepreneurship is the process of designing, launching and running a new business, which is often initially a small business. The people who create these businesses are called entrepreneurs.</p> <p>Maritime Entrepreneurship: refers to promoted innovative business concepts related to the maritime economy and the values of sustainable entrepreneurship contributing thus to the improvement of entrepreneurial mentality with socio-economic benefits and the enhancement of business activity.</p> <p>Economic Development: is the growth of the standard of living of a nation’s people from a low-income (poor) country to a high-income (rich) economy. When the local quality of life is improved, there is more economic development. When social scientists study economic development, they look at a lot of things.</p>                                                          \n\nMARITIME ENTREPRENEURSHIP AND ECONOMIC DEVELOPMENT IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MARITIME ENTREPRENEURSHIP AND ECONOMIC DEVELOPMENT IN NIGERIA", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong>TABLE OF CONTENT</strong></p> <p>Chapter One            Introduction</p> <p>1.1         Background of the study</p> <p>1.2         Statement of the problem</p> <p>1.3         Purpose of the study</p> <p>1.4         Significance of study</p> <p>1.5         Research questions</p> <p>1.6         Scope of study</p> <p>1.7         Limitation of study</p> <p>1.8         Definition of terms</p> <p>Chapter Two</p> <p>2.0         Literature Review</p> <p>Chapter Three</p> <p>3.0         Methodology</p> <p><strong>Chapter Four</strong></p> <p>4.0              Data Analysis</p> <p><strong>Chapter Five </strong></p> <p>5.0         Summary, Conclusion and Recommendations</p> <p>References Questionnaires</p>                                                         \n\nMARITIME LOGISTICS AS AN EMERGING DISCIPLINE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " MARITIME LOGISTICS AS AN EMERGING DISCIPLINE", "id": 13}, {"content": "<div class=\"abstract\">\n<b>A STUDY OF MARITIME FRAUD AND ITS EFFECTS ON WORLD SEABORNE TRADE<br/>Abstract</b><br/>This study examined maritime fraud and its effects on world seaborne trade. The Nigeria port authority is in charge of seaport and other marine elements in Nigeria and responsible for the regulations of shipping and other international trade in the country. This study adopted a doctrinal method. That is, library oriented using a qualitative research design. The internet was also consulted. Materials consulted are statute books, international treaties, textbooks, journals and articles on the subject matter under consideration. Primary source of data involved the use of questionnaire. The Questionnaire was administered to 105 stakeholders, whose responses were used to determine the expected findings.For the purpose of this research, the population was defined as 105 stakeholders in the maritime cabotage industry in Nigeria. Out of the 105 questionnaires administered, only 54 were completed and returned. So, in all, therefore, 54 persons formed the study sample of which 24 are senior officials of various shipping companies, while the remaining 30 are senior staff of NPA, NMA, etc.Tables have been used for presentation of data and percentages to determine results from the data presented in tables.The Nigerian Maritime Transportation System comprises seas and inland waterways and associated infrastructure (e.g. dams, aids to navigation etc.), which is linked to a network of international ocean trade routes.From the analysis made, it was rediscovered that the introduction of the Nigerian Maritime Cabotage law will help curb maritime fraud especially on national waters, the Nigerian entrepreneur lives to benefit from the various business opportunities opened by the Cabotage industry.It was also discovered that most stakeholders who are active participants in the Cabotage regime are fully aware of the Cabotage Laws and the benefits accruable to the participants. The study concluded that defective and distasteful as Cabotage regime might appear to others, the NMA and other stakeholders still have the statutory duty to assist the maritime development of Nigeria. The study recommended that a Maritime Business Development Unit should be established to determine the issue of availability of Nigerian ships and capability of indigenous operators whenever such matters arise from public cargo generators, shipping companies or other agencies.  <br/>TABLE OF CONTENTS<br/>CHAPTER ONE: INTRODUCTION<br/>1.1 Background to the study<br/>1.2 Statement of the Problem<br/>1.3 Objectives of The Study<br/>1.4 Research Questions<br/>1.5 Significance of the study<br/>1.6 Scope of the Study<br/>1.7 Research Methodology<br/>CHAPTER TWO: LITERATURE REVIEW<br/>2.1 Historical background<br/>2.2Maritime fraud <br/>2.3 Resurgence of maritime fraud <br/>2.4 The nature of maritime fraud <br/>2.5 Types of fraud <br/>2.6 Nigeria Maritime Regulatory Institutions <br/>2.7 Meaning of Cabotage  <br/>CHAPTER THREE: RESEARCH METHODOLOGY<br/>3.1 Research Method<br/>3.2 Justifications for the Approaches<br/>3.3 Research Instruments<br/>3.4 Research Population and Sample Size<br/>3.5 Sampling Procedures Employed<br/>3.6 Justification for Sample Selection Procedure/Sample Size<br/>3.7 Statistical Techniques Used In Analyzing the Data <br/>CHAPTER FOUR: DATA ANALYSIS AND INTERPRETATION<br/>4.1 Introduction<br/>4.2 Analysis of Biographic Data of Respondents<br/>4.2 Analysis of data according to research questions<br/>4.3 Discussion of findings<br/>CHAPTER FIVE: SUMMARY OF FINDINGS, CONCLUSIONS, AND RECOMMENDATIONS<br/>5.1 Summary of findings<br/>5.2 Conclusion<br/>5.3 Recommendations<br/>References<br/>Appendix<br/>Questionnaire<br/> CHAPTER ONE<br/>INTRODUCTION<br/>1.1 Background to the study<br/>Today's international shipping involves people of many different nationalities with different laws, customs and institutions. Where world economies in the past were the result of empires, the present world economy grew out of relatively free exchange. Today's shipping community comprises shippers, charterers, shipowners, bankers, insurers, importers, and exporters and the system designed for the transfer of goods is simple and efficient, with the sea remaining the life blood of trade. In international trade, as a matter of custom, the seller gets paid before the buyer receives the goods, as because the delivery of goods takes considerable time. The system of letters of credit involved with banks as the intermediaries has proved fruitful and documents rather than goods form the focal point of these transactions (Becka,2010).<br/>An international marine contract therefore requires the intervention of several parties. Fraud is a very insidious crime and arises when one of the parties to the marine contract; succeeds in obtaining money or goods belonging to another party connected in the carriage and financing unjustly. The threat of fraud is that it undermines the system by putting trust' at risks. The simplicity of the system of international trade makes it attractive and vulnerable to j forgersTj scuttlers and cheats. Maritime frauds takes place when any one of the various parties involved in an international trade transaction intentionally deceives another as to some fact or circumstance in' connection with maritime activities which enables him to obtain money or goods dishonestly. In some cases, several of the parties act in collusion to defraud another (Slonw,2015).<br/>Fraud in commerce is as ancient as commerce itself, with examples going back to the Roman world and before. The International Maritime Bureau defined maritime fraud as: “An international trade transaction involves several parties – buyer, seller, shipowner, charterer, ship’s master or crew, insurer, banker broker or agent. Maritime fraud occurs when one of these parties succeeds, unjustly or illegally, in obtaining money or goods from another party to whom, on the face of it, he has undertaken specific trade, transport and financial obligations (Skuld,2014).”<br/>Maritime fraud is becoming more common due to a number of reasons: Criminals are increasingly turning to new methods such as computer hacking, ports are adopting new technologies that in the worst case can enable new types of fraud (such as automatise container operations) and as shipowners are under pressure to win new business, many have disregarded due diligence when dealing with new business partners. As both the greater reliance on IT and electronic trading platforms and documents increases, so does the need to stay ahead of the game played by the Fraudsters. There is a “cost” of course, to greater security, both in terms of investing in better technology and processes, but also in potential business opportunities. In order to achieve the right commercial balance it requires experience, skill as well as knowledge of what scams and schemes are out there. Given that Shipping is a global business, with many players and jurisdictions involved in any single shipment of cargo, even a simple A &gt;&gt;&gt; B voyage, there are a myriad of potential pitfalls where the unscrupulous seek to take advantage of the unprepared. As parties are often based in multiple jurisdictions, and necessarily deal with each other at “arm’s length” and / or through Brokers and Financial Institutions, there may be little or no opportunity to make “physical checks”(Skuld, 2014).<br/>1.2 Statement of the Problem<br/>Maritime fraud never has been so profitable and secure proposition than during the recent decades. In the late Seventies, maritime crime reached a new peak and the trend is going on in full swing. Now the question naturally arises as to how a maritime fraud occurs. We know that maritime transport plays an important role in international trade transaction where several parties such as sellers, buyers, shippers, shipowners, charterers, ship masters and crew, port authorities, inland howlers, bankers and insurers are involved. Maritime fraud occurs when one of these parties succeeds in intentionally and illegally obtaining money or goods from another of these parties. Maritime fraud is, therefore, that species of general fraud which is connected with the maritime field. It may take a variety of forms i.e. documentary fraud (by forging documents or signature) chartering frauds, intentional or non-existing loss of or damage to cargo, barratry, the scuttling of ships etc., etc (Kazi,2015).<br/>Maritime fraud is truly international and the victim can come from any corner of the globe. The fraudster is indifferent to the colour, creed or political belief of his victim. There may be various form of maritime fraud and there is a great deal of evidence that a significant proportion of maritime frauds and related offences are perpetrated by organized groups. For years the shipping industry ran freely and well on spoken commitment, within a system. But there has been continuing infiltration by organized groups in the shipping industry and this is the single worrying factor to curb maritime crime and fraud. The deliberate destruction of the ship, whether by scuttling, fire or other means achieved a certain degree of prominence in the twenties. It then subsided until the Seventies, when it emerged as a totally new art. For example in the case of the Salem, not only was the cargo taken, but also the ship cast away. The days of the sinking of old and useless vessels by owners, if not past, have had to make way for methods employed by a much more intelligent, solvent, and organized group of fraudsters (Kazi,2015).<br/>Maritime cargo frauds can range from the non-shipment of any cargo at all through to deliberate destruction of over insured cargo. Overvaluation as a means of fraud relates naturally to both vessel and cargo. For example, in the Medina Princess a vessel insured for a value at $350,000 was in fact worth only about$65,000 when insured (Kazi,2016).<br/>1.3 Objectives of The Study<br/>The purpose of this study is to show the various fraudulent practices in the maritime industry or the seaport and the perpetrators of this act and to expose what the law has to do in such situations. Although a number of studies have been undertaken on the phenomenon of fraud in seaports, the increasing pace with which frauds are being committed called for continuous research on the subject to keep track of new devices employed by the fraudsters in defrauding the system, hence the rationale for this research work. To achieve this objective, the following secondary objectives have been specified.<br/> i) To identify the cause(s) of fraud in maritime industry,<br/> ii) To identify the various types of fraud perpetrators in martime industry,<br/> iii) To identify the various means employed in defrauding maritime activities,<br/> iv) To determine the effects of fraud on the business of international trade<br/> v) To recommend measures for reducing the incidence of martime fraud<br/>1.4 Research Questions<br/>How does a fraud practice in the bank affect the maritime sector?<br/> i. What are the impacts of fraudulent acts of maritime industry, over the transaction of their customers?<br/> ii. What are the existence measures in maritime industry that can be used to check such fraudulent acts?<br/> iii. What measures can be used for prevention and control of such fraud practices in maritime sector (seaport)?<br/>1.5 Significance of the study<br/>The significance of this study is in the fact that it highlights the immediate and remote causes of fraud practices, effects, prevention, and control in Nigeria Shipping industry with particular reference to Nigeria Seaport. Several attempts have been made by researchers, writers e.t.c. On how to minimize or eradicate it if possible. In various organizations but such efforts have been focused mainly on manufacturing and distributive as well as public finance management, while little has been done on areas of Banking and other services industries. The studies have been geared towards finding out causes and consequences, prevention and control of frauds in Nigeria Banking Industry.<br/>Therefore, the suggestions that are advanced in this study would no doubt be useful not only to the shipping industry but to all shipping firm be it public or private sector of the Nigerian economy. The content of this research and the suggestions to be proffered will serve as resources for further study in the same or similar areas maritime in the area of fraud practices (internally) prevention and control.<br/>1.6 Scope of the Study<br/>The study which aims at looking at the effect of maritime fraud on world seaborne industry will make special to the Nigeria port authority. The Nigeria port authority in charge of seaport and other marine elements in Nigeria and responsible for the regulations of shipping and other international trade in the country.<br/>1.7 Research Methodology<br/>The methodology adopted by the researcher is the doctrinal method that is, library oriented using a qualitative research design. The internet was also consulted. Materials consulted are statute books, international treaties, textbooks, journals and articles on the subject matter under consideration. The sources of materials consulted are primary and secondary sources. The primary sources are local and international statutes, textbooks whereas the secondary sources are articles in journals and paper presentations at the international law.  This research work wholly depends on textbooks, articles, journals and the internet. <br/><br/>\n\nA STUDY OF MARITIME FRAUDS AND ITS EFFECTS ON WORLD SEABORNE TRADE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " A STUDY OF MARITIME FRAUDS AND ITS EFFECTS ON WORLD SEABORNE TRADE", "id": 14}, {"content": "<div class=\"abstract\">\n<p>INTRODUCTION</p> <p>One of the key factors that play a pivotal role in a region’s economic growth is the presence of a reliable and efficient transportation system, this is mainly due to the fact that a well developed transportation system provides adequate access to the region which in turn is a necessary condition for the efficient operation of manufacturing, retail, labour and housing markets.</p> <p>Transportation is a critical factor in the economic growth and development. It is a wealth creating industry on its own inadequate transportation limits a nation’s ability to utilise its natural resources, distributes foods and other finished goods, integrate the manufacturing and agriculture sectors and supply education, medical and other infrastructural facilities. There is the need therefore to maintain and improve the existing transportation and build new infrastructures for a national wealth. The national wealth is the growth domestic products (GDP) which is an indicator or measures of the rate of economic growth.</p> <p>Transportation infrastructure is critical to sustain economic growth because people want to improve their standard of living and they see increased income as the way to achieve that goal, transportation system enhancement are in turns a means of maintaining or improving economic opportunities, quality of life and ultimately income for people in a particular region Lucas (1998)</p> <p>Transportation also has a broader role in shaping development and the environment. Policy concerns in the next millennium will increasingly focus on the effects of transportation on where people live and on where businesses locate; and on the effects that these location decisions have on land use patterns, congestion of urban transportation systems, use of natural resources, air and water quality, and the overall quality of life Issues of urban sprawl, farmland preservation, and air and water quality have already pushed their way to the forefront of policy debates at both the national and local levels. To make prudent decisions, policy makers must be equipped with the best information and analysis possible about the interactions among these various factors.</p> <p>Transportation becomes the back bone of any economy, especially countries like Nigeria, as such an anatomy of aspects relating to inefficiencies and lack of good transportation network in Nigeria coupled with low rate of economic growth (GDP) is crucial, attached to this is the poor government policy on transportation (Lack pf regulation of fees charged by private transporters, inadequate fuel. Lack of spare parts and above all the prevalence of bad roads and lack of security have succeeded in trimming down the transport system in Nigeria which have a negative effect on the economic growth.</p> <p>Investment in transportation infrastructure is critical to sustained economic growth. Mobility studies show that transportation is absolutely essential to economic productivity and remains competitive in the global economy. An international study found every 10 percent increase in travel speed; labour market expands 15 percent and productivity by 3 percent (Barrister and Berechinan. 2000).</p> <p>It is universally recognized that transport is crucial for sustained economic growth and modernization of a nation. Adequacy of this vital infrastructure is an important determinant of the success of a nation’s effort in diversifying its production base, expanding trade and linking together resources and markets into an integrated economy. It is also necessary for connecting villages with towns, market centres and in bringing together remote and developing regions closer to one another. Transport, therefore, forms a key input for production processes and adequate provision of transport infrastructure and services helps in increasing productivity and lowering production costs.</p> <p>The provision of transport infrastructure and services helps in reducing poverty. It needs no emphasis that various public actions aimed at reducing poverty cannot be successful without adequate transport infrastructure and services. It is difficult to visualize meeting the targets or universal education and healthcare for all without first providing adequate transport facilities.</p> <p>All sectors, including transport, operate within the socioeconomic framework provided by the State. Specific policies are designed within the framework for each sector in order to, meet national goals and objectives. Currently, the main objective of development planning in India is higher growth in Gross Domestic Product (GDP). The aim is to achieve a target of 8 percent growth in GDP by 2007, i.e. by the end of Tenth Five Year Plan. The higher rate of economic growth must also be accompanied by wider dispersal of economic activity and has to go together with the objectives of reduction in poverty, provision of gainful and high quality employment, improvement in literacy rates, reduction in the growth of population, reduction in gender inequality in illiteracy and wage rate, reduction in infant mortality, etc. As a service industry, transport does not exist for its own sake. It serves as a means to achieve other objectives. In formulating policy for the development of the transport sector, various macro objectives mentioned above therefore have to be taken into account. Some of these are economic in character while others are of a socio-political nature. Economic and non-economic objectives are not always consistent. However, their mix is one of the important factors which determine the pattern of investment and its funding in various sectors of economy.</p> <p>Transport demand, both freight and passenger, is linked to the level of economic activity and development needs. It runs parallel to the growth of GDP. A higher rate of growth will therefore mean higher transport demand.  However, as growth of GDP results in dispersal of economic activity, the demand for transport will go up further.</p> <p>The demand for transport services is also affected by the structural changes that are taking place in the Indian economy. As a result, the share of high value low volume commodities has been increasing, which in turn demands more flexible modes such as road transport. There has been an increase in the level of urbanization owing to migration and growth of population. The share of urban areas in the total GDP therefore has been on the rise. Such a spatial shift in the distribution and concentration of economic activity has a profound effect on the nature and level of transport demand. The most obvious result was the increase in demand for urban transport services. Taking various factors into account, it is expected that the elasticity of demand for freight traffic with respect to GDP growth will decline in the future but will still he more than one. With India’s resolve to move to a higher growth path, it means that the demand for transport will continue to experience a high growth rate.</p> <p>TRANSPORTATION AND ECONOMIC GROWTH</p> <p>Transportation also contributes to the economy by providing millions of jobs. It allows men and women to earn their living by manufacturing vehicles and by driving, maintaining, and regulating them to allow for the safe and efficient movement of goods and people. One out of every seven jobs in the United States is transportation related Transportation jobs in transportation industries as well as in non-transportation industries employed nearly 20 million people in 2002, accounting for 16 percent of U.S. total occupational employment. For example, the for-hire transportation sector employed over 44 million workers In 2002 More than 60 percent of these for-hire workers are either in freight-related occupations or in Jobs that directly support freight transportation. An additional 1.7 million workers are employed in transportation equipment manufacturing and another 4.5 million in transportation-related industries such as automotive service and repair, highway construction, and motor vehicle and parts dealers (USDOT BTS 2004). Transportation-related occupations also make up a significant portion of the employment of non-transportation industries such as truck drivers, freight arrangement agents, and freight-moving workers in the wholesale and retail industries. In 2002, there were about 9.2 million people employed in transportation-related occupations in non-transportation industries.</p> <p>Growth in productivity is the fundamental driving force for economic growth Productivity growth in freight transportation has long been a driving force for the growth of U.S. overall productivity and contributed directly to the growth of the U.S. GDP. For example, from 1991 to 2000 labor productivity rose 21 percent in the overall non-farm business sector’ During the same time period, labor productivity rose 53 percent for rail, 23 percent for trucking, and 143 percent for pipeline. All three of these modes are primarily engaged in freight transportation. Such productivity gains result in lower transportation costs and lower prices for consumers. This brings savings to consumers and reduces business costs.</p> <p>Measuring Economic Benefits of Transportation</p> <p>If all of the steps described above were followed, planners and policy makers would be left with a list of investments that have the potential to generate economic benefits. The three part analysis is shown in Figure A-7 provide a reasonable comprehensive analysis of each project’s likely contribution to economic development.</p> <p>When a highway improvement is proposed, the economic evaluation must first identify which industries will be impacted. This involves the following sequence of three analytical steps within the Commodity Flow analysis.</p> <p>Locate the improvement on the highway or rail network.</p> <p>Identify what commodities are being shipped and person trips on the roadway that will have the proposed improvements and forecast the growth of these commodities.</p> <p>Locate the origins and destinations of these commodities and identify the industries that are involved in shipping and receiving.</p> <p>Road Transport</p> <p>An automobile is a wheeled passenger vehicle that carries its own motor. Different types of automobiles include cars, buses,trucks, and vans. Some include motorcycles in the category, but cars are the most typical automobiles. As of 2002 there were 590 million passenger cars worldwide (roughly one car for every ten people), of which 170 million in the U.S. (roughly one car for every two people).Wikipedia, (2007)</p> <p>The automobile was thought of as an environmental improvement over horses when it was first introduced in the 1890s. Before its introduction, in New York City alone, more than 1,800 tons of manure had to be removed from the streets daily, although the manure was used as natural fertilizer forcrops and to build top soil. In 2006, the automobile is recognized as one of the primary sources of world-wide air pollution and a cause of substantial noise pollution and adverse health effects.</p> <p>The first forms of road transport were horses, oxen or even humans carrying goods over dirt tracks that often followedgame trails. As commerce increased, the tracks were often flattened or widened to accommodate the activities. Later, thetravois, a frame used to drag loads, was developed. The wheelcame still later, probably preceded by the use of logs asrollers.</p> <p>With the advent of the Roman Empire, there was a need for armies to be able to travel quickly from one area to another, and the roads that existed were often muddy, which greatly delayed the movement of large masses of troops. To resolve this issue, the Romans built great roads. The Roman roadsused deep roadbeds of crushed stone as an underlying layer to ensure that they kept dry, as the water would flow out from the crushed stone, instead of becoming mud in clay soils.</p> <p>During the Industrial Revolution, and because of the increased commerce that came with it, improved roadways became imperative. The problem was rain combined with dirt roads created commerce-miring mud. John Loudon Mac Adam(1756-1836) designed the first modern highways. He developed an inexpensive paving material of soil and stone aggregate (known as macadam), and he embanked roads a few feet higher than the surrounding terrain to cause water to drain away from the surface.</p> <p>Various systems had been developed over centuries to reduce bogging and dust in cities, including cobblestones and wooden paving. Tar-bound macadam (tarmac) was applied to macadam roads towards the end of the 19th century in cities such as Paris. In the early 20th century tarmac and concrete paving were extended into the countryside.</p> <p>Transport on roads can be roughly grouped into two categories: transportation of goods and transportation of people. In many countries licensing requirements and safety regulations ensure a separation of the two industries.</p> <p>The nature of road transportation of goods depends, apart from the degree of development of the local infrastructure, on the distance the goods are transported by road, the weight and volume of the individual shipment and the type of goods transported. For short distances and light, small shipments avan or pickup truck may be used. For large shipments even if less than a full truckload (Less than truckload) a truck is more appropriate. In some countries cargo is transported by road in horse drawn carriages, donkey carts or other non-motorized mode. Delivery services are sometimes considered a separate category from cargo transport. In many places fast food is transported on roads by various types of vehicles. For inner city delivery of small packages and documents bike couriersare quite common.</p> <p>Rail Transport</p> <p>Rail transport is the transport of passengers and goods by means of wheeled vehicles specially designed to run alongrailways or railroads. Rail transport is part of the logisticschain, which facilitates the international trading and economicgrowth in most countries.</p> <p>Typical railway/railroad tracks consist of two parallel rails, normally made of steel, secured to cross-beams, termedsleepers (U.K.) or ‘ties’ (U.S.). The sleepers maintain a constant distance between the two rails; a measurement known as the ‘gauge‘ of the track. To maintain the alignment of the track it is either laid on a bed of ballast or else secured to a solid concrete foundation. The whole is referred to aspermanent way (UK usage) or right-of-way (North American usage).</p> <p>Railway rolling stock, which is fitted with metal wheels, moves with low frictional resistance when compared to road vehicles. On the other hand, locomotives and powered cars normally rely on the point of contact of the wheel with the rail for traction and adhesion (the part of the transmitted axle load that makes the wheel “adheres” to the smooth rail). While this is usually sufficient under normal dry rail conditions, adhesion can be reduced or even lost through the presence of unwanted material on the rail surface, such as moisture, grease, ice or dead leaves.</p> <p>Rail transport is an energy-efficient and capital-intensivemeans of mechanized land transport and is a component oflogistics. Along with various engineered components, rails constitute a large part of the permanent way. They provide smooth and hard surfaces on which the wheels of the train can roll with a minimum of friction. As an example, a typical modern wagon can hold up to 125 tons of freight on two four-wheel bogies/trucks (100 tons in UK). The contact area between each wheel and the rail is tiny, a strip no more than a few millimeters wide, which minimizes friction. In addition, the track distributes the weight of the train evenly, allowing significantly greater loads per axle / wheel than in road transport, leading to less wear and tear on the permanent way. This can save energy compared with other forms of transportation, such as road transport, which depends on the friction between rubber tires and the road. Trains also have a small frontal area in relation to the load they are carrying, which cuts down on forward air resistance and thus energy usage, although this does not necessarily reduce the effects of side winds.</p> <p>Due to these various benefits, rail transport is a major form ofpublic transport in many countries. In Asia, for example, many millions use trains as regular transport in India, China, South Korea and Japan. It is also widespread in European countries. By comparison, intercity rail transport in the United States is relatively scarce outside the Northeast Corridor, although a number of major U.S. cities have heavily-used, local rail-based passenger transport systems or light rail or commuter railoperations.</p> <p>The vehicles travelling on the rails, collectively known asrolling stock, are arranged in a linked series of vehicles called a train, which can include a locomotive if the vehicles are not individually powered. A locomotive (or ‘engine’) is a powered vehicle used to haul a train of unpowered vehicles. In the U.S.A., individual unpowered vehicles are known generically as cars. These may be passenger carrying or used for freight purposes. For passenger-carrying vehicles, the term carriage or coach is used, while a freight-carrying vehicle is known as afreight car in the United States and a wagon or truck in Great Britain. An individually-powered passenger vehicle is known as a railcar or a power car; when one or more as these are coupled to one or more unpowered trailer cars as an inseparable unit, this is called a railcar set.</p> <p>Previous studies on the economic development of the United States emphasized infrastructure, business climate, taxation, cost and availability of raw materials, labour, capital, access to markets, and climate when explaining growth of the region.</p> <p>Plaut and Pluita (1983) in their state level analysis of industrial growth used labor and energy cost, availability and productivity variables, land and raw materials, environment, business climate, taxes and government expenditures as explanatory variables. They found market accessibility, labor variables, land, environment, business climate, and propel1y taxes to be highly significant in explaining all three measures of industrial growth production, employment and capital stock growth.</p> <p>Carlino and Mills (1987) looked at the determinants of county growth. County level data were used to analyze what variables had an impact on the growth of population and employment during the 1970s and 1980s. Structural equations were estimated using a two-stage least-squares technique for total employment and population, and for manufacturing employment and population, since the manufacturing sector appeared to influence regional economic growth Eight regional dummies were used to identify the association of a county to a particular region Population density, interstate-highway density, and family income were shown to contribute significantly to the employment density growth, whereas employment, interstate-highway density, family income, and the central city dummy contributed to the population density growth.</p> <p>Deller, Tsai, Marcouiller and English (200 I) looked at how amenities influence rural economic growth. Economic growth was represented in their study by three types of growth: growth in population, growth in employment, and growth in per capita income. Results of their analysis showed that higher levels of income inequality are associated with lower levels of growth in terms of population. Property taxes had a negative effect on population and income growth; population over age sixty-five was negatively related with economic growth; climate strongly influenced growth levels of population; all amenity attributes, such as levels of water amenities, developed recreational infrastructure; winter recreational activities, were statistically significant and positively related to economic growth.</p> <p>Government policies can have an impact on the firm’s decision- making process, particularly taxation and incentive policies. Corporate income and property tax rates can affect a firm’s profits either directly or indirectly (Gerking and Morgan, 1991). It is obvious that a firm’s profits will decrease if the burden of an increase in taxes is borne directly by the firm. This study proved that a firm’s profits decrease if the increase in taxes is passed forward to the consumer. By passing the tax to the consumer through higher prices, the firm’s market will decline, thus indirectly reducing profit.</p> <p>On the other hand, Newman and Sullivan argue that business taxes should not be viewed strictly as another cost to the firm (Newman and Sullivan, 1988). They perceive business taxes in part as benefit taxes. “Firms derive some benefit from local or state expenditures for fire, public safety, transportation, and perhaps education” (Newman and Sullivan, 1988, p. 216). The relevant question for the firm now would not be which location would minimize the tax burden to the firm, but what location would provide the firm with the most desirable overall fiscal package.</p> <p>Agglomeration economies represent the cost savings that accrue to firms that locate in communities with a relatively large concentration of manufacturing commercial business activity (Hery and Drabenstott, 1996; Johnson, 2001; McNamara, Kriesel, and Rainey, 1995). The concentration of activity tends to provide broader access to markets, business services, and technological expertise. In addition, agglomeration forces are generally associated with an abundant supply of skilled labor. Thus, communities in or near large Metropolitan Statistical Areas (MSAs) have location advantages over smaller and more remote communities.</p> <p>As expected, agricultural agglomeration was highly significant and negatively related to the gross county product since agriculture represents an industry that offers an alternative way of land use (Blum, 1982) Wages in agriculture also tend to be lower than in other sectors Employment agglomeration in construction and retail industries were insignificant.</p> <p>The concentration of roads, measured as the number of miles in all roads divided by land area, represented infrastructure in this study. This variable was highly significant and positively related to the gross county product.</p> <p>The number of person-trips per year variable represented the ability of the county to attract outside residents for business and/or personal activities in the area. This variable was chosen for its relation to the business and personal travel and service usage. The number of person-trips was highly significant and positively related to the gross county product. The amenity index showed that rural amenities contributed to the increase in income growth in the county.</p> <p>Another outcome of this research is that economic development was significantly and positively related to the level of human capital in the area. The coefficient for the percent of the population with high school diploma was the highest among all variables, followed by the coefficient on infrastructure. These results imply that counties seeking to increase income growth should insure that they have a comparative advantage or at least be comparable with competing communities regarding the level of human capital and infrastructure.</p> <p>Large investments have been made for the development of the transport sector in India. This has resulted in the expansion of transport infrastructure and facilities. There have also been impressive qualitative developments. These include the emergence of the multi modal transport system, training centres of excellence and reduction in the arrears of over-aged assets. In spite of these impressive achievements, the transport infrastructure has not been developed to the extent that it can effectively address the problems of accessibility and mobility needs for the movement of people and goods. About 40 percent of villages are yet to be linked with all-weather roads. India has made remarkable progress in many areas while remain regressive in many others. The ongoing liberalization of Indian economy, despite some noticeable bumps, has rekindled a global interest in this slumbering giant. Indian economic growth accelerated to 6.9 percent in 2004-05 as compared to 5.8 percent in 2001-02, 6.1 percent in 1999-00, 6.7 percent in 1989-90, 5.2 percent in 1979-80 and 1.0 percent in 1971-72 in terms of real GDP at factor cost. The combined gross fiscal deficit as percentage of GDP was 8.3 percent in 2004-05RE as compared to 9.9 percent in 2001-02, 9.5 percent in 1999-00, 8.9 percent in 1989-90 and 7.5 percent in 1980-81. The gross domestic capital formation at constant price (a proxy for domestic real investment) as percentage of GDP was 16.8 percent in 2004-05 as compared to 14.8 percent in 2001-02,18.2 percent in 1999-00, 35.4 percent in 1989-90, 76.9 percent in 1979-80 and 136.3 percent in 1971 – 72.</p> <p>Indian Railways is one of the largest railway systems in the world. By carrying about 1.1 million passengers and over 1.20 million tonnes of freight per day the rail system occupies a unique position in the socio-economic map of the country and is considered a means and a barometer of growth. Rail is one of the principal modes of transport for carrying long-haul bulk freight and passenger traffic. It also has an important role as the mass rapid transit mode in the suburban areas of large metropolitan cities. The growth of railway route length was 0.4 percent in 2004-05 as compared to 0.2 percent in 2001-02, -0.1 percent in 1999-00. 0.4 percent in 1989-90. 0.3 percent in 1979-80 and 0.5 percent in 1971-72.</p> <p>The road network in India is seemingly very large with a length of about 3 million kilometers. However, it cannot meet the accessibility and mobility requirements of a country of India’s size and population. The growth of road length was higher in all the years as compared to the growth of railway route length. It was 1.8 percent in 2004-05 as compared to 1.5 percent in 2001-02, 0.8 percent in 1999-00, 3.3 percent in 1989-90, 3.2 percent in 1979-80 and 10.3 percent in 1971-72 It is also found that while the growth of road length continuously increasing since 1999-00, the growth of railway route length increasing since 2002-03.</p> <p>From the above trend it is clear that India’s real economic growth is as a result of rail and road route length growth.</p> <p>The next step is to divide the value added by transportation into the respective modes. Goods movement-intensive industries have less flexibility in the modes they use than is often understood by economic development officials and transportation planners. Careful analysis of each industry’s logistics indicates which mode dominates the industries shipping patterns. The analysis may reveal opportunities for mode shifts that in turn provide significant cost savings and/or improved productivity, but these opportunities are few and far between. The Alameda Corridor project in Los Angeles, for example, will probably increase the amount of containers moving out of the Port of LA and Long Beach by rail significantly, but only as on-dock rail capacity in increased by terminal operators and only over time. Figure A-4 illustrates the breakout of the value-added from transportation by mode at the national level.</p> <p>During the past few decades, continued shifts in the U.S. economy towards more services, increased production of high-value and light-weight goods, expanded trade with Mexico and China, and the current pattern of global production and distribution systems influenced trends in U.S. freight transportation As the nation’s economy shifted towards more services, the goods share of GDP declined relative to total GDP. Thirty-four years ago, in 1970, goods accounted for 43 percent of US. GDP, only slightly lower than the 46-percent share of services in GDP But, by 2002 the share of goods in GDP decreased to 33 percent, while the share of services increased to 58 percent Because freight transportation is, in general, more closely associated with goods production than with services production, the decline in goods share of GDP contributed to a slower growth in freight transportation (measured in ton-miles) than the overall growth of GDP in the past few decades Between 1970 and 2002, U.S. real GDP, measured in 2000 chain-type dollars, grew 167 percent During the same time period, US freight transportation, measured in ton-miles, grew only 73 percent Consequently, the freight transportation intensity of the U.S. economy decreased from 059 ton-miles per dollar of GDP.</p> <p>Freight transportation intensity declined even within the goods producing sector. In 1970, It took 2.1 ton-miles of freight transportation to produce $1 of goods GDP. In 2002, it took only half that amount, 1.1 ton-miles, to produce the same value of goods GDP (in real terms). This trend reflects two underlying changes in the U.S. economy:</p> <p>the downsizing of products towards lighter weight products (such as computers, cell phones, and hand-held digital devices), and</p> <p>Improvement in the efficiency of the freight transportation system, not only in terms of faster and timelier delivery, but also higher direct accessibility.</p> <p>Within those industries that need help and would likely benefit, an understanding of how much each industry uses various modes (both those currently located in Oregon and those targeted by economic development officials) provides the first step in targeting transportation investments. Figure A-5 presents a qualitative rating of the modal intensity for major industry groups based on national averages.</p> <p>Unfortunately, it will not be sufficient to have this understanding at the national level and it may not suffice at the state level. The successes of most transportation investments vary by region and by rural versus urban corridors. Research on the role of highways and lane expansions in economic development, for example, shows that improvements to rural highway connections between communities can have significant benefits even if there is no congestion</p>                                                          \n\nIMPACT OF TRANSPORTATION ON ECONOMIC GROWTH: AN ASSESSMENT OF ROAD AND RAIL TRANSPORT SYSTEMS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF TRANSPORTATION ON ECONOMIC GROWTH: AN ASSESSMENT OF ROAD AND RAIL TRANSPORT SYSTEMS", "id": 15}, {"content": "<div class=\"abstract\">\n<p><strong>TABLE OF CONTENT</strong></p> <p>PAGES</p> <p>Title – – – – – – – – – – – i<br/> Approval Page – – – – – – – – – ii<br/> Certification – – – – – – – – – – iii<br/> Dedication – – – – – – – – – – iv<br/> Acknowledgement – – – – – – – – v<br/> Abstract – – – – – – – – – – vi<br/> Table of content – – – – – – – – vii</p> <p><strong>CHAPTER ONE</strong><br/> 1.1 Introduction – – – – – – – – 1<br/> 1.2 Objective of Study – – – – – – – 4<br/> 1.3 Significance of Study – – – – – – 5<br/> 1.4 Scope and limitation of Study – – – – – 6<br/> 1.5 Definition of Terms – – – – – – – 8</p> <p><strong>CHAPTER TWO</strong><br/> 2.1 Types of Security Agents in Port – – – – 11<br/> 2.1.1 Function of Security Agent – – – – – 11<br/> 2.2 The Port as a Civilian Area of Operation – – – 14<br/> 2.3 Previous Government Plans and Actions to<br/> “Fight” Port Insecurity – – – – – – – 16<br/> 2.4 Evaluation and Performance of<br/> Port Security Agents – – – – – – 18</p> <p><strong>CHAPTER THREE: PROBLEM FINDING</strong><br/> 3.1 Pilferage Problem – – – – – – – 20<br/> 3.2 Egunge Syndrome – – – – – – – 20<br/> 3.3 Menace of Drug Pusher – – – – – – 21<br/> 3.4 Stowaways – – – – – – – – 22<br/> 3.5 Ship Clearance – – – – – – – 23<br/> 3.6 Security Official and Smuggling Problem – – – 24<br/> 3.7 Non-Availability and maintenance of<br/> Port Security Equipment – – – – – – 25</p> <p><strong>CHAPTER FOUR: ASSUMED SOLUTION</strong><br/> 4.1 Training of Security Personnel – – – – – 27<br/> 4.2 Improved Remuneration – – – – – – 28<br/> 4.3 Reduction of Security Agents<br/> to reduce cost and delay – – – – – 28<br/> 4.4 Provision and Maintenance of<br/> Security Equipment – – – – – – 29</p> <p><strong>CHAPTER FIVE</strong><br/> 5.1 Summary – – – – – – – – – 30<br/> 5.2 Recommendation – – – – – – – 33<br/> 5.3 Conclusion – – – – – – – – 34<br/> 5.4 Bibliography – – – – – – – – 36</p>                                                           \n\nTHE EFFECTS OF LOGISTICS INDUSTRY ON ECONOMIC GROWTH IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECTS OF LOGISTICS INDUSTRY ON ECONOMIC GROWTH IN NIGERIA", "id": 16}, {"content": "<div class=\"abstract\">\n<p>Abstract</p> <p>This paper study examined the effect of privatization on the performance of Nigerian seaports, using pre- and post-privatization data. A Mann-Whitney Wilcoxon (MWW) test was applied to data (secondary) on two major indices of port operation (average berth occupancy and average turn-around time). The result of the analysis showed that on average, the berth occupancy and turn-around time improved from 51.35% to 72.47% and 8.18 days to 4.83 days respectively. It was also found that at a 0.05 level of significance, the concession of Nigerian ports has significantly improved average berth occupancy and average turnaround time of the vessels calling at Nigerian ports. The study emphasises the need to provide enabling environment through the formulation and implementation of effective policies as a way of ensuring optimal performance of the concession model.</p> <p>1. Introduction</p> <p>Maritime activities could be seen as a life wire of any developing economy. Shipping has become the most effective mode of transportation in the international exchange of goods. Transportation of bulk goods over a relatively long distance is most economically done by sea. This is further facilitated through advances in technology which has brought about more efficient, reliable and demand oriented transportation system. It is estimated that over 90% of global commerce is seaborne [1]. This reflects the level of dependency on shipping for the movement of goods generated in international trade transactions.</p> <p>Port reforms are policy measures by government aimed at enhancing efficiency and productivity of ports by revitalizing and strengthening the operational and functional modalities at the ports [2]. Within the Nigerian context, ports reforms were with a view to making Nigerian ports both user and investor friendly, thus enhancing smooth operations at the ports.</p> <p>The reform model chosen by the Nigerian government was port concession, whereby the government retains ownership the infrastructure, and contracts out the management and operation of the facilities to the private sector on competitive basis for a specified period of time. Bousquet and Fayard [3] note that a concession arrangement is one in which the government (or her agency) grants the right to fund, build, own, improve, upgrade, maintain or operate a public infrastructure, and charge users for the cost of services, for a limited period of time to a private sector operator. The official view about concession in Nigeria seems to be contained in the Infrastructure Concession Regulatory Commission Act (2005) where concession is described as:</p> <p>a contractual arrangement whereby the project proponent or contractor undertakes the construction, including financing of any infrastructure, facility and the operation and maintenance thereof and shall include the supply of any equipment and machinery for any infrastructure and the provision of any services [4].</p> <p>With respect to port operations, concession refers to lease of port terminals and re-organization of stevedoring companies [5]. The contractual arrangement embodies service criteria and specifies the technical qualities and practices expected from the concessionaire. Perhaps, it is because of the stake that the government still has in the venture that motivates government to ensure that her policies are implemented both in technical and social terms as noted by [6].</p> <p>The improvement of port efficiency or productivity seems to be the major motivation for port concessions in Nigeria. However, the level of achievement of this objective is yet to be determined. This paper therefore seeks to establish the impact of the reform by analysing the major indices of port operations performance in the port. This impact would be established by:</p> <p>a. examining of the impact of port concession on cargo average berth occupancy in Nigerian ports</p> <p>b. analysing the impact of port concession on turnaround time of vessels calling at the ports, and</p> <p>c. drawing inferences and making recommendations based on the research findings</p> <p>This study examines only the impact of concession on two major indices of port operation (average berth occupancy and average turnaround time), from 1995-2012 in Nigerian ports. Attention has been drawn to the ways concession has improved the efficiency of services in the Nigerian ports, with recommendations capable of assisting in the actualization of the aims and objectives of the exercise.</p> <p>Although several studies such as [7, 8, 9, 10] had studied the concept of privatization and how its application in seaports has increased competiveness and efficiency, these have not been specific to Nigeria. This study will complement these existing studies by establishing the impact of privatization (port concession) on average berth occupancy and vessels turn-around time of Nigerian seaports.</p>                                                          \n\nINFRASTRUCTURE FINANCING AND MANAGEMENT: THE IMPACT OF CONCESSION ON THE OPERATIONS AND PERFORMANCE OF NIGERIAN SEAPORTS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " INFRASTRUCTURE FINANCING AND MANAGEMENT: THE IMPACT OF CONCESSION ON THE OPERATIONS AND PERFORMANCE OF NIGERIAN SEAPORTS", "id": 17}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This study was intended to evaluate the maritime security, information and communication technology. The study employed the descriptive and explanatory design; questionnaires in addition to library research were applied in order to collect data. Primary and secondary data sources were used and data was analyzed using the correlation statistical tool at 5% level of significance which was presented in frequency tables and percentage. The respondents under the study were 68 employees of the Rivers port.</p> <p>The study findings revealed that maritime security, information and communication technology can be assessed; based on the findings from the study, efforts should be made by the Nigerian government and stakeholders in further promoting maritime security in Nigeria, as this would encourage more investors.</p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong> Background of the study</strong></p> <p>Worldwide Port and Maritime operations and their associated facilities and infrastructure collectively represent one of the single greatest unaddressed challenges to the security of nations and the global economy today. The reason that ports and shipping activity are so difficult to secure lies primarily in their technology. Ports are typically large, asymmetrical activities dispersed over hundreds of acres of land and water so that they can simultaneously accommodate ship, truck and rail traffic, petroleum product/liquid offload, storage or piping, and container storage. The movement of freight, cargo (solid or liquid), and transport through a port is generally on a “queuing” system, meaning that any delay snarls all operations. Whether or not delays are related to security, security generally falls by the wayside in the interest of time management or convenience. Globally, there are very few uniform standards for point-to-point control of security on containers, cargoes, vessels or crews – a port’s security in one nation remains very much at the mercy of a port’s security, or lack thereof, in another nation. Organized crime is entrenched in many ports and a large majority of them still do not require background checks on dock workers, crane operators or warehouse employees. Most ports lease large portions of their facility to private terminal operating companies, who are responsible for their own security. The result of this is a “balkanized”, uneven system of port security and operations management as a whole.</p> <p><strong>1.2    Statement of the problem</strong></p> <p>Maritime security is, indeed, a quandary (Uadiale and Yonmo, 2010a). The disintegration of central government authority, the lack of maritime security has, therefore, become a grave problem. The Horn of Africa and the Gulf of Guinea are thus symbols of “the few cases in Africa where security onland have spilled over and affected maritime security severely”. The lack of maritime security in the region and the fact that it was not possible to enforce the law and maintain good order at sea, threatened maritime communication, maritime sovereignty and stimulated piracy. While much of the insecurity mid-wifed, piracy of the Somalia coast stems from the collapse of governance, and law and order in Somalia, in the Gulf of Guinea, the situation is somewhat different. Maritime piracy in the Gulf of Guinea is more directly politically driven. In Nigeria, politics onland directly result in offshore actions, causing the hub of insecurity onland in the Niger Delta region to spill into the Gulf of Guinea to promote bad order at sea. According to the maritime watchdog – the International Maritime Bureau (IMB), the waters of Nigeria are now the second most dangerous in the world, next to Somalia.The proliferation of piracy in the West African region has been of concern amongst government and the oil industry since 1999. With militant groups turning pirates in the Niger Delta, claiming that they are sabotaging the oil industry for political purposes in protest of the mismanagement of Nigeria’s oil wealth. However, these political grievances are increasingly taking on a criminal nature (Uadiale and Yonmo, 2010a).</p> <p><strong>1.3    Significance of the study</strong></p> <p>Information Communication Technology (ICT) refers to several forms of information exchange between two or more devices like computers, mobile PDAs and hi-tech devices through which any of the several methods of interconnection, principally through the Internet can be initiated to perform a defined task. These technologies provide speedy, inexpensive, secure and convenient means of communication.</p> <p>Therefore, in developing countries Nigeria precisely, the impact of ICT in the maritime sector for maritime operations and security cannot be over emphasized.It is as a result of this that this research study is determined to assess the impact of ICT on security of Maritime operations.</p> <p><strong>1.4    Objectives of the study</strong></p> <p>1.    To asses maritime security, information and communications technology.</p> <p><strong>1.5    Research questions</strong></p> <p>1.    How can maritime security, information and communications technology be assessed?</p> <p><strong>1.6    Research hypotheses</strong></p> <p><strong>Ho</strong>: Maritime security, information and communications technology cannot be assessed.</p> <p><strong>Hi</strong>: Maritime security, information and communications technology can be assessed.</p> <p><strong>1.7    Limitations of the study</strong></p> <p>1.    Financial constraint- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p>2.    Time constraint- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p><strong>1.8    Scope of the study</strong></p> <p>The study focuses on assessing maritime security, information and communications technology with rivers port as a case study.</p> <p><strong>1.9    Definition of terms </strong></p> <p><strong>Maritime: </strong>This is connected with the sea, especially in relation to seaborne trade or naval matters.</p> <p><strong>Security: </strong>This refers to protection of a person, building, organization, or country against threats.</p> <p><strong>Information and Communications Technology: </strong>This refers to an umbrella term that includes any communication device or application, encompassing: radio, television, cellular phones, computer and network hardware and software, satellite systems and so on, as well as the various services and applications</p>                                                           \n\nASSESSING MARITIME SECURITY, INFORMATION AND COMMUNICATIONS TECHNOLOGY APPLICATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSING MARITIME SECURITY, INFORMATION AND COMMUNICATIONS TECHNOLOGY APPLICATION", "id": 18}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This study was carried out to evaluate the use of inland transportation and its effect on logistics system in Nigeria using Lagos State Waterways Authority. To achieve this objective, four research questions and three research hypotheses were formulated to guide the study. The data was collected from both primary and secondary sources. The primary data were collected with the help of a well-structured questionnaire of two sections administered to staff and management of Lagos State Waterways Authority. The collected data were analyzed with tables and simple percentages to analyze the research questions while Chi-square statistical tool was used to test research hypotheses. The study reveals that there is a significant relationship between the effect of transportation and logistics systems in Nigeria. The study concluded with some recommendations that government should encourage the establishment of inland waterways companies to participate in a specialized shipping venture and to combine their operations with coastal shipping within West Africa and governments at various levels should involve in the formulation and implementation of policies and measures that will effectively promote enhanced accessibility through increased development of road networks.</p>                                                         \n\nAN EVALUATION OF THE INLAND TRANSPORTATION AND ITS EFFECT ON LOGISTICS IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN EVALUATION OF THE INLAND TRANSPORTATION AND ITS EFFECT ON LOGISTICS IN NIGERIA", "id": 19}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>In 2003, the cabotage law was adopted with the provisions of the empowerment of local investors to take domestic trade controls of shipping and develop enough muscle to assume the right place for Nigeria as maritime nation in the movement of its import / export cargoes including oil and crude oil to international markets. Implementation / enforcement of provisions of the Act must be constantly monitored to ensure that the aims and objectives of the law are vigorously pursued and accomplished. Thus, the objective of the study is to verify the alleged relentless domination of coastal services by foreign flag operators; the impact on the Coasting Trade Act 2003 on the development of local capacity in terms of tonnage, human resources and support of cargo. Research has made an effort to highlight the points of view of people who are relevant to the study, which formed the literature. The main instrument used for the study is a set of questionnaires used in a population of 55 industry stakeholders which 27 responded. The obtained data were statistically analyzed with the model and the circular of chi-square graphics for presentation as an explanatory model. The results of the study revealed factors that impede the achievement of the objectives acts such as lack of funds, failure on the part of NIMASA to process loan applications for financing funds cabotage vessels for expansion tonnage; lack of commitment and NAPPIMS PPMC to ensure cargo assistance to indigenous operators; NIMASA lukewarm in implementing the provisions of the Act. The study also noted that most of cabotage vessels operated by most shipping companies are indigenous below specified standards and are seaworthy. It was also noted that there was a growing lack of specially trained sailors and certified marine engineers and navigators to exploit some coastwise vessels available. Study the strategies recommended to improve indigenous participation and reduce foreign domination. For example, NMASA is invited to make installation Financing Fund cabotage vessel / loan accessible to local operators for fleet expansion and take solid steps to sea-cadet training ship to improve control and avoid importing labor. PPMC and NAPPIMS should guarantee long-time charter fleet as a kind of incitement against time to rest. On the other hand local operators should try to present standard and navigable for ships optimal cabotage operations and clean marine insurance. Local Capacity Development.</p>                                                           \n\nTHE IMPACT OF THE CABOTAGE ACT ON LOCAL CAPACITY DEVELOPMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPACT OF THE CABOTAGE ACT ON LOCAL CAPACITY DEVELOPMENT", "id": 20}, {"content": "<div class=\"abstract\">\n<p>ABSTRACT</p> <p>Study examines the impact of ocean shipping trade on the economic development of Nigeria, covering the period from 1976 to 2015. Ocean shipping trade, in thousand tons served as an independent variable in all three set of assumptions, the gross domestic product, the value of Nigeria’s external reserves and payment of external debt were used as proxies for the level of economic development respectively. a simple regression analysis was applied using time series data. The findings of the study are that a significant and positive relationship between the shipment leaves the ocean exports and gross domestic product, foreign reserves and payment of external debt. Also the export shipping trade, is an important factor for economic development of Nigeria under each of the dependent variables. Based on these findings and conclusions, the study, among others, recommended that the overall institutional framework in the economy should be improved to take full benefits of trade expedition to the ocean in Nigeria. In addition, it is necessary to improve the lack of transparency and thus reduce the corruption that seems to be endemic in our country, and therefore to improve the earnings of export shipping trade.</p> <p>TABLE OF CONTENT</p> <p>Title page =<br/>Certification =<br/>Dedication =<br/>Acknowledgement<br/>Abstract = =</p> <p>Table of content = Listof Tables = = List of Figures = =</p> <p>= = = = = = = i<br/>= = = = = = = ii<br/>= = = = = = = iii<br/>= = = = = = = iv<br/>= = = = = = = vii<br/>= = = = = = = viii<br/>= = = == = = = xi<br/>== = = = = = = xii</p> <p>CHAPTER ONE<br/>1.0 Introduction = = = = = = == = 1<br/>1.1 Background = = = = = = = = = 1<br/>1.2 Statement of the problems = = = = = = 3<br/>1.3 Objectives of the study = = = = = = 4<br/>1.4 Research Questions = = = = = = = 5<br/>1.5 Research Hypotheses = = = = = = 6<br/>1.6 Significance of the study = = = = = = 6<br/>1.7 Scope of the study = = = = = = = 7<br/>1.8 Limitations of the study= = = = = = = 8</p> <p>CHAPTER TWO LITERATURE REVIEW<br/>2.1 Conceptual framework = = = = = = 9<br/>2.2 Current status and Trends in World Shipping = = = 16<br/>2.2.1 Overview of the World Shipping Industry = = = = 16<br/>2.2.2 Trends in ship types and features = = = = 23<br/>2.2.3 Trends in shipping Economics = = = = = 25<br/>2.2.4 Overview of shipping markets the current trend = = 27<br/>7</p> <p>2.2.6 The Global Evolution of Containerisation = = = = 31<br/>2.2.7 Ownership of Merchant Navy fleet= = = = = 38<br/>2.2.8 Opportunities for African Maritime countries= = = 42<br/>2.2.9 Importance of Maritime Trade in Nigeria’s economy = 46</p> <p><strong>CHAPTER THREE</strong><br/>3.0 Research Design and Methodology = = = = 51<br/>3.1 Definition of Area and population of study = = = 51<br/>3.2 Sources of Data = = = = = = = = 51<br/>3.3 Procedure for Date Analysis = = = = = = 51<br/>3.4 Operational Definition of variables / hypotheses testing 52<br/>3.4.1 Hypothesis 1 = = = = = = = = 52<br/>3.4.2 Hypothesis 2 = = = = = = = = 53<br/>3.4.3 Hypothesis 3 = = = = = = = = 54<br/>3.5 Test of significance = = = = = = = = 55<br/>3.5.1 Test of model significance – ANOVA = = = = 55<br/>3.5.2 Test of Model significance – Coefficient of determination<br/>And the F-Test Approach = = = = = = 57<br/>3.5.3 Test of the significance of the explanatory variables = 58<br/>3.6 Assumptions of the linear regression model = = 59</p> <p><strong>CHAPTER FOUR</strong><br/>2.0 Data presentation, Analysis and interpretation = = = 62<br/>4.1 Introduction = = = = = = = = = 62<br/>4.2 Data Presentation = = = = = = = = 62<br/>4.3 Data Analysis and hypotheses testing = = = = 65<br/>4.3.1 Influence of shipment Export Trade on<br/>Economic development = = = = = = 65<br/>4.3.1.1 Test of Model significance – ANOVA method = = 67</p> <p>4.3.1.2 Test of model significance – R2 method = = = 68<br/>4.3.1.3 Test of the significance of the explanatory variable = 69<br/>4.3.2 The Influence of shipment export trade on Nigeria<br/>External reserve = = = = = = 70<br/>4.3.2.1 Test of model significance –ANOVA method = = = 71<br/>4.3.2.2 Test of model significance –R2ANOVA method = = 71<br/>4.3.2.3 Test of the significance of the explanatory variable = 72</p> <p>4.3.3 The Influence of shipment Export trade on</p> <p>External Debt payment = = = = = = 73<br/>4.3.3.1 Test of model significance – ANOVA method= = = 74<br/>4.3.3.2 Test of model significance R2= = = = = 75<br/>4.3.3.3 Test of the significance of the explanation variable = 75<br/>4.4 Discussion of Results = = = = = = = 76<br/>4.4.1 Hypothesis 1 = = = = = = = = 76<br/>4.4.2 Hypothesis 2 = = = = = = = = 77<br/>4.4.3 Hypothesis 3 = = = = = = = = 78</p> <p><strong>CHAPTER FIVE</strong><br/>5.0 Summary, Conclusion And Recommendations = = 79<br/>5.1 Summary of findings = = = = = = = 79<br/>5.2 Conclusion = = = = = = = = = 80<br/>5.3 Recommendations = = = = = = = = 80<br/>Bibliography= = = = = = = = 82<br/>Appendices = = = = = = = = = 86</p> <p>LIST OF TABLES</p> <p>2.1 Distribution of the world fleet and DWT capacity of containers by country</p> <p>Group – beginning 2007 40</p> <p>2.2 Freight costs as percentage of import value</p> <p>For various regions of the world 41<br/>3.1 Hypothetical ANOVA table 56</p> <p>4.1 Nigeria’s total ocean shipment export in thousands of tones, gross domestic product,</p> <p>external reserve and external debt service<br/>in millions of naira, 1976-2006 63<br/>4.2 Hypothesis 1 result / output 66<br/>4.3 Hypothesis 2 result / output 70<br/>4.4 Hypothesis 3 result / output 73</p> <p><strong>LIST OF FIGURES</strong></p> <p>2.1 Composition of the world fleet 20<br/>2.2 Shipping statistical table 21<br/>2.3 Structure of shipping market 27<br/>2.4 World merchandize trade (Exports F.O.B) 28<br/>2.5 The global evolution of containerization 32<br/>2.6 Growth in containerized shipping 33<br/>2.7 Evolution of container vessel size 35<br/>2.8 Distribution of world container traffic by region 38</p>                                                         \n\nSHIPPING TRADE AND ITS IMPACT ON ECONOMIC GROWTH IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SHIPPING TRADE AND ITS IMPACT ON ECONOMIC GROWTH IN NIGERIA", "id": 21}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 BACKGROUND INFORMATION</strong><br/> According to Ndikom (2006), The Word freight rate connotes the reward usually payable to the carrier for the carriage and arrival of the goods in a mercantile condition ready to be delivered to the merchant. Maritime z shipping services are usually priced conjunction with land mode of transport and are dependent on the forces of demand and supply. Moreover, the demand and supply of International sea-<br/> transport services are basically derived the demand and supply of commodities (Goods) carried by sea and 15 therefore affected by the elasticity (changes in prices and demand cum supply) for those commodities. Basically normal times, an important factor affecting the exact elasticity of demand for shipping service, is the cost of transport in relation to the market prices of the goods carried.<br/> Although, it may be small, the cost of sea transport is often a significant element of components in the final market prices of many important commodities. Ekwerina (2003) posits that in developing countries, particularly those of the sub-saharan African region, transport cost(Freight rate) consist about Fifteen (15%) to twenty (20%) percent of the costs of imported and exported commodities. Thus, a commodity that may have attracted a low price to purchase in the international market tends to cost 150/0, to 200/0 higher than the actual cost of purchase after it must have entered the sub-saharan African</p> <p>market. The impact of this is that inflation tends to be the order of the day for imported commodities in Nigeria causing a continuous high rise in the prices of imported goods. Experts thus assert that there exist a direct correlation between market prices of imported goods and the shipping (transport cost) freight rate such that a positive change (upward increase) in liner freight rate brings about an upward increase<br/> in the costs of imported goods while a negative change (downward decrease) in liner freight rate brings about a downward (decrease) change in prices of imported products in Nigeria. Over the years however, the frequency of positive changes (increases) in liner freight rate with attendant Increase in market prices of imported products has been so high that it becomes customary for prices of imported<br/> products to continue to go high without room for decline in market prices.</p> <p>Ndikom (2006) posit that the continued increase in liner freight rate in sub-saharan African countries can be traced to n umber of factors among which are: high port tariffs and dues charged to ship owners by Government Agencies and terminal operators in ports, high ship turn-round time (STRT) in sub- African ports necessitating the payment of demurrage by ships; delay in cargo clearing processes b::V customs and other government agencies in ports, lack of national shipping lines to carry the countries share of water-borne trade and<br/> insecurity in the waters of the region causing panic to ship- owners that trade in the sub-saharan sea-routes. The effect of this is that, even in the face of port reforms that sort to address majority of the problems of the shipping industry, freight rate in Nigeria has continued to be negatively affected as a result of high cost of doing business in Nigeria ports which has invariably impacted negatively the market prices<br/> of imported goods in Nigeria and turning the economy into an<br/> inflation ridden economy,</p> <p>In the View of Okon (2006), freight rate, insurance, import duty and handling costs constitutes an important element in the determination of the value of many export and import commodities and also influence the demand for such commodities in the import market. This in essence means that shipping freight rate is an element that increases the cost of products, and thus, the prices of export and import goods in the market as well as exportation and importation is the<br/> main vector of our commercial exchange, since the largest<br/> percentage of Nigerian international trade is carried by sea Hampton,1989). The research will however seek to evaluate<br/> the correlation between liner freight rate and market prices of<br/> imported products in Nigeria.</p>                                                           \n\nCARGO FREIGHT RATE IN LINER SHIPPING AND ITS CORRELATION TO HIGH PRICES OF IMPORTED GOODS IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CARGO FREIGHT RATE IN LINER SHIPPING AND ITS CORRELATION TO HIGH PRICES OF IMPORTED GOODS IN NIGERIA", "id": 22}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>1.1 BACKGROUND TO THE STUDY</p> <p>Despite the efforts of the government of Nigeria in fighting corruption in all sector, several unwholesome activities is still going on in the maritime sector most importantly by the shipping agencies and terminal operators, under the watchful eyes of government agencies, conniving to slam fictitious charges on importers and agents in what has been described in the maritime domain as a ceaseless economic rape. The product of this organized graft, which often runs into several billions of naira annually has continued to swell the volume of the capital flight the country suffers yearly. Following this scheme, used vehicles, clothing, food items and other goods are now cheaper to buy in Cotonou, Lome and Ghana markets, than when purchased in Nigeria (Thisday, 2015).</p> <p>The sour side of is anomaly is that importers and clearing agents, in their battle to survive and grow in business, later pass the prohibitive charges to the consumers who now pay far more for the goods than necessary.</p> <p>According to previous findings, the terminal operators, shipping lines and shipping agents have taken advantage of the largely unregulated maritime industry in Nigeria to hike charges like demurrage, and container deposit, among others, which are at variance with what obtains in neighboring West African ports. A full analysis of shipping charges conducted in three African countries – Nigeria, Ghana and Benin Republic by a maritime industry medium, “Shipping Position,” shows that port charges in Nigerian remain the highest in the ECOWAS region. Experts have, however, attributed the high charges to the unwholesome practices among shipping companies operating at Nigerian ports. Again while it takes few days to get the container deposit refund in other ports once the empty container is returned, it may take up to three months in Nigeria because the terminal operators allegedly delay receiving it in order to build up demurrage that may eat up the deposit. Other charges not collected in other countries but obtainable in Nigeria include MOWCA levy and stamp duty (Tancott, 2015).</p> <p>Importers are also perplexed that contrary to what is obtainable in other West African countries’ ports, Nigeria only offers three days free of progressive storage charge while Benin, Ghana and Cote D’Ivoire offer seven days free of progressive storage charges. Maritime experts have argued that the development was threatening the nation’s sea hub status as Cotonou, Lome and Accra ports are snatching cargoes from Nigeria. It is feared that the partial cargo drought often experienced in the country, is attributable to this development as some shipping companies prefer to call at other West African ports where they enjoy huge incentives, especially reduced charges are largely the outcome of such practices (Tancott, 2015). The soaring frequency of smuggling is because some importers may not make profit after paying all charges at the ports.</p> <p>Other stakeholders like the Nigeria Customs Service (NCS), Nigeria Immigration Service, Quarantine Service, Port Health and the Nigerian Maritime Administration and Safety Agency (NIMASA) who are also part of the import chain also contribute to the delay in carrying out clearing duties and corruption at the nation’s ports. All these have made business very difficult and affected competiveness of the maritime sector in Nigeria.</p> <p>Apapa in Lagos State, Nigeria contains a number of ports and terminals operated by the Nigerian Ports Authority (NPA), including the major port of Lagos State and Lagos Port Complex (LPC). The region of Apapa lies near the mouth of Lagos lagoon, and contains ports and terminals for various commodities such as containers and bulk cargo, houses, offices and a small old disused railway station (Apapa North). It is the site of a major container terminal which was owned and operated by the Federal Government of Nigeria until March 2005, and now is operated by the Danish firm A. P. Moller-Maersk Group (Wikipedia, 2016).</p> <p>1.2 STATEMENT OF THE PROBLEM</p> <p>Ports play a key role in the Nigeria economy and development, as nearly 75% of the trade between the Nigeria and the rest of the world is handled in ports. Thus, the importance of ensuring efficiency in ports is related to the ability of the country to be competitive at international level. Unfortunately corruption and extortion by the shipping agencies, terminal operators and the government officials has continued to frustrate importers leading to price hike of commodities, encouraged smuggling and the competiveness of Nigerian port as many importing prefer to patronize other ports in the neighboring West African countries. However, the researcher is examining the level of fraud in the maritime sector to ascertain its effect on competiveness of Nigerian port.</p> <p>1.3 OBJECTIVES OF THE STUDY</p> <p>The following are the objectives of this study:</p> <p>To examine the level of maritime fraud in the Nigerian ports.</p> <p>To examine the effect of maritime fraud on the competiveness of Nigerian port.</p> <p>To identify how the maritime fraud can be combated.</p> <p>1.4 RESEARCH QUESTIONS</p> <p>What is the level of maritime fraud in the Nigerian ports?</p> <p>What is the effect of maritime fraud on the competiveness of Nigerian port?</p> <p>How can the maritime fraud can be combated?</p> <p>1.5 HYPOTHESIS</p> <p>HO: There is no significant relationship between maritime fraud and competiveness of Nigeria Port</p> <p>HA: There is significant relationship between maritime fraud and competiveness of Nigeria Port</p> <p>1.6 SIGNIFICANCE OF THE STUDY</p> <p>The following are the significance of this study:</p> <p>The outcome of this study will enlighten the government of Nigeria and the general public on the spate of corruption going on in the maritime sector and how it affects the competiveness of the Nigeria port. It will also educate on approaches to combat the menace of corruption in the maritime sector.</p> <p>This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area.</p> <p>1.7 SCOPE/LIMITATIONS OF THE STUDY</p> <p>This study will cover the level of fraud being carried out in the Nigerian maritime sector and how it affects the competitiveness of the Nigerian Ports.</p> <p>LIMITATION OF STUDY</p> <p>Financial constraint- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p>Time constraint- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p>REFERENCES</p> <p>Tancott, G (2015). “16 new RTG cranes for APM”. Transport World Africa. Retrieved 12 September 2015.</p> <p>ThisDay January 18th 2015: THISDAY LIVE, 35, Creek Road, Apapa, Lagos, Nigeria</p>                                                          \n\nTHE STUDY OF MARITIME FRAUD AND ITS EFFECT ON COMPETITIVENESS OF NIGERIAN PORT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE STUDY OF MARITIME FRAUD AND ITS EFFECT ON COMPETITIVENESS OF NIGERIAN PORT", "id": 23}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>INTRODUCTION</p> <p>Background of the study</p> <p>Worldwide Port and Maritime operations and their associated facilities and infrastructure collectively represent one of the single greatest unaddressed challenges to the security of nations and the global economy today. The reason that ports and shipping activity are so difficult to secure lies primarily in their technology. Ports are typically large, asymmetrical activities dispersed over hundreds of acres of land and water so that they can simultaneously accommodate ship, truck and rail traffic, petroleum product/liquid offload, storage or piping, and container storage.</p> <p>The movement of freight, cargo (solid or liquid), and transport through a port is generally on a “queuing” system, meaning that any delay snarls all operations. Whether or not delays are related to security, security generally falls by the wayside in the interest of time management or convenience. Globally, there are very few uniform standards for point-to-point control of security on containers, cargoes, vessels or crews – a port’s security in one nation remains very much at the mercy of a port’s security, or lack thereof, in another nation. Organized crime is entrenched in many ports and a large majority of them still do not require background checks on dock workers, crane operators or warehouse employees. Most ports lease large portions of their facility to private terminal operating companies, who are responsible for their own security. The result of this is a “balkanized”, uneven system of port security and operations management as a whole.</p> <p>1.2 Statement of the problem</p> <p>Maritime security is, indeed, a quandary (Uadiale and Yonmo, 2010a). The disintegration of central government authority, the lack of maritime security has, therefore, become a grave problem. The Horn of Africa and the Gulf of Guinea are thus symbols of “the few cases in Africa where security onland have spilled over and affected maritime security severely”. The lack of maritime security in the region and the fact that it was not possible to enforce the law and maintain good order at sea, threatened maritime communication, maritime sovereignty and stimulated piracy. While much of the insecurity mid-wifed, piracy of the Somalia coast stems from the collapse of governance, and law and order in Somalia, in the Gulf of Guinea, the situation is somewhat different. Maritime piracy in the Gulf of Guinea is more directly politically driven. In Nigeria, politics onland directly result in offshore actions, causing the hub of insecurity onland in the Niger Delta region to spill into the Gulf of Guinea to promote bad order at sea. According to the maritime watchdog – the International Maritime Bureau (IMB), the waters of Nigeria are now the second most dangerous in the world, next to Somalia.The proliferation of piracy in the West African region has been of concern amongst government and the oil industry since 1999. With militant groups turning pirates in the Niger Delta, claiming that they are sabotaging the oil industry for political purposes in protest of the mismanagement of Nigeria’s oil wealth. However, these political grievances are increasingly taking on a criminal nature (Uadiale and Yonmo, 2010a).</p> <p>1.3 Significance of the study</p> <p>Information Communication Technology (ICT) refers to several forms of information exchange between two or more devices like computers, mobile PDAs and hi-tech devices through which any of the several methods of interconnection, principally through the Internet can be initiated to perform a defined task. These technologies provide speedy, inexpensive, secure and convenient means of communication.</p> <p>Therefore, in developing countries Nigeria precisely, the impact of ICT in the maritime sector for maritime operations and security cannot be over emphasized.It is as a result of this that this research study is determined to assess the impact of ICT on security of Maritime operations.</p> <p>1.4 Objectives of the study</p> <p>1. To asses maritime security, information and communications technology.</p> <p>1.5 Research questions</p> <p>1. How can maritime security, information and communications technology be assessed?</p> <p>1.6 Research hypotheses</p> <p>Ho: Maritime security, information and communications technology cannot be assessed.</p> <p>Hi: Maritime security, information and communications technology can be assessed.</p> <p>1.7 Limitations of the study</p> <p>Financial constraint- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p>Time constraint- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p>1.8 Scope of the study</p> <p>The study focuses on assessing maritime security, information and communications technology with rivers port as a case study.</p> <p>1.9 Definition of terms</p> <p>Maritime: This is connected with the sea, especially in relation to seaborne trade or naval matters.</p> <p>Security: This refers to protection of a person, building, organization, or country against threats.</p> <p>Information and Communications Technology: This refers to an umbrella term that includes any communication device or application, encompassing: radio, television, cellular phones, computer and network hardware and software, satellite systems and so on, as well as the various services and applications.</p> <p>References</p> <p>Uadiale, M. and Yonmo, E. (2010a). Africa in the International Courts: Addressing the Issues of Maritime Piracy in Contemporary Africa. A Paper Accepted for Presentation at the Forthcoming Africa Conference 2011: Africa in World Politics, University of Texas, Austin, U.S.A, March 25th -27th 2011). Pp 1-20.</p> <p>Bichou, K. and Gray, R., 2004, A logistics and supply chain management approach to port performance measurement, Maritime Policy and Management, 31 (4), 47-67</p> <p>Bichou, K. and Gray, R., forthcoming, A critical review of conventional terminology for classifying seaports, Transportation Research Part A, 39 (1), 75-92</p> <p>European Conference of Ministers of Transport, 1998, La DesserteTerrestre des Ports Maritimes, RoundTable 113, Paris: 10-11 December 1998</p> <p>Gray, R., 2001, ‘International Logistics’, Course Materials, University of Plymouth: UK</p>                                                              \n\nASSESSING MARITIME SECURITY, INFORMATION AND COMMUNICATIONS TECHNOLOGY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSING MARITIME SECURITY, INFORMATION AND COMMUNICATIONS TECHNOLOGY", "id": 24}, {"content": "<div class=\"abstract\">\n<p>CHAPTER ONE</p> <p>GENERAL  INTRODUCTION</p> <p>Background to the study</p> <p>A port is a location on a coast or shore containing one or more harbors where ships can dock and transfer people or cargo to or from land. Port locations are selected to optimize the access to land and inland water, market demand, and sheltered from the wind and waves. The use of the sea as a means of transportation in Nigeria dates back to the 15th century (1485), when the Portuguese sailed in Lagos with their ships mainly to trade in artifacts in Benin City. In the days before the independence to date, the marine industry of the nation is characterized by the domination of foreign ships and / or carriers in developed market economies of Western Europe and America. To control this scenario, subsequent developments have led to the opening of the ports in Apapa and Port Harcourt, roll in the creation of the Nigerian Ports Authority (NPA) through the provision of Harbours Act 1954 to charge and discharge as well maintain and develop the ports (Njoku, 2009).</p> <p>The efficiency of ports is a multiple of what it was before the concession. There is no waiting time for ships as they come in Apapa ; each docks immediately and starts the discharge as compare to what use to happen  back 2004, 2006 till when the improvement sets in  (Barnabas, 2015)</p> <p>According to Barnabas (2015), with all the improvements in the investment taking place, we are moving towards a situation of a significant impact. ” These are the words of Dr. bright Samsudeen Usman , Minister of National Planning , when the President of the supervision and implementation National Council Committee on Privatization , made a visit to the port facilities around Apapa in 2013.</p> <p>This view is widely held by Nigerians who remember the very bad condition of seaports in the nation before concession. When the past is juxtaposed to this, it becomes clear that the concession port is one of the best policies were formulated and implemented in Nigeria since 2000 AD; No, since independence. (Barnabas, 2015)</p> <p>It is in the kernel that is unlocking the potential of this maritime country. Today, our ports are increasing in productivity and efficiency, and are encumbered by circumstances that the government is struggling to repair. Today, port operations can be said of very high quality, but it has not always been like this for our country. (Barnabas, 2015)</p> <p>Barnabas asserted that in the beginning before the concession of the ports to private operators in 2006, to do business in the nation’s ports was a hellish experience laced with a myriad of problems, some of which were:</p> <p>The turnaround time for ships was too long, and companies have been preparing for weeks if not months of endless waiting before their cargo could be loaded or unloaded.</p> <p>Most of the few facilities handling merchandise belonging to the NPA were moribund, so that the transport companies had to hire these facilities from private sector sources, resulting in additional costs.</p> <p>The residence time of goods in ports was so long that the cargo overtime filled most active seaports and led to congestion gigantic port.</p> <p>Work for ship work was controlled by a mafia that controls the dockers’ unions and had no qualms providing less than the hand of paid work.</p> <p>Many local ports that could have been put to good use have been abandoned, giving less options maritime companies.</p> <p>In the sections of the highway ports, massive windows were the norm rather than the exception, and this has done nothing to reduce waste of working hours caused by the movement of the snail-like goods to and from the ports. The resulting congestion leads to shipments to become found as if they have suddenly disappeared into thin air, and in such cases, NPA often seemed impotent make the return of such cargoes fled, to the chagrin of people ‘worker business.</p> <p>Consequently porous entry points, also known as dangerous miscreants wharf rats swarmed ports also earn their daily bread, leading to predictable misfortune tales on the part of responsible business people.</p> <p>Thus it happened that the clocks rang and welcomed humanity in a new century, the maritime sector in Nigeria, which accounted for 70 percent of all seaborne trade in West Africa, and supported business needs a fifth of the black race, was still rich delay; and ports were classified as some of the most inefficient in the earth.</p> <p>In fairness to the federal government, there was no lack of trying that the planned maritime system was in a hopelessly chaotic and inefficient state. The government had long made sincere efforts to make the whole harbor area, but there was something missing. In 1955, the previous situation where there was multiplicity of the port authority and the massive duplication of functions gave as the Nigerian Ports Authority (NPA) has been streamlined. But this reform has brought his own problem – that of over-concentration and control of the government accountable. The result has been increased inefficiency and corruption.</p> <p>However, before improving Apapa seaport, at the end of 2004, the Nigerian federal government implemented one of the most ambitious programs ever undertaken concession port. The success of this program is the result of the vision and determination of the government, and the need to address the massive gaps in the sector, which have been strongly inhibit economic development (James et’al 2007). One of these ports in concession by the federal government was the port Apapa .</p> <p>The Apapa port, formerly known as Lagos port complex is the largest port in Nigeria. In terms of size and activity, the port is the most important in which its annual cargo traffic of over 30 million tonnes representing approximately 55 percent of port activity in Nigeria and 25 percent of the countries members of the West Total Economic Community of African States port activities. (Alan et al, 2007).</p> <p>Port operations and development in Nigeria began in the mid-19th century, long after taking off from the sea of commercial origin. The opening of the Lagos lagoon in the early 1900s marked the first effort towards providing facilities for ocean-going vessels. The Apapa port in the southwest has been reserved for development in 1913 the construction of the first four deep-water spaces 548.64m port began in 1921. The four berths were then extended downstream in 1948 with the construction of an additional 762m of the age of the berth. On the eastern side of the country, the discovery of coal in Enugu led to the construction of the port of Port Harcourt, which opened in 1913.</p> <p>Despite these developments, the lack of coherent policy framework impeded progress was necessary. In recognition of the importance of ports in the economic development of Nigeria and the need for a coordinated operation and management of port activities, Nigerian Ports Authority (NPA) has been designed and implemented in 1954 to address some of infrastructural and institutional weaknesses. In essence, the NPA was responsible for providing infrastructure services and support for the operation of the seaport in Nigeria and facilitating maritime transport in the country. In the first ten years, NPA made efforts to further expand the two ports and ports inherited -Apapa Port Harcourt. He supervised the construction of six berths at 943m, added to those already existing in the port of Apapa, while four berths with a total quay length of 506m have been added to the facilities in the port of Port Harcourt.</p> <p>However, with the advent of globalization, it has become obvious that the government lacks the resources and management expertise necessary for the proper functioning of a modern seaport. To these, in May 2000, a technical workshop was organized by the Federal Ministry of Transport and the Bureau of Public Enterprises (BPE), in collaboration with the World Bank on achieving greater private sector participation in the provision of port services. In 2001, His Excellency President Olusegun Obasanjo ordered the privatization of the NPA be strengthened. In 2003, the National Council on Privatisation (NCP), the top political body on sector reforms in the country with the BPE that its secretariat started the investment process involving the private sector and the expertise in Nigerian ports with the objectives of increasing the efficiency of port operations, the cost of reduced port services to end users, to eliminate the flow of funds from limited government resources, to stimulate activity and accelerate economic development, and make Nigeria the hub for freight and international trade in West Africa. This led to the full implementation of the concession contract of the port in 2006 (Marine International Business 2007).</p> <p>Recognizing the new paradigm shift, the management of NPA has taken urgent measures to provide the major infrastructure that responds to pressure requiring the operation of port activities for maximum productivity and income generation. However, the brick walls of not understanding the situation of APM receive the necessary support from the government coupled with the fact that the incessant interference, politicking and corruption had exposed the organization to abuse. Other challenges that drove in the house – reforms include: discouragement due to age and poor infrastructure / superstructure, which was due to difficulties of the Authority to access funds for projects fixed assets; the factory and the insufficient availability of crafts; poor access to the port; vandalism aids to navigation port by undesirable elements; non-competitive environment leading to complacency in any respect; and bureaucracy and external interference in the day to day operations (Marine Business International, 2007).</p> <p>Statement of Research Problem</p> <p>The potential of Nigeria to achieve sustainable economic growth and development are no doubt due to its rich and diversified basic resources. Unfortunately, despite Nigeria’s huge investments in the public’s investment returns was less than 0.5% per year since 1960. So to remedy the poor performance of public enterprises, the federal government revisits privatization ideology that is hinged on reforms, including the concession of the port, which can have serious consequences for Nigeria’s economy if well guided.</p> <p>In the 1990s, Nigerian ports showed very low levels of efficiency, which resulted in long lead times for vessels and increasing the residence time of the containers. It often took weeks to unload and reload a ship instead of 48 hours considered standard in other regions such as Asia. Furthermore, the workforce was bloated and unproductive, the cargo was subject to massive flight levels, and port charges were excessive. Perhaps worst of all, the port infrastructure required substantial renovation and rehabilitation, and this investment would require substantial external financial support, the federal government was reluctant to provide given the existing operating inefficiencies in the sector.</p> <p>Apapa Port Terminal, which handles over 90 percent of imports in the country is managed by three major operators; AP Moller, Dangote and sunflower under the 2006 concession agreement with the federal government. Despite this, the Nigerian ports still seems to be performing below expectations with case delay of cargo, congestion and poor ship turnaround times. More than four years after the granting of full operating license to terminal operators in Apapa port for managing terminal operations, investment and maintenance of the structure and the equipment port, one can only expect a positive change in all performance indices.</p> <p>Significance of the Study</p> <p>The recommendation of the study is hopefully contribute to a more competitive Apapa port in terms of better management and a better administration of the port in the West African region. It is believed that the economy of most developing countries such as Nigeria, are highly dependent on maritime transport system, while it is also responsible for the development of a transport system. This is because the effective port and cargo handling system will encourage shipping companies, importers and exporters to make full use of port facilities in the nation’s seaport. Therefore, the concession is a global phenomenon. It is often rooted in the culture longtime globalization; Thus Nigeria cannot afford to stay away from the global market where capital goods mainly channeled through the ports.</p> <p>Objectives of the Study</p> <p> The aim of the study is to assess the impact of port concession in Nigeria as regards Apapa seaport. Specifically the following are the objectives of the study:</p> <p>Determine the role of the management style in the administration of the port of Apapa after concession</p> <p>Assess the impact of port concession on port congestion</p> <p>Review the effectiveness of the concession on freight compensation</p> <p>To determine the role of the concession on freight handling efficiency</p> <p>Propose possible solutions to make more efficient concession</p> <p>Research Questions</p> <p>What is the role of management style in the administration of the Port of Apapa after concession?</p> <p>AIDS concession port in reducing port congestion?</p> <p>Is the port concession improved efficiency in freight compensation?</p> <p>Is there a significant time difference in terms of cargo handling with the concession of the port?</p> <p>The research intends to answer these fundamental issues and efforts will be made to solve in the context of research</p> <p>Research Hypotheses</p> <p>The following research hypotheses shall be tested at the end of the research work.</p> <p>Ho The management style has no significant relationship in the administration of Port Apapa after concession</p> <p>H1 concession port improves the efficiency of cargo clearing</p> <p>H1 port concession helps port congestion</p> <p>H1 Port concession improve the efficiency of cargo handling</p> <p>Scope and Limitations</p> <p>This study work is restricted to the period of the study only. The research focuses on impact of port concession in Nigeria. Consequently, the study is restricted to the performance of Apapa port after the concession exercise. Furthermore, it will make it possible for the researcher to finish the research in appropriate time, considering the limitation of time and other constraints one might face in the process of any further attempt to embark on a wider scope.</p>                                                          \n\nIMPACT OF PORT CONCESSION IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF PORT CONCESSION IN NIGERIA", "id": 25}, {"content": "<div class=\"abstract\">\n<p><strong>THE USE OF TECHNOLOGY IN IMPROVING ROAD TRANSPORTATION. </strong></p> <p><strong>A STUDY OF BOLT ( TAXIFY </strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 BACKGROUND TO THE STUDY</strong></p> <p>Interrelationships of ICT innovations and changes in transport demand have been debated for more than three decades (Line et al. 2011; Salomon 1986; Senbil and Kitamura 2003; Thomopoulos, Givoni and Rietveld 2015; Wagner et al. 2004). The basis of discussions has however changed fundamentally over time, as ICT opportunities constantly evolved, specifically with the development of the smartphone. Wagner et al. (2004) and Banister and Stead (2004) were the first to comprehensively discuss the complexity of ICT and transport interrelationships, considering ICT demand responses as well as spatial and temporal distribution outcomes. Specifically, this included ‘living’, ‘working’ and ‘producing’, the latter comprising logistics, manufacturing systems, customized services, retailing and distribution, teleshopping, distance working and self-employment. Wagner et al. (2004) and Banister and Stead (2004) concluded that ICT would stimulate travel, as new ‘opportunities’ for transport became available, though ICT would also substitute for travel, as a growing number of tasks could be carried out at-a-distance.</p> <p>A refined understanding of ICT, social (media) networks and travel was presented by Carrasco and Miller (2006), who found that transport demand depends on the social importance of the contacts in the network, as well as physical distances to social activities. Evidence of transport demand growth as a result of mobile phone use was later presented by Nobis and Lenz (2009), who found that changes in life circumstances triggered changes in mobile phone use and travel behavior. Notably, at the time of these studies, the authors still focused on the implications of mobile phone, regular phone and email use: Smartphones and their opportunities (apps, chats) as well as social media had not as yet made a mass-market entry. This affirms that less than a decade ago, studies investigating ICT and transport interrelationships still had a starting point in considerably more limited technologies and opportunities for use. In one of the more recent studies, Line et al. (2011) investigated students and part-time working mothers. They found that new technologies were embedded quickly in everyday routines, as communication opportunities allowed for the re-scheduling and adjusting of activities and their co-ordination and organization in time and space. Social media (in particular Facebook) was identified as an important factor in the expansion of social networks, including invitations to social events and the revival of old friendships.</p> <p>Line et al. (2011) concluded that while ICT affected communication patterns, its implications for transport demand change appeared to be more limited. A notable exception was long-distance relationships maintained through Facebook, which necessitate occasional personal meetings (Larsen et al. 2006). Line et al. (2011) also noted the importance of mobile technologies for ‘inhabiting’ space, i.e. the use of mobile phones for navigation or listening to the radio, as well as their potential to both “fragment” and “lubricate” life (ibid: 1498). Aguiléra, Guillot and Rallet (2012) added to this that ICT improved public transport experiences, security perceptions, and the possibility to make travel time more productive (see also Wang and Law 2007), while Cohen-Blankshtain and Rotem-Mindali (2016) more recently affirmed that ICT influence perceptions of distance, accessibility and availability.</p> <p>Aguiléra et al. (2012) provided new insights regarding the potential of ICT innovations to stimulate and substitute transport demand. Of particular importance is their finding that ICT changes the nature of transport demand, as it adds “new value to physical presence” (Aguiléra et al. 2012: 666). In their view, travel no longer addresses instrumental needs; it makes up for 3 “relational deficits”. This is confirmed by Cohen-Blankshtain and Rotem-Mindali (2016) who noted that ICT lead to some travel substitution, though both physical and virtual activity types grow. Ad</p> <p><strong>1.2 STATEMENT OF THE PROBLEM</strong></p> <p>        Advances of Internet platforms, smartphone and tablet applications, and the rise of social media platforms are becoming increasingly relevant in transport contexts, as they facilitate travel, allow for co-presence in the sharing of distant lives, while also generating new forms of social and network capital (Germann Molz 2012; see also van den Berg et al. 2013). As an example, Cohen, Prayag and Moital (2014) found that social media had gained considerable importance for tourism behavior and mobility patterns, as a result of opportunities to communicate travel patterns. Social media can also set in motion competitive travel and changes in collective and individual identities modeled on movement (Gössling and Stavrinidi 2015). The review suggests that interrelationships of transport and ICT have evolved over at least three decades, with several central information technologies, such as smartphone apps, having been adopted by mass markets only more recently. As the scale of this change is unprecedented (Witt, Suzor and Wikström 2015), there is evidence that the perception and use of transport systems is now increasingly shaped by apps (van Wee 2015). To better understand these complexities, the paper identifies ICT innovations and conceptualizes these with regard to their implications for transport behaviour.</p> <p><strong>1.3 OBJECTIVES OF THE STUDY</strong></p> <p>        The basic objectives of this study are:</p> <p>i.            To examine the factors of  technology such as bolt and taxify and how it relates to urban transportation in the study area.</p> <p>ii.          To determine the extent to which   technology such as bolt and taxify affect the road transportation system in.</p> <p>iii.        To examine the effect of technology such as bolt and taxify on urban road transportation in the study area.</p> <p>iv.         To make recommendations that would improve transportation.</p> <p><strong>1.4 HYPOTHESIS</strong></p> <p>        The hypotheses to be tested in this study are:</p> <p>1.      Ho: There is no significant relationship between technology and road safety in the study area</p> <p>2.      Ho: There is no significant relationship between technology and urban transportation development</p> <p><br/><br/></p> <ol><li><ol><li> <p><strong>SIGNIFICANCE OF THE STUDY:</strong></p> </li> </ol></li></ol> <p>The study will assist the government in policy formulation as it relates to transportation. This study will educate the stakeholders in the transportation sector and the general public on the relationship between ICT and urban transportation in Nigeria. This research will be a contribution to the body of literature in the area of the effect of personality trait on student’s academic performance, thereby constituting the empirical literature for future research in the subject area.</p><p> SCOPE/LIMITATIONS OF THE STUDY </p> <p>This study will cover the relationship between road information technology and transportation and how the duo influence development in Nigeria.</p> <p> LIMITATION OF STUDY </p> <p><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work</p> <p><br/><br/></p> <p><br/><br/></p>                                                         \n\nTHE USE OF TECHNOLOGY IN IMPROVING ROAD TRANSPORTATION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE USE OF TECHNOLOGY IN IMPROVING ROAD TRANSPORTATION", "id": 26}]