[{"content": "<div class=\"abstract\">\n<div> <p><b>FLOOD GENERATING STRUCTURES IN KUBWA URBAN LANDSCAPE</b></p><p><b></b></p><p><b>ABSTRACT</b><br/></p> <p><i>This research work examined flood generating structures on Kubwa urban landscape Bwari Area Council. It is a combination of field observation through the distribution of questionnaire to the residents of the area and library research. Background for the study was discussed as well as problems were identified such as the causes and devastating effects of flooding in Kubwa which necessitated the need for this study. Research objectives were stated among which is to identify the flood generating structures and the areas vulnerable to flooding. Research questions and hypotheses were formulated to guide in achieving the objectives. The study reviewed both theoretical and related empirical literatures under headings such as the concept of flood, types of floods, effects of flood, pattern of floods among others. The study adopted the quasi-experimental research design which is a combination of both survey and field work. 170 respondents were selected using the stratified random sampling technique from each of the study areas; structured questionnaires were distributed to them. The researcher used both descriptive and inferential statistics to analyze the data obtained from the respondents and field work. The questionnaires were analyzed and presented in tables using frequency and simple percentages; while the data about the generating structures were analyzed using the standard multiple regression technique to estimate how the parameters (i.e. ponds, drainage, polythene, vegetation and house clustering) affect the rate of flooding. Some of the findings of the study revealed that the major cause of flooding in the area is rainfall and lack of sufficient drainage system, which occur mostly from July to September annually to high amount of rainfall within that period. The residents close to the drainage or blocked surfaces experience higher rate of destruction than those far away from the drainage. It was among other things recommended that there should also be regular and periodic sanitation exercise to clear refuse in drainages as this will go a long way in averting possible incidences of flooding; ponds should be well taken care to avoid escalation of floods in addition to construction of dry dams/levees for the purpose of flood control as well as flood-mapping of vulnerable areas as these will go a long way in reducing the incidence of flooding in the study area. </i></p><p><i></i></p><i></i> <p>.</p> <p><br/></p> <p><b>TABLE OF CONTENTS</b></p><p><b></b></p><b></b> <p>Title page    -        -        -        -        -        -        -        -        -        -        i</p> <p>Declaration -        -        -        -        -        -        -        -        -        -        ii</p> <p>Certification         -        -        -        -        -        -        -        -        -        iii</p> <p>Dedication  -        -        -        -        -        -        -        -        -        -        iv</p> <p>Acknowledgement         -        -        -        -        -        -        -        -        -        v</p> <p>Abstract      -        -        -        -        -        -        -        -        -        -        vi</p> <p>Table of Contents -        -        -        -        -        -        -        -        -        vii</p> <p><b>CHAPTER ONE: INTRODUCTION</b></p><p><b></b></p><b></b> <p>1.1     Background to the Study        -        -        -        -        -        -        -        1</p> <p>1.2     Statement of Research Problem                  -        -        -        -        -        4</p> <p>1.3     Aim and Objectives       -        -        -        -        -        -        -        6</p> <p>1.4     Research Questions       -        -        -        -        -        -        -        6</p> <p>1.5     Research Hypotheses     -        -        -        -        -        -        -        6</p> <p>1.6     Significance of the Study         -        -        -        -        -        -        -        7</p> <p>1.6     Scope and Limitations of the Study  -        -        -        -        -        8<b></b></p><p><b></b></p><b></b> <p><b>CHAPTER TWO: LITERATURE REVIEW</b></p><p><b></b></p><b></b> <p>2.1     Introduction                   -        -        -        -        -        -        -        -        9</p> <p>2.2     Conceptual Framework -        -        -        -        -        -        -        11</p> <p>2.3     Examples of Some Flood Events      -        -        -        -        -        19</p> <p>2.4     Flood Patterns      -        -        -        -        -        -        -        -        23</p> <p>2.4.1  Normal Flood Pattern    -        -        -        -        -        -        23</p> <p>2.4.2  Abnormal Flood Pattern         -        -        -        -        -        -        23</p> <p>2.5     Flood Types         -        -        -        -        -        -        -        -        -        23</p> <p>2.5.1  Riverine Flood     -        -        -        -        -        -        -        23</p> <p>2.5.2  Coastal Flood       -        -        -        -        -        -        -        24</p> <p>2.5.3 Urban Flood         -        -        -        -        -        -        -        -        24</p> <p>2.5.4  Flash Floods        -        -        -        -        -        -        -        -        26</p> <p>2.5.5  Dam-Break Floods        -        -        -        -        -        -        -        27</p> <p>2.5.6  Groundwater Flooding  -        -        -        -        -        -        28</p> <p>2.5.7 Sewage Flood       -        -        -        -        -        -        -        30</p> <p>2.5     Causes of Flood   -        -        -        -        -        -        -        -        31</p> <p>2.5.1  Meteorological Processes        -        -        -        -        -        -        31</p> <p>2.5.2  Geological Processes      -        -        -        -        -        -        31</p> <p>2.5.3  Hydrological Factors     -        -        -        -        -        -        32</p> <p>2.5.4  Anthropogenic Factors  -        -        -        -        -        -        37</p> <p>2.6     Effects of Flood    -        -        -        -        -        -        -        -        38</p> <p>2.6.1 Negative Effects    -        -        -        -        -        -        -        39</p> <p>2.6.2 Positive Effects of Flood          -        -        -        -        -        -        42</p> <p>2.7     The Roles Geographical Information System (GIS) in </p> <p>Environment Studies     -        -        -        -        -        -        -        44</p> <p>2.8     Empirical Review of Related Literature      -        -        -        -        47</p> <p><b>CHAPTER THRE: RESEARCH METHODOLOGY</b></p><p><b></b></p><b></b> <p>3.0     Introduction         -        -        -        -        -        -        -        -        -        79</p> <p>3.1     Area of the Study -        -        -        -        -        -        -        -        79</p> <p>3.1.1  Location     -        -        -        -        -        -        -        -        80</p> <p>3.1.2  Climate       -        -        -        -        -        -        -        -        82</p> <p>3.1.2  Soils  -        -        -        -        -        -        -        -        -        82</p> <p>3.1.3  Vegetation  -        -        -        -        -        -        -        -        83</p> <p>3.1.4  Drainage     -        -        -        -        -        -        -        -        83</p> <p>3.1.5  Settlement and Population      -        -        -        -        -        84</p> <p>3.2     Research Design   -        -        -        -        -        -        -        -        85</p> <p>3.3     Population of the Study -        -        -        -        -        -        -        86</p> <p>3.4     Sample Size and Sampling Technique        -        -        -        -        -        86</p> <p>3.5     Sources of Data Collection      -        -        -        -        -        -        87</p> <p>3.6     Method of Gathering Data      -        -        -        -        -        -        89</p> <p>3.7     Method Data Analysis   -        -        -        -        -        -        -        89</p> <p><b>CHAPTER FOUR: DATA PRESENTATION AND ANALYSIS</b></p><p><b></b></p><b></b> <p>4.0     Introduction                   -        -        -        -        -        -        -        -        91</p> <p>4.1     Data Presentation -        -        -        -        -        -        -        -        91</p> <p>4.2     Data Analysis      -        -        -        -        -        -        -        -        93</p> <p>4.3     Test of Hypothesis        -        -        -        -        -        -        -        -        104</p> <p>4.4     Summary of Findings    -        -        -        -        -        -        -        108</p> <p>4.5     Discussion of Findings  -        -        -        -        -        -        -           109<b></b></p><p><b></b></p><b></b> <p><b>CHAPTER FIVE: </b><b>SUMMARY, CONCLUSION AND RECOMMENDATIONS</b><b></b></p><p><b></b></p><b></b> <p>5.1     Summary    -        -        -        -        -        -        -        -        -           112</p> <p>5.2     Conclusion -        -        -        -        -        -        -        -        -           113</p> <p>5.3     Recommendations                   -        -        -        -        -        -        -           115</p> <p>References  -        -        -        -        -        -        -        -        -        -           118</p> <p>Appendix I -        -        -        -        -        -        -        -        -        -           122</p> <p>Appendix II          -        -        -        -        -        -        -        -        -        -           123</p> <p>Appendix III        -        -        -        -        -        -        -        -        -           126</p> <p><b></b></p><p><b> </b></p><b></b> <p><br/></p> <p><b>LIST OF TABLES</b></p><p><b></b></p><b></b> <p>Table 4.1:   Sex Distribution of the Respondents          -        -        -        -        91</p> <p>Table 4.2:   Marital Status of the Respondent     -        -        -        -        92</p> <p>Table 4.3:   Age Range of the Respondents         -        -        -        -        -        92</p> <p>Table 4.4:   Major Occupation of Respondents   -        -        -        -        93</p> <p>Table 4.5:   Table showing vulnerable areas        -        -        -        -        -        94</p> <p>Table 4.6:   Generating Structures of Flooding in Kubwa       -        -        -        95</p> <p>Table 4.7:   Amount of Rainfall between 2012 – 2014  -        -        -        97</p> <p>Table 4.8:   Duration of Flood in Kubwa   -        -        -        -        -        98</p> <p>Table 4.9:   Magnitude of Flood between 2012 – 2014 -        -        -        99</p> <p>Table 4.10: Houses Affected by Flood       -        -        -        -        -           102</p> <p>Table 4.11:  Regression Coefficients  -        -        -        -        -        -           105<b></b></p><p><b></b></p><b></b> <p><br/></p> <p><b>LIST OF PLATES</b></p><p><b></b></p><b></b> <p>Plate 3.1:    Map of Nigeria showing the FCT     -        -        -        -        81</p> <p>Plate 3.2:    Map of the FCT showing Kubwa     -        -        -        -        81</p> <p>Plate 4.1:    A drainage channel in phase 4; blocked by silt waste product     96</p> <p>Plate 4.2:    Fish ponds in phase 4    -        -        -        -        -        -        96</p> <p>Plate 4.3:    Food crop cultivation in phase 4      -        -        -        -        97</p> <p>Plate 4.4:    A river valley in phase 3 before flooding    -           -           -           100</p> <p>Plate 4.5:    The floodplain in phase 3 during the flood -           -           -           100</p> <p>Plate 4.6:    Floods in old Maitama of Kubwa during the Rainy season                   103</p> <p>Plate 4.7:    Floods on NYSC road during the rainy season    -           -           104</p> <p><br/></p></div> <p><br/></p> <p><b>CHAPTER ONE</b></p> <p><b></b></p><b></b> <p><b>INTRODUCTION</b></p> <p><b></b></p><b></b> <p><b>1.1     Background to the Study</b></p> <p><b></b></p><b></b> <p>The world at large has in the recent past developed great concern over environmental issues such as global warming and its effect; flood which constitute a great problem to man, is both human-induced (anthropogenic) and natural disasters. Global warming is as a result of human activities such as deforestation, the release of carbon monoxide into the atmosphere in various ways and thereby creating hole in the ozone layer. The Intergovernmental Panel for Climate Change (IPCC, 2007), fourth assessment report reveals that the frequency of heavy precipitation has increased over most land areas that appear to be consistent with the global warming phenomenon. The impact of global warming on specific regions of the world has been estimated and predicted that “heavy precipitation events which are very likely to increase in frequency will augment flood risk”. This means that floods will get more severe in areas that are already prone to such disaster. They also observed increase in atmospheric water vapour, extreme temperature and increase in intense tropical cyclones in some regions.</p> <p>Natural and Anthropogenic disasters had from prehistoric periods had serious impact on man and his environment. Natural disasters and anthropogenic disasters could come in form of earthquakes, cyclones, volcanic eruptions, landslides and floods. Impact of disasters on men are exacerbated by a number of factors which include poor land use planning, population growth, environmental mismanagement, increasing levels of vulnerability, poor governance and climatic change.</p> <p>The loss of human lies, loss of assets and rise in the cost of reconstruction efforts as a result of flooding has placed Disaster Risk Reduction (DRR) on the policy agenda of many countries especially those areas prone to flooding. The hope of realizing the International Strategy in Disaster Reduction (ISDR)’s aim in reducing disaster is to mobilize the governments of different countries, United Nations (UN) agencies, Non-Governmental Organizations (NGOs), multi and bilateral agencies, regional bodies, private sector and civil societies to unit efforts in building a resilient societies by developing a culture of prevention, preparedness against and managing disaster (UN-ISDR, 2003).</p> <p>Floods accounted for about 30 percent of all the natural disasters and 40 percent of the fatalities (Schecham &amp; Hewitt, 1969). Flood is the outcome of a rainfall events or cumulative effects of episodic events, that comes man-induced disaster because of violation of the sanctity of the hydrologic cycle through man’s quest to control nature,(Adefolalu, 2008). Flood incidents are becoming annual events in all parts of Nigeria with varying degrees of impacts on man and his environment. The yearly report in various parts of Nigeria has been that of flood causing destruction and the death of many people and rendering people homeless. The destructions of scores of houses and many social infrastructures such as schools, roads and bridges are n the increase. Human factors responsible for flood in many areas are the improper operation of water resources infrastructure such as dams, and reservoirs, which were constructed to contain water and provide means of livelihood in times of need. Such structures introduce elements of risk to people upstream and downstream. These risks include destruction of unique habitats and biodiversity therein. There is also the possibility of levee and drain breakage, improper refuse disposal habit and occupation of the floodplain and imperviousness caused by trampling, roads and bridges constructions.</p> <p>The need to reduce the effects of flood hazards or disaster becomes very imperative because it is difficult to control basic atmospheric processes which produce floods. The first step attempt by man in the process flood disaster reduction is to identify the factors responsible for flood in any flood prone areas. The occurrence of flood in Kubwa satellite town of the Federal Capital Territory in 2012 is one of the most recent severe flood disasters in the Federal Capital Territory (FCT). There are no records of flood disaster reported in the Federal Capital Territory before 2012, which indicates that flooding in the area can be attributed to the influx of people into the FCT which led to the emergence of various human activities in the area in recent time. Hence there is need to examine the phenomenon and proffer solution.</p> <p><b>1.2     Statement of Research Problem</b></p> <p><b></b></p><b></b> <p>Flood has been an old time disaster that had plagued man and his environment in the world at large. In the recent past, most parts of the states in Nigeria had witnessed flood especially during high rainfall frequency and intensity. </p> <p>In the past four decades, economic losses due to natural hazards such as, floods disasters have increased in folds and have also resulted in major loss of human lives and livelihoods, the destruction of economic and social infrastructure, as well as environmental damages during this period (Munich Re, 2002). Recurring floods and other disasters have been identified as a serious threat to sustainable development. Floods cause about one third of all deaths, one third of all injuries and one third of all damage from natural disasters (Askew, 1999).</p> <p>Nigeria has suffered immeasurable losses to flood disaster – ranging the Imo State flood of (1988, 1989) which left over 50 people dead, 10,000 rendered homeless, oil and power infrastructures submerged; Ilorin also suffered a heavy casualty following the 1988 flood which left over 100 villages destroyed, 10,000 families displayed, over 70 km of farmland and 440 hectares of sugarcane plantation destroyed (Akintola &amp; Williams, 2006).</p> <p>In 2012, Nigeria was hit by a large wave of flood which was probably the biggest and most deadly flood disaster in Nigeria’s history, which affected about 2/3 of the federation, leaving scores of people dead and properties worth billions destroyed, with Kubwa District in the FCT having more than a fair share of the disaster.</p> <p>One important point to note about flooding in this part of the world is that they are mostly human induced as a result of some harmful environment practices such as dumping of refuse in drainages, building on water ways, failure to adhere to building regulations among others.</p> <p>Despite the obvious adverse effects of flooding, little has been done to savage the situation or correct the abnormalities, and hence, flood continues to threaten Nigeria’s wellbeing as well as the lives and properties of the citizens.</p> <p>In the past, many works have been done on assessment of flood vulnerability risk but majorities of this work do not provide a reasonable solution to this devastating disaster and also lack of proper techniques to assess the flood risk, this is a major gap which this research intends to fill.</p> <p>It is in the light of the above problem, that the researcher embarked on this study to determine the flood generating structures in Kubwa Urban landscape as well as suggest mitigating measures to curb the menace of flooding.</p> <p><b>1.3     Aim and Objectives</b></p> <p><b></b></p><b></b> <p>The general aim of this research work is to examine the flood generating structures in Kubwa urban landscape. The specific objectives are outlined thus:</p> <p>i)                   To identify areas vulnerable to flooding in Kubwa</p> <p>ii)                Examine the urban structures responsible for flooding in Kubwa</p> <p>iii)              To determine the magnitude of flooding in Kubwa from 2012 – 2014.</p> <p>iv)              To examine the consequences of flood in Kubwa</p> <p><b>1.4     Research Questions</b></p> <p><b></b></p><b></b> <p>          The following questions are designed to guide the study:</p> <p>i)                   What are the areas vulnerable to flooding in Kubwa?</p> <p>ii)                What are the urban structures responsible for flooding in Kubwa?</p> <p>iii)              What is the magnitude of flooding in Kubwa from 2012 – 2014?</p> <p>iv)              What are the consequences of flooding in Kubwa?</p> <p><b>1.5     Research Hypotheses</b></p> <p><b></b></p><b></b> <p>          The hypotheses formulated for this study are:</p> <p>          H01:   Polythene deposit has not significant effect on flooding in Kubwa.</p> <p>          H02:   Ponds do not have any significant impact on flooding in Kubwa.</p> <p>          H03:   Drainage has not significant impact on flooding in Kubwa.</p> <p>          H04:   Vegetation has not significantly affect flooding in Kubwa</p> <p>          H05:   House clustering does not significantly impact flooding in Kubwa</p> <p>These hypotheses will be tested using multiple Regression technique at the 5% (p&lt;0.05) level of significance.</p> <p><b>1.6     Significance of the Study</b></p> <p><b></b></p><b></b> <p>Flood in Kubwa area of the Federal Capital Territory is a recurrent phenomenon. It occurred in the year 2012 and 2013 when this research was in progress. Both floods resulted in loss of lives and destruction of properties. </p> <p>The findings and recommendations of this research can be a very useful information to government agencies, corporate estate managers, individuals, flood disaster managers and other stakeholders in environmental management and monitoring in the research area and other parts of the world faced with the problem of flooding. </p> <p>The outcome of the research could serve as a tool towards public awareness on the rate of loss of lives and properties, where the environmental hazards occur, barren land and the pre-disposing risk for proper environmental planning.</p>\n\nFLOOD GENERATING STRUCTURES IN KUBWA URBAN LANDSCAPE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " FLOOD GENERATING STRUCTURES IN KUBWA URBAN LANDSCAPE", "id": 1}, {"content": "<div class=\"abstract\">\n<p><strong>AN ASSESSMENT OF CROSS VENTILATION IN PUBLIC BUILDINGS</strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>One of the basic necessities of life which are food, shelter, water and Air is of great importance to humans most especially in public buildings where there is high traffic and congestion most of the time. Research has shown that people spend about 90 percent of their time indoor since the majority of people’s daily activities take place indoor, the atmosphere inside of public building has a major impact on the health and safety of majority of the population can actually have more damaging effects on health than pollution in the air outside. This necessitates the need for cross ventilation in public buildings because it helps to mitigate these health risks while also protecting the public buildings.</p> <p>A public buildings could be church, mosque, schools, or hospital, which holds a large crow for a number of reasons and etc. and if proper care is not taking in public buildings, which is always crowded needs to be supply the occupants with good ventilation so as to prevent suffocations; and there is a  needs for cross ventilation in public buildings more so,  Maslow 1943 opined that  cross ventilation is of paramount importance for human existences as consider the core basic needs and necessities. He further posited shelter and food security and water as essential ingredients that nourish the psychological and mental frame of mind of human, and when this basic needs are met; human beings level of productivity increases up to the next stage of quest for better living condition. According to O’ Brien 2016, ventilation is critical to home comfort. Proper ventilations prevent air pollutants from affecting the health of you and your family. Not only that having air flow in your home can get rid of any unwanted smells, such as from cooking and pets. It is also good to have an air flow that is uninterrupted, as anything blocking the air in your homes can Cause damage to both your homes and your health. In relation to the discussed, this research lingered on ascertaining and the assessment of cross ventilation in public buildings. </p> <p><strong>1.1    </strong><strong>   BACK GROUND OF THE STUDY</strong></p> <p>According to Pultar 1999, the architectural space and circulation, carefully designed and planned space make architecture what it is, the space that we live in move through and use. Studies of space are formed in many disciplines, where they have different meanings. it is a concept that is central to many different areas of studies has varied meanings, ranging from totally abstract motion such as mathematical space, to physical ones such as astronomical space to more earthly ones, such as they expanse that surrounds us, to behavioral notions such as territorial space and personal space. This great variety of possible types of space makes the definitions of space in planning and design difficult. Generally speaking, however is a three</p> <p>Dimensional extension of the wall around us, the intervals, distances and relationship between people and things. Architectural space is defined as subsets of three dimensional extension of the wall around us such that it is entered by man, includes definite material element, especially a base that allows one to perceive its boundaries and its perceive as a whole, serves human functions of habitation, shelter or circulations and is internationally build or appropriated by man to serve such functions, (Pultar 1999). According to O’Brien, 2016, one of the reason ventilation is so important is because it controls how much moisture in lingering in your home. If have you have adequate air flow throughout your home, your walls, floors and all the wood in your home would stay dried and not collect moisture wood can rot when exposed to moisture, as can dry wall. If you let moisture build in these areas of your homes, they would not only destroy the structural integrity, but they would also cause mold to build up. Mold can have a number of negative effects on your health, if you are exposed to it for a long time. One fundamental reason is that a building provides a means of molding various elements of the natural environment, which we sample with one five senses (feelings, seeing, hearing, smelling and testing). Our senses enable us to experience heat, light, sound, odors and thus determine the character of natural and built environment. Our experience of environment is determined specifically by our capacities to sense the several types of energy the surrounds us. Radiant energy (light, thermal energy; heat) and mechanical energy (sound). And, although odor is not specifically manifested as an energy form, it is affected by thermal and possibly mechanical–energy. (Heerwagen, 2004). An architectural space is used to shape and express identity. The notion of architectural space should also be understood to include structures of space that is sets of spaces so interrelated to each other that the functions they  serve extends through these spaces.(Baxter and Martin, 2010). According to O’Brien, he posits that if you are exposing to molds for a long time, you might notice some minor symptoms, such as irritations for your nose, throats and eyes. You might possible develop a headache or a fever if you are exposé for a longer period of time. Mold can both cause immune system problems and worsen the symptoms for someone who already has an auto immune disease. For prolonged exposure to mold can result in respiratory damage; that can’t be reversed such as Asthma. If have proper ventilation in your home, you won’t have to worry about mold forming. An important characteristic of an architectural space is man’s involvement in its generation and his partaking of life in it. As an architectural planning process, it is described as communications among differentiated spaces and between the exterior and the interior which may be achieved by openings alone in the simplest plans, but most buildings requires a distinct spaces allotted to horizontal and vertical circulation such as corridors, lobbies, stairs, rams and elevators, to mention a few. These are designed by the procedures of analysis employed for differentiating uses, since their functions can be different (Pultar, 2009).</p> <p><strong>1.2    </strong><strong>   MOTIVATION </strong></p> <p>The interest to carry on this research work was triggered by the fact that churches, schools and hospitals are tagged and is known to be public building which host large crowds and therefore natural cross ventilation is very key in achieving comforts and also prevents suffocations; and other air bone diseases.</p> <p>Therefore, it is indispensable to supply the building with fresh air, and insufficient ventilation can cause tiredness, lack of concentration or headache. Cross ventilation offers the means to control air quality in buildings, haven witnessed the even that took place in one of these churches in Jos North area of Plateau State, it was so terrible at a point one may have lost his or her life. In trying to get the fact on the occurrence, I found out that, the people who were directly involved and affected said that, suddenly there was a teargas by the police men around the church premises, and because of the crowd and lack of ventilation in the church many people almost lost their lives. It is on this note that ventilation as it were, is very important in human life and gave rise to the need for this research work.</p> <p><strong>1.3    STATEMENT OF THE PROBLEM </strong></p> <p>It is the aim of the study to analyze the level of performance of natural air Ventilation with a case study of some Churches, Schools and Hospitals in Jos North Area of Plateau State. The absence of professionals left many people incapacitated, I discovered that most buildings in Jos north Area of Plateau State were not built by professionals. In view of the aforementioned, the research will linger in identifying how can the erection of building follow setting standards and established guidelines that would put human safety(health), human comforts and guaranty proper cultural heritage and thereby guaranteeing a qualitative and sustenance of good standard of living, with respect to provision of basic necessities of life (like food and shelter).  </p> <p><strong>1.4       AIM OF THE STUDY</strong></p> <p>The aim of this study is to facilitate Cross ventilation in Public Buildings.</p> <p><strong>1.5       OBJECTIVE OF THE STUDY</strong></p> <p>The aim of the study is to be achieved through the followings objectives;</p> <p>1.      Investigate the current trend.</p> <p>2.      Proper Orientation of buildings with respect to their openings.</p> <p>3.      Provide good fenestration so as to facilitate good ventilation and lightening in buildings.</p> <p>4.      The use of landscape as microclimate control.</p> <p><strong>1.6       SCOPE OF THE STUDY</strong></p> <p>Due to some constraints which includes; financial constraint, time constraint and geographical constraint, the researchers focused on practices and effects of cross ventilated public buildings citing the research work to Jos metropolis as the research findings can be used for proper solutions to erecting of buildings in Nigeria in retrospect</p> <p><strong>1.7       SIGNIFICANCE OF THE STUDY</strong></p> <p>The findings from this research will hopefully give an understanding of how to achieve cross ventilation in public buildings. The information gotten from this study shall provide a guide which can be used towards achieving good cross ventilation as it relates to sustainability.</p> <p><strong>1.8       RESEARCH METHODOLOGY</strong></p> <p>The study would examine the existing literature related to the topic subjected in review. The study would adopt a survey method in form of questionnaires because it gives the opportunity to make inferences about the characteristics of a population which is the purpose of the study.</p> <p>The following means would be employed in the collection and collation of the data for this research work: the data obtain for the research work subjected and tested by the use of statistical tools and statistical means of analysis, the statistical tool employed were to be analyses descriptively.</p> <p>1.      Primary data: personal study carried out through the collection of data in the form of questionnaires administered to the occupants of public buildings and site investigation as well.</p> <p>2.      Secondary data: data sourced from various books, articles, journals written on the subject of appraisal. This would be done with view to having a proper, well researched subject by extracting relevant information which would aid in buttressing the aim and objectives of this research.</p>\n\nAN ASSESSMENT OF CROSS VENTILATION IN PUBLIC BUILDINGS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ASSESSMENT OF CROSS VENTILATION IN PUBLIC BUILDINGS", "id": 2}, {"content": "<div class=\"abstract\">\n<p><strong><strong>IMPACT OF ENVIRONMENTAL PLANNING ON</strong> <strong>RURAL DEVELOPMENT</strong> <strong>(A CASE STUDY OF ULI LOCAL GOVERNMENT AREA IN ANAMBRA STATE)</strong></strong></p> <p><strong>CHAPTER ONE</strong><br/><strong>INTRODUCTION</strong></p> <p>Environmental planning the process of facilitating decision making to carry out development with the consideration given to the natural environmental, social, political, economic and governance factors and provides a holistic frame work to achieve sustainable outcomes.<br/>Environmental planning concerns itself with the decision making processes where they are required for managing relationships that exist within and between natural systems and human systems. Environmental planning endeavors to manage these processes in an effective, orderly, transparent and equitable manner for the benefit of all constituents within such systems for the present and for the future. Present day environmental planning practices are the result of continuous refinement and expansion of the scope of such decision making processes. Some of the main elements of present day environmental planning are:</p> <ul><li>Social &amp; economic development</li> <li>Urban development</li> <li>Regional development</li> <li>Natural resource management &amp; integrated land use</li> <li>Infrastructure systems</li> <li>Governance frameworks</li> </ul> <p>The environmental planning assessments encompass areas such as landuse, socioeconomics, transportation, economic and housing characteristics, air pollution, noise pollution, the wetlands, habitat of the endangered species, flood zones susceptibility, coastal zones erosion, and visual studies among others, and is referred to as an Integrated environmental planning assessment. It is the ability to analyze environmental issues that will facilitate critical decision making.<br/>Traditionally, environmental planning has been based predominantly on the interdisciplinary study of environmental systems, based mainly in the sciences and economics. The underlying value system has essentially been an economic market model. Some researchers believe that this approach does not capture the wide range of societal values and concerns about the environment and are suggesting a more multi-disciplinary approach that emphasizes long-term resource management and sustainability.<br/>New approaches are emerging that combine interdisciplinary science, ecological economics, and social sciences.  Most importantly though are the collaborative processes which aim to integrate a wide range of values and perspectives in environmental management. The ecosystem approach focuses on a new scientific framework from which to examine environmental problems, it focuses on an expanded definition of ecosystem.</p> <ul><li><ul><li><strong>Statement of the problem</strong></li> </ul></li></ul> <p>Rural areas in Nigeria, over the years, have been observed to have suffered from utter neglect (Olatubosun 1975, Mabogunje, 1968 ) and exhibit what has been aptly described as 3Ds namely: depression, degradation and deprivation (Igiebor Nosa et. Al (1986a) The colonial administrators consistently adopted a nonchalant, yet exploitative attitude towards rural development through neglect, through meager budget allocation to rural sector and through failure to provide rural amenities and facilities (Olatubosun 1978 cited by Falade 1990). Viewed against the background of the fact that rural areas in Nigeria provides jobs for over 70% of the population and accounted for 84% of the Nation’s GDP at independence and about 60% as at 1965, the neglect suffered by the rural areas is pathetic and inexcusable. <br/><strong>1.3   Significance of the study</strong><br/>Rural development need to be looked into closely with relevant environmental objectives and targets if they are to effectively progress towards environmental planning. This study seeks to draw attention  to rural environment for planning and development.<br/><strong>1.4   Objectives of the study</strong><br/>The objectives of this research include but not limited to;<br/>1. To evaluate the impact of environmental planning on rural development.<br/>2. To determine if environmental planning help in the development of rural communities.<br/><strong>1.5   Research questions</strong><br/>In order to achieve the above stated objectives, the following questions were asked;<br/>1. Is there a significant impact of environmental planning on rural development?<br/>2. Does environmental planning help in the development of rural communities?<br/><strong>1.6   Research hypotheses</strong><br/><strong>Ho</strong>: There is no significant impact of environmental planning on rural development.<br/><strong>Hi</strong>: There is significant impact of environmental planning on rural development.<br/><strong>Ho</strong>: Environmental planning does not help in the development of rural communities.<br/><strong>Hi</strong>: Environmental planning helps in the development of rural communities.</p> <ul><li><ul><li><strong>Limitations of the study</strong></li> </ul></li></ul> <p>The study was limited by two major factors; financial constraint and time. Insufficient fund and time tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).<br/><strong>1.8   Scope of the study</strong> <br/>The study focuses on the impact of environmental planning on rural development using Uli Local Government Area of Anambra as a case study. <br/><strong>1.9   Definition of terms</strong><br/><strong>Environment: </strong>This is the surroundings or conditions in which a person, animal, or plant lives or operates.<br/><strong>        Planning: </strong>This is the process of making plans for something.<br/><strong>Environmental Planning: </strong>Is the process of facilitating decision making to carry out development with the consideration given to the natural environmental, social, political, economic and governance factors and provides a holistic frame work to achieve sustainable outcomes. <br/><strong>Development: </strong>Is the process of developing or being developed.<br/><strong>Rural Development:</strong> Is the process of improving the quality of life and economic well-being of people living in relatively isolated and sparsely populated areas.</p>\n\nIMPACT OF ENVIRONMENTAL PLANNING ON RURAL DEVELOPMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF ENVIRONMENTAL PLANNING ON RURAL DEVELOPMENT", "id": 3}, {"content": "<div class=\"abstract\">\n<p><strong>THE IMPACT OF INDUSTRIALIZATION ON RURAL DEVELOPMENT </strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>Introduction</strong></p> <p><strong>Statement of the Problem</strong></p> <p>Industrialization is a major development initiative that brings about massive development to a community be it rural or urban. With establishment of an industry the people stand to benefit in the way jobs are created security is provided, infrastructural development arrives and there is a general improvement in the welfare of the people.</p> <p>          In the same vain, the community stand at a risk in being affected in numerous other ways. InGboko local government area of Benue state. The citing of a cement factory in Yandevi.e Benue Cement Company Plc has polluted the land around the cement plant. The pollution in the form of limestone dust, has made the land to be in a state where its cultivation for agricultural purpose has become impossible. The dust is seen on trees and grasses around the factory and the fact that grasses are not greenish i.e. a sign of good condition is an indication that cropping activities would not be fruitful.</p> <p>          Government policy is another important factor impacting on the industrial development of Gboko Local Government area of Benue State. Certain government policies like privatization of government owned properties may bring about massive retrenchment of workers. This was the case when the Benue Cement Company was privatized to the Dangote Group of companies. The new management opted to import labour from other states thereby neglecting the people who were employed by the former administrations. This affected the workers who were owed heavily and had to cope with being unemployed.</p> <p>          Corruption affects the industrial development of Gboko heavily to officials of companies often syphon finds meant for development of the companies. Benue Cement Company was bankrupted by poor management by indigenes of the state. Company cars, housing properties shares have been sold for personal use by selfish administrators.</p> <p><strong>Objectives of the Study</strong></p> <p>The ultimate objectives of this study are;-</p> <p>i.        To determine the benefits of industrialization to the Gboko Local Government community.</p> <p>ii.       To find out how lives of people living in Gboko Local Government can be improved through industrialization.</p> <p>iii.      To find out why Gboko Local Government is not yet industrialized.</p> <p>iv.      To highlight the methods of encouraging industrialization in Gboko Local Government area</p> <p><strong>Research Questions</strong></p> <p>-        Will there be a significant difference in the employment opportunities available when Gboko Local Government is industrialized.</p> <p>-        Will industrialization improve the lives of people living in Gboko Local Government area?</p> <p><strong>Definition of Concepts</strong></p> <p>The following terminologies and abbreviations used in the study are explained below.</p> <p>Industrialization:  Is the period of social and economic change that transforms a human group from an agrarian society into an industrial one, involving the extensive re-organization of an economy for the purpose of manufacturing. </p> <p>Development:  Refers to the physical quality of life index.</p>\n\nTHE IMPACT OF INDUSTRIALIZATION ON RURAL DEVELOPMENT <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPACT OF INDUSTRIALIZATION ON RURAL DEVELOPMENT ", "id": 4}, {"content": "<div class=\"abstract\">\n<p><strong>IMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS</strong> <strong>ASSOCIATED PROBLEMS</strong> <strong>(A CASE STUDY OF UDI LOCAL GOVERNMENT AREA IN ENUGU STATE)</strong></p> <p><strong>CHAPTER ONE</strong><br/><strong>INTRODUCTION</strong></p> <ol><li><ol><li><strong>Background of the study</strong></li> </ol></li></ol> <p>A pit toilet is a type of toilet that collects human feces in a hole in the ground. They use either no water or one to three liters per flush with pour-flush pit latrines. When properly built and maintained they can decrease the spread of disease by reducing the amount of human feces in the environment from open defecation. This decreases the transfer of pathogens between feces and food by flies. These pathogens are major causes of infectious diarrhea and intestinal worm infections. Infectious diarrhea resulted in about 0.7 million deaths in children under five years old in 2011 and 250 million lost school days. Pit toilets are the lowest cost method of separating feces from people. </p> <p>A pit toilet generally consists of three major parts: a hole in the ground, a slab or floor with a small hole, and a shelter. The shelter is often known as an outhouse. The pit is typically at least 3 meters (10 feet) deep and 1 m (3.2 feet) across. The World Health Organization recommends they be built a reasonable distance from the house balancing issues of easy access versus that of smell. The distance from groundwater and surface water should be as large as possible to decrease the risk of groundwater pollution. The hole in the slab should not be larger than 25 centimeters (9.8 inches) to prevent children falling in. Light should be prevented from entering the pit to reduce access by flies. This may require the use of a lid to cover the hole in the floor when not in use. When the pit fills to within 0.5 meters (1.6 feet) of the top, it should be either emptied or a new pit constructed and the shelter moved or re-built at the new location. The management of the fecal sludge removed from the pit is complicated. There are both environment and health risks if not done properly.</p> <p>A lot of public toilets poses very serious problem to the people of Udi Local Government Area of Enugu state and also to other places across the country. The problem of open defecation which some people often refer to as going to the bush or bush shitting has persistently been difficult to address in Udi Local Government Area of Enugu state and Nigeria because of the unavailability of good public and home toilets both in the cities and local communities or villages. A lot of people live without proper sanitation in Udi and these people have to decide on daily basis how to organize defecation without feeling ashamed or fear.</p> <p>Pit latrines may or may not be an enjoyable experience to use. Problems may occur when the pit latrine is shared by too many people, is not cleaned daily and not emptied when the pit is full. In such cases, flies and odour can be a massive nuisance. Also, pit latrines are usually dark places which are difficult to keep clean. Often, hand washing facilities are missing. For these reasons, shared pit latrines can be quite uncomfortable to use in developing countries. Also, there might be cultural preferences for open defecation and these may be difficult to overcome with unattractive toilet designs.</p> <ol><li><ol><li><strong>Statement of the problem</strong></li> </ol></li></ol> <p>Pit toilets are one of the most common human excreta disposal systems in low-income countries and their use is on the rise as countries aim to meet the sanitation-related target of the Millennium Development Goals. There is concern however that the discharges of chemical and microbial contaminant from pit toilets to underground water may negatively affect human health.<br/><strong>1.3   Significance of the study</strong><br/>The study aims to quantify the impact of pit toilet on the residents of Udi Local Government Area of Enugu state, interpret findings, analyze implications, and convey high level results and implications to national decision-makers for sustainable and better environment of Udi residents and other communities where pit toilets trend in Nigeria.</p> <ol><li><ol><li><strong>Objectives of the study</strong></li> </ol></li></ol> <p>The goals of this study are:</p> <ol><li>To systematically review empirical studies of the impacts of pit toilets on the residents of Udi Local Government Area of Enugu State.</li> <li>To evaluate public pit toilets siting standard.</li> <li>To identify knowledge gaps regarding the potential for and the consequences of public pit toilets on citizens of Nigeria.</li> </ol> <p><strong>1.5   Research questions</strong><br/>1. What is the significant impact of pit toilet on the residents of Udi Local Government Area of Enugu state?<br/>2. What is the siting standard of public pit toilets in Udi Local Government Area of Enugu state?<br/>3. How much knowledge do Nigerians have on the potential and consequences of public pit toilets?<br/><strong>1.6   Research hypotheses</strong><br/><strong>Ho</strong>: There is no significant impact of pit toilets on the residents of Udi Local Government Area of Enugu state.<br/><strong>Hi</strong>: There is significant impact of pit toilets on the residents of Udi Local Government Area of Enugu state.<br/><strong>Ho</strong>: There is no siting standard of public pit toilets in Udi Local Government Area of Enugu state.<br/><strong>Hi</strong>: There is a siting standard of public pit toilets in Udi Local Government Area of Enugu state.<br/><strong>Ho</strong>: Nigerians are not aware of the potentials and consequences of public pit toilets.<br/><strong>Hi</strong>: Nigerians are aware of the potentials and consequences of public pit toilets.<br/><strong>1.7   Limitations of the study</strong><br/>The study was carried out to investigate the impact of public pit toilet system in Enugu state, Udi Local Government Area to be precise. The study is limited to Udi Local Government Area in Enugu state because of her representative nature of pit toilets in Nigeria, proximity to the researcher, time and financial constraints.</p> <p><strong>1.8   Scope of the study</strong><br/>This study is on the impact of public pit toilet system in Enugu state with particular emphasis on its associated problems in Udi Local Government Area of Enugu state as the case study.<br/><strong>1.9   Definition of terms</strong><br/><strong>Public: </strong> This pertains to a state, nation, or whole community; proceeding from, relating to, or affecting the whole body of people.<br/><strong>Pit Toilet System: </strong>This is a type of toilet that collects human feces in a hole in the ground.<br/><strong>Problems: </strong>This is a matter or situation regarded as unwelcome or harmful and needing to be dealt with and overcome.</p> <p><br/><br/></p>\n\nIMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS ASSOCIATED PROBLEMS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS ASSOCIATED PROBLEMS", "id": 5}, {"content": "<div class=\"abstract\">\n<p> IMPACT OF SLUM ON VALUE OF RESIDENTIAL PROPERTIES IN NIGERIA (A CASE STUDY OF CROSS RIVER STATE) </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1   BACKGROUND TO THE STUDY</strong></p> <p>        Slums are home to the poorest of urban populations in Africa. The houses inhabited by slum dwellers are mostly decrepit, overcrowded, in neighborhoods that are prone to flooding and beset with poor sanitation and shortage of potable water. Slums are easily formed in areas experiencing rapid urbanization without commensurate increase in the provision and maintenance of housing and infrastructure. Slums have been conceptualized as a group of buildings or an area characterized by overcrowding, deterioration, insanitary conditions, or absence of basic and essential facilities like potable water, drainage system, schools, health facilities, recreational grounds, post office, among others. Slums generate spontaneously and are in some cases, a direct result of the prevalence of poverty experienced by the inhabitants of cities (Olotuah, 2006). Slums, which are regarded as an element of urban decay, also result from congestion in overcrowded cities where poor immigrants seek to settle for just any available accommodation irrespective of quality. The overwhelming negatives notwithstanding, there are some positive aspects to slums. In recent years, some environmentalists and organizations such as the United Nations Population Fund suggested that despite the poor living conditions, slums are positive both environmentally and socially. Because slums are characterized by very high density of housing, its environmental impact is smaller than that of dispersed rural communities. Furthermore, the fertility rate of new slum dwellers is below the replacement rate; this mitigates dangers associated with overpopulation that results from manpower-intensive subsistence agriculture, and frees up arable land for the nature, or more efficient industrialized agriculture. Slum dwellers also appear to have vastly better opportunities for getting jobs, starting small businesses and climbing out of poverty than rural inhabitants (Akinyode, 1998). Nigeria is ranked as one of the countries with high slum prevalence. The proliferation of shanty dwellings, squatter settlements and slums in most of our cities in Nigeria including the cross rivers state which is the being focused on in this study. However, it has been asserted that the presence of slum increase the rate of crime in the area thereby affecting the value of the residential property (Omole, 2010). The prevalence of slum in Nigeria has significantly affected the value of residential properties in the affected areas. This value is determined by the prices of the residential property or by the value of rent per a period time that is collected on them. However, the researcher will find out the impact of slum on the value of residential property in Nigeria.</p> <p><strong>1.2   STATEMENT OF THE PROBLEM</strong></p> <p>        The process of urbanization which means specific changes in the distribution and structure ofpopulation as well as in a size and character of a settlement, their network or system, has manysided relationship with slums formation. The rapid rate of urbanization witnessed in the last centuryhas produced more slums in the major cities of the world, particularly in developing countrieswhere thousands of rural people move into the major cities at large proportion. Presence have slum is believed to have been a major cause of organized crime in the society. The researcher will investigate the impact of slum on the value of residential properties in Nigeria.</p> <p><strong>1.3   OBJECTIVES OF THE STUDY</strong></p> <p>The following are the objectives of this study:</p> <ol><li>To examine the impact of slum on value of residential property in Cross Rivers State.</li> <li>To identify the causes of slum formation in cross rivers state.</li> <li>To examine the relationship between slum formation and value of residential properties</li> </ol> <p><strong>1.4   RESEARCH QUESTIONS</strong></p> <ol><li>What is the impact of slum on value of residential property in Cross Rivers State?</li> <li>What are the causes of slum formation in cross rivers state?</li> <li>What is the relationship between slum formation and value of residential properties?</li> </ol> <p><strong>1.5   HYPOTHESIS</strong></p> <p>HO: Formation of slum does not have impact of value of residential properties in Cross Rivers State.</p> <p>HA: Formation of slum does have impact of value of residential properties in Cross Rivers State.</p> <p><strong>1.6   SIGNIFICANCE OF THE STUDY</strong></p> <p>The following are the significance of this study:</p> <ol><li>This study will educate stakeholders in housing sector, urban and regional planning and estate management of the causes and characteristics of slum and its effect on the rent and price which are the determinant of the value of those residential properties.</li> <li>This research will also serve as a resource base to other scholars and researchers interested in carrying out further research in this field subsequently, if applied, it will go to an extent to provide new explanation to the topic.</li> </ol> <p><strong>1.7   SCOPE/LIMITATIONS OF THE STUDY</strong></p> <p>This study on the impact of slum on the value of residential properties in Nigeria will cover the formation of slum in cross rivers state and its effect on house rent, land rent, land purchase, security etc.</p> <p><strong>LIMITATION OF STUDY</strong></p> <p><strong>Financial constraint</strong>- Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview).</p> <p><strong>Time constraint</strong>- The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p><strong>1.8   DEFINITION OF TERMS</strong></p> <p>Urbanization:  refers to specific changes in the structure and distribution of urban population as well as in size and character of a settlement</p> <p>Slum: a squalid and overcrowded urban street or district inhabited by very poor people</p> <p><strong>REFERENCES</strong></p> <p>Akinyode, B. F. “An appraisal of community improvement programmes (CIP) in developing countries: A case study of World Bank Assisted Urban Renewal Project in Ibadan”, M. Sc. Thesis, University of Ibadan, Nigeria, 1998</p> <p>Olotuah, A. O., Housing Quality in suburban areas: An empirical study of Oba-Ile, Nigeria, DimensiTeknikArsitektur, vol. 34, no. 2, pp. 133 -137, 2006.</p> <p>Omole, F. K., “An Assessment of Housing Condition and Socio-Economic Life Styles of Slum Dwellers in Akure, Nigeria”, Contemporary Management Research.Vol 6. No 4. Pp 273-290, 2010.</p>\n\nIMPACT OF SLUM ON VALUE OF RESIDENTIAL PROPERTIES IN NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF SLUM ON VALUE OF RESIDENTIAL PROPERTIES IN NIGERIA", "id": 6}, {"content": "<div class=\"abstract\">\n<p> ASSESSING THE SPATIAL DISTRIBUTION AND LOCATIONAL IMPACT OF PETROL SERVICE STATIONS ON UVWIE LGA, DELTA </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 Background of study</strong></p> <p>The technological initiative of man towards the development of automobile and the discovery of petroleum triggered the building of petrol service stations at strategic locations to meet the demand of vehicle owners (Abdul <em>et al</em>., 2009).</p> <p>In recent times, there has been a sustained increase in the number of petrol stations established in different parts of the country. The reasons for such unprecedented increase are not farfetched: First, the growing number of people in the country and the attendant increase in the purchase of vehicles. Secondly, the attractive price of petrol both at control price and black market prices which made more people to go into the petrol retailing business (Uchegbu, 2002).</p> <p>In view of this development, many marketers take advantage of this need and build service stations haphazardly without giving consideration to the possible effect of the locations of the stations. It has now generally been recognized that economic development can be a major contributing factor to growing environmental problems particularly when such development is not sustainable. A greatly improved understanding of natural resource base and mostly environmental systems that support national economies is needed if patterns of development that are sustainable can be determined and recommended to government.</p> <p>Petroleum, (crude oil) naturally is composed of various organic chemicals found in large quantities below the surface of the earth and is used as fuel and as raw material in the chemical industry. Modern (industrial) society uses it primarily to achieve mobility. In addition, petroleum and its derivatives are used in the manufacture of medicine and fertilizers, plastics, building materials, paints, and cloths and to generate electricity. In fact modern industrialization depends on petroleum and its products; the physical structure and way of life of the urban centres are the result of an ample and inexpensive supply of petroleum. In short, the goals of developing countries are based on the assumption of petroleum availability.</p> <p>Petrol Stations, serve as outlets for retailing petroleum resources such as gas, fuel, kerosene etc., which are highly inflammable, therefore need to be located appropriately in relation to other activities so as to avoid its consequent impact on the immediate environment. The environmental impacts of the locations of petrol stations are therefore not negligible and may not be ascertained unless an Impact analysis is carried out.</p> <p><strong>1.2 Statement of Problem</strong></p> <p>More than half of fast growing world population is living in urban areas, and this is only expected to grow in more coming decades (USAID, 2001). Most of the urban centers in the world are exposed to some hazards, such as traffic congestion, pollution and many more problems resulting from un-coordinated development. Apart from these hazards, cities are also confronted with other problems like accidents, explosion and fire. Urban centers have a varying degree of vulnerability, depending on the level of development, copping capacity and the level to which effective development control strategies have been implemented. In most urban areas, the high demand placed on land resulted to illegal conversion, leading to haphazard development and the deliberate location of petrol stations in unsuitable areas and highly vulnerable to hazard (KASUPDA, 2009). In a highly urbanized environment, Filling station is a significant contributor to traffic problems like traffic congestion, pollution, fire and explosion. The extents of these problems depend on the criteria or variable such as location, size and set back from road etc.</p> <p>Areas close to filling stations witness a lot of noise, congestion, air pollution, foul odour and other traffic related problems, especially when there is fuel scarcity which results in long queuing or where the petrol stations does not conform with planning standard . Indiscriminate parking leads to reduction in width of carriageway meant for the efficient movement of automobiles and pedestrians. Thus it becomes a major problem in our cities and especially in the Central Business District, where multi-story buildings are common and the land use is devoted mostly to commercial purpose.</p> <p>The resultant effect of such illegal parking and queuing therefore is traffic congestion, loss of productive hours and delay in journey. Most of these identified problems of filling stations still persist in Uvwie due to lack of adherence to planning regulations. This work, therefore addresses the problem confronting urban environment in its bids to ensure sustainable location of filling stations. This study explored GIS capability to analysis the spatial analysis on the location of petrol stations in Uvwie Local Government Area, Delta state and proffer ways of ensuring strict compliance to planning laws and regulations with regards to petrol stations location. To achieve a desired goal, this work identifies area of high concentration of petrol stations in Uvwie Local Government Area.</p> <p><strong>1.3. Aim and Objectives</strong></p> <p>The study is aimed at assessing the spatial distribution and locational impact of petrol service stations on the environment with a view to identifying the physical development problems and to make improvement proposals. (A case study of Uvwie Local Government Area).</p> <p>The following specific objectives were pursued in order to achieve the above aim:</p> <ol><li>To determine the location of petrol service stations in the study area.</li> <li>To determine the proximity of petrol stations to residential houses, public/semipublic institutions.</li> <li>To ascertain the effects of the locations of petrol service stations on the environment.</li> <li>To recommend physical planning solutions to alleviate the problems identified.</li> </ol> <p><strong>1.4 Scope of study</strong></p> <p>The scope of the study is limited to Uvwie local government area which is the study area. The study involves digitizing the satellite imagery of the area, generating digital facility map, manipulating and analyzing the dataset as well as presenting the results in Tables and Map format. The study only took into consideration built up areas that are vulnerable to noise and vapour gas emission at selected buffer distances of 60m and 100m proximity analysis for public institution.</p> <p><strong>1.5 The Study Area</strong></p> <p><strong>1. Location</strong></p> <p>Uvwie is a local government area in Delta state, Nigeria, its geographical coordinates are latitude 5° 33' 0\" North, and longitude 5° 47' 0\" East as shown in Figure 1.1, its original name (with diacritics) is Effurun. Effurun is the headquarters of Uvwie LGA which was carved out of the then Okpe LGA along with Udu LGA on the 4th of December, 1996.</p> <p><strong>2. Population</strong></p> <p>Uvwie Local Government Area is an urban settlement with an estimated population of 188,728 going by the 21, March 2006 population census which spread across Effurun, Ekpan, Ugberikoko, Ugboroke, Ugbomro, Uredjo (Enerhen) and others. Its area is 95km2 and Density: 1,986.6 inh./km2.</p> <p><strong>3. Climate</strong></p> <p>Effurun the capital of Uvwie has two main weather conditions annually. The wet season begins towards the end of March when the tropical maritime air mass is prevalent and ends in November, often abruptly. Dry season begins with the onset of tropical continental air mass, which is predominant between the months of December and February. The months of December and January are usually cold- dry months.</p> <p>Uvwie heaviest precipitation occurs during September with an average of 220mm of rainfall. December on average is the driest month of the year, with an average rainfall of 5mm, as shown in figure 1.2. Temperature throughout the year in the city is relatively constant, showing little variation throughout the course of the year. Average temperatures are typically between 25° C-28°C in the city.</p> <p><strong>3. Geology and soil</strong></p> <p>Geologically, the rock types are recent sediment (post cretaceous). The major soil types can be related to climatic factors, vegetation, lithology and topography which gave birth to the hydromorphic soils found in the area which is seasonally or permanently water logged. The influence of poor drainage is reflected in the whitish or grayish colours due to the reduction of the oxides in the soil. The extent of profile development of the seasonally waterlogged soil is limited by the depth of the permanent water table.</p> <p><strong>4. Vegetation</strong></p> <p>The vegetation found in the study area includes mangrove and fresh water swamp forest. The mangrove forest is edaphic community common on muddy coastal shores, tidal swamps and associated creeks and lagoons. The environment of this forest formation is dominated mainly by changes in soil factors, especially those associated with distance from the sea, frequency and duration of subversion degree of salinity of sea water, soil aeration and soil fertility. As these changes vary from place to place, a number of edaphic communities are usually recognized as the peaty swamp, fresh water swamp, riperia tide and mangrove forest. These are the reasons for the existence of both mangrove and fresh water in the study. The mangrove swamp appears essentially alike in its physiognomy and its ecological relationship throughout its entire world range. The flora consists of trees and shrubs. The dominant gums in all the area is Rhizophora (red mangrove). Also associated with the study area are palm trees and lianas in areas where the vegetation has been reduced to dense thickest (secondary forest). Trees are slender with stilt root (Pneumatophores) but however, where the forest has been disturbed raphia palm spread quickly to dominate the entire valley swamp.</p> <p><strong>1.5.6  Socio cultural setting</strong></p> <p>It is one of the Urhobo Kingdoms and has a king, <strong>Ovie</strong>, who rules over the traditional institution of the town. It is a gateway town in and out of the city of  Warri; the indigenous inhabitants are the Uvwie people, organized into four quarters. Each quarter is headed by a traditional administrator known as the <strong>Umuevworo</strong> and at the pinnacle of the traditional administration of the people is the paramount ruler, <strong>The Ovie</strong>. It is densely populated region and has many of the city's finest exotic hotels for relaxation such as Wellington Hotel, Hotel Excel, Mega Hilton hotel, Casa De Pedro Hotel. Institutions located in these local government area include; Federal University of Petroleum Resource,  Effurun, Petroleum Training Institute, Effurun, Warri Business School. Companies present are Nigeria National Petroleum Corporation,  Ekpan, Chevron, Warri refining Petrochemical Company, Ekpan, Niger Cat. Other facilities include, Effurun army barracks, Uvwie modem market, Centre for peace international and mediation.</p> <p><strong>1.6</strong>   <strong>Justification of Study</strong></p> <p>Spatial analysis of the location and distribution of petrol stations will prevent a qualitative urban environment for living, working and recreation. The problem of indiscriminate location of petrol stations is taking place at alarming rate in almost all Nigerian cities. Therefore, the study is relevant to Uvwie Local Government as a frame work for the state government, and stakeholders. It will serve as a guide for individuals, developers and other stakeholders in the planning and approving the siting of petrol station in the study area and Nigeria at large.</p>\n\nASSESSING THE SPATIAL DISTRIBUTION AND LOCATIONAL IMPACT OF PETROL SERVICE STATIONS <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSING THE SPATIAL DISTRIBUTION AND LOCATIONAL IMPACT OF PETROL SERVICE STATIONS ", "id": 7}, {"content": "<div class=\"abstract\">\n<p> WASTE GENERATION AND MANAGEMENT STRATEGIES (A CASE STUDY OF UYO METROPOLIS) </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>Background of the study</strong></p> <p>The generation and disposal of waste is an intrinsic part of any developing or industrial society. Waste, both from domestic and commercial sources has grown significantly in Nigeria over the past decade. Every time a householder shops at the store, and open market he contributes to the mountain of waste. It is possible to quote figures which show that the production of waste amounts to millions of tons. The percent of Nigeria’s population living in cities and urban areas has more than doubled in the last 15 years.</p> <p>The cities and urban areas experience continuous growth which contributes to enormous in generation of solid and liquid waste. The management of waste is a matter of national and international concern. The volume of waste does not actually constitute the problem but the ability or inability of governments, individuals and waste disposal firms to keep up with the task of managing waste and the environment. There is no doubt that a dirty environment affects the standard of living, aesthetic sensibilities, health of the people and thus the quality of their lives.</p> <p>The corollary is that improper disposal or storage of this waste can constitute hazards to the society through the pollution of air, land and especially water. In this paper, our attention would be focused on domestic waste. We will highlight some of the problems which have attended the management of this category of waste in Nigeria today. It will be seen that Nigeria has not done well in the direction of tackling the menace of domestic waste. This is even in the face advanced management strategies existing today for domestic waste management which have been adopted in many places. We will proffer suggestions that may assist in addressing this issue that seems to be aborting most efforts of International organizations, the federal government, city authorities, states and professionals alike.</p> <p>The defective strategies and arrangements adopted for solid waste management in Nigerian cities create the erroneous impression that urban waste management problems are intractable. This sterns from the fact that the rate of collection and evacuation perpetually lag behind the rate of generation which makes solid waste accumulation a major source of environmental nuisance in Nigerian cities. Waste management therefore, concerns the interplay among generation, storage, collection and final disposal (Omuta, 1988). Sada (1984) has observed that in 1980, on the average, a balance of 100 metric tons of solid waste are piled up daily in Benin City. This is because while about 350 metric tons of solid wastes are generated daily, the maximum rate of evacuation achievable was only 250 metric tons daily. Uchegbu (1988) remarked that big cities like Port harcourt, Lagos, Kano, etc in Nigeria produced on the average 46kg of solid waste per person, per day.</p> <p>As living standards rise, people consume more and generate more waste. Right from 1990s Uyo city has metamorphosed into a resort center because of its congenial living environment which attracts an influx of weekend leisure seekers into the city. These leisure seekers merely come into Uyo to relax, consume and enjoy themselves every weekend thus contributing enormously to weekly waste generation in Uyo City. Atuegbu (2007) reports that between 500 and 850 metric tons of waste are generated daily in Uyo city. At Itam market, the rate of waste generation is so high that in one night, a refuse dump site that was cleared the previous day could be replaced with an equal volume of waste the following morning, thus creating the erroneous impression that it was never clear before. The scenario is the same at AkpanAdem market, area of Uyo Metropolis.</p> <p><strong>Statement of the problem</strong></p> <p>Many people in African countries including Nigeria regard the concern for effective strategies for managing waste as a less important issue which may distract attention from the most urgent and serious problem of achieving a fast rate of economic growth. This attitude stems in part from the belief that environmental degradation with waste generation is an inevitable price of development</p> <p><strong>Significance of the study</strong></p> <p>The aim of this paper is to proffer waste management strategies which will effectively address the problems emanating from waste management and Uyo metropolis was used for the study.</p> <p><strong>Objectives of the study</strong></p> <p>The objectives of this research include but not limited to;</p> <p>1. To know if there are strategies for managing waste generated in Uyo metropolis</p> <p>2. To determine if there is a significant relationship between waste generation and management strategy.</p> <p><strong>Research questions</strong></p> <p>In order to achieve the above stated objectives, the following questions were asked;</p> <p>1. Is there a strategy for managing waste generated in the city of Uyo?</p> <p>2. What significant relationship exists between waste generation and management strategy?</p> <p>3. What are the strategies for managing waste generated in Uyo metropolis?</p> <p><strong>Research hypotheses</strong></p> <ul><li>: There are no strategies for managing waste generated inUyo metropolis.</li> <li>: There are strategies for managing waste generated in Uyo metropolis.</li> <li>: No significant relationship exists between waste generation and management strategy.</li> <li>: There is a significant relationship between waste generation and management strategy.</li> </ul> <p><strong>Limitations of the study</strong></p> <p>The study was carried out to investigate the strategies for managing waste generated in a city. The study was limited by two major factors; financial constraint and Time.</p> <p><strong>Scope of the study</strong></p> <p>The study focuses on waste generation and management strategies using the Uyo metropolis as a case study.</p> <p><strong>Definition of terms</strong></p> <p><strong>Waste:</strong>This refers to an unwanted or unusable material, substance, or by-product.</p> <p><strong>Waste Management:</strong>This is the collection, transportation, and disposal of garbage, sewage, and other waste products.</p> <p><strong>Waste Management Strategy:</strong>This is the process involved in dealing with thewaste of humans and organisms, including minimization, handling, processing, storage, recycling, transport, and final disposal.</p> <p><strong>REFERENCES</strong></p> <p>Adebibu, A.A. (1983) \"A comparative Analysis of Solid Waste Composition and generation in lIorin and Offa, Kwara State\", Paper presented at the National Conference on Development and the Environment, organized by 4 NISER, University of Ibadan, Ibadan.</p> <p>Agunwamba, J. C. (2001): Waste Engineering and Management Tools. Immaculate Pub.Ltd.,Uyo, xii + 578 pp.</p>\n\nWASTE GENERATION AND MANAGEMENT STRATEGIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " WASTE GENERATION AND MANAGEMENT STRATEGIES", "id": 8}, {"content": "<div class=\"abstract\">\n<p> TENEMENT HOUSING AND INDUCED DOMESTIC CONFLICT IN PORT HARCOURT </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1. BACKGROUND OF THE STUDY</strong></p> <p>Human beings are naturally gregarious and no human being is an island on his own. There is therefore a need for them to interact, cohabit, and do things in common. The Port harcourt metropolis has witnessed continuous growth in demand for housing units by low-income earners for all types of properties, especially during the era of economic boom in the 1980s (Oni, 2008). The low-income earners have peculiar taste for tenement properties because of its low rent, though many of such properties lack basic amenities. The tenement type of residential properties usually consists of unit rooms flanking both sides of a central passage that connects the rooms to shared unit kitchens and toilets at the rear. Sometimes the kitchen is attached to the structure while the common toilets and bathrooms are in most cases detached from the main building. This structure of building was said to have originated from Brazil at the end of slave trade era. The property is also characterized by overcrowding and vices; with several individual families occupying unit rooms or room-and-parlours; and individual occupiers having differing tastes, aspirations and socio-cultural backgrounds. As a result of differing socio-cultural backgrounds, on many occasions the occupiers of the low-income houses engage in regualr arguments and in most cases may result to fighting and violence, and because of the population of occupiers, the facilities are inadequate with the use of available bathrooms, kitchens and toilets carried out on rotational basis. The occupiers often resort to cooking at the central passage. Disagreement, misunderstanding, quarrelling and open confrontations occasionally bloody do occur.</p> <p>Conflicts are a natural part of human interaction and it is common amongst occupiers of land and buildings have been the concern of many individuals and body corporate. They occur amongst the occupiers of tenement houses in the port harcourt metropolis, and the need to examine the issue of conflicts amongst the low income housing residents with the aim of finding solution has made the study vey significant. Towards this end, three questions are posed: What are the most common conflicts amongst the occupiers of low-income residential properties? How are such conflicts resolved whenever they arise? What are the strategies for peaceful resolution of disputes amongst the study group? What are the best ways to resolve such conflicts? The choice of the study area is based on many factors. Lagos State is a socially heterogeneous city with tribes and nationals from within and outside Nigeria aggregating in port harcourt metropolis. The city represents the melting-pot of various races, and of economic activities with high net-worth manufacturing, commercial entities, high grade residential precincts, highly productive industrial concerns that have congregated to take advantage of the nearness to sea and international airports, and rail systems, and also served with networks of trunk roads. This makes demand for residential properties increase on daily basis as migration of all classes of people into the State increases. In addition, Lagos has been selected because it is the economic, social, commercial, industrial and political nerve-centre of Nigeria and, by extension, the nervecentre of West Africa sub-region. The degree of urbanization exemplified by the study area justifies that deduction and recommendations made in respect of thereof will be applicable to other states in Nigeria, and Africa countries (Oni, 2008).</p> <p><strong>1.2. STATEMENT OF THE GENERAL PROBLEM</strong></p> <p>The menace of poor housing in Nigeria as a result of population explosion which has resulted to the erection of tenement buildings to has been a major problem and has regrettably led to various social vices and more regrettably has led to domestic conflict. Tenement housing in most part of the country has been both a crime and violence breeding ground in Nigeria leading to the increase in violence which has contributed to the already alarming rate of insecurity in Nigeria.</p> <p><strong>1.3. AIMS AND OBJECTIVES OF THE STUDY</strong></p> <p>The major aim of the study is to examine the impact of tenement housing domestic conflict on domestic conflict in Nigeria. Other specific objectives of the study include;</p> <ol><li>To examine the relationship between tenement housing and domestic conflict in Nigeria.</li> <li>To determine the challenges of adequate housing in Nigeria.</li> <li>To know the level of domestic conflict in tenement housings in Nigeria.</li> <li>To determine the types of conflicts.</li> <li>To recommend ways of improving housing in Nigeria and reducing domestic crime in Nigeria.</li> </ol> <p><strong>1.4. RESEARCH QUESTIONS</strong></p> <ol><li>What is the impact of tenement housing on domestic conflict in Nigeria?</li> <li>What is the relationship between tenement housing and domestic conflict in Nigeria?</li> <li>What are the challenges of adequate housing in Nigeria?</li> <li>What is the level of domestic conflict in tenement housings in Nigeria?</li> <li>What are the types of conflicts?</li> <li>What are ways of improving housing in Nigeria and reducing domestic crime in Nigeria?</li> </ol> <p><strong>1.5. RESEARCH HYPOTHESES</strong></p> <p>H0: tenement housing does not impact on domestic conflict in Nigeria</p> <p>H1: tenement housing impacts on domestic conflict in Nigeria</p> <p>H0: there is no significant relationship between tenement housing and domestic conflict in Nigeria</p> <p>H0: there is a significant relationship between tenement housing and domestic conflict in Nigeria</p> <p><strong>1.6. SIGNIFICANCE OF THE STUDY</strong></p> <p>The study would be of immense importance to government at all levels and all relevant stakeholders in housing as it would reveal the impact of tenement housing on domestic conflict in Nigeria. The study would also benefit students, researchers and scholars who are interested in developing a further research on the tenement housing and crime or violence in Nigeria.</p> <p><strong>1.7. SCOPE AND LIMITATION OF THE STUDY</strong></p> <p>The study is restricted to tenement housing and induced domestic conflict in Nigeria with diobu Port Harcourt serving as a case study.</p> <p><strong>LIMITATION OF THE STUDY</strong></p> <p><strong>Financial constraint:</strong> Insufficient fund tends to impede the efficiency of the researcher in sourcing for the relevant materials, literature or information and in the process of data collection (internet, questionnaire and interview)</p> <p><strong>Time constraint:</strong> The researcher will simultaneously engage in this study with other academic work. This consequently will cut down on the time devoted for the research work.</p> <p><strong>1.8. DEFINITION OF TERMS</strong></p> <p><strong>TENEMENT HOUSING:</strong></p> <p>Can be said to be  a run-down and often overcrowdedapartment house, especially in a poor section of a large city. It is a substandard multi-family dwelling in the urban core, usually old and occupied by the poor. </p> <p><strong>CRIME: </strong>This is an act harmful not only to some individual or individuals but also to a community, society or the state (\"a public wrong\"). Such acts are forbidden and punishable by law.  Can also be said to be an offence that merits community condemnation and punishment, usually by way of fine or imprisonment.</p> <p><strong>DOMESTIC CONFLICT: </strong>this is a pattern of behavior which involves violence or other abuse by one person against another in a domestic setting, such as in marriage or cohabitation.</p>\n\n TENEMENT HOUSING AND INDUCED DOMESTIC CONFLICT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": "  TENEMENT HOUSING AND INDUCED DOMESTIC CONFLICT", "id": 9}, {"content": "<div class=\"abstract\">\n<p><strong><strong>IMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS</strong> <strong>ASSOCIATED PROBLEMS</strong> <strong>(A CASE STUDY OF UDI LOCAL GOVERNMENT AREA IN ENUGU STATE)</strong></strong></p> <p><strong>CHAPTER ONE</strong><br/><strong>INTRODUCTION</strong></p> <ol><li><ol><li><strong>Background of the study</strong></li> </ol></li></ol> <p>A pit toilet is a type of toilet that collects human feces in a hole in the ground. They use either no water or one to three liters per flush with pour-flush pit latrines. When properly built and maintained they can decrease the spread of disease by reducing the amount of human feces in the environment from open defecation. This decreases the transfer of pathogens between feces and food by flies. These pathogens are major causes of infectious diarrhea and intestinal worm infections. Infectious diarrhea resulted in about 0.7 million deaths in children under five years old in 2011 and 250 million lost school days. Pit toilets are the lowest cost method of separating feces from people. </p> <p>A pit toilet generally consists of three major parts: a hole in the ground, a slab or floor with a small hole, and a shelter. The shelter is often known as an outhouse. The pit is typically at least 3 meters (10 feet) deep and 1 m (3.2 feet) across. The World Health Organization recommends they be built a reasonable distance from the house balancing issues of easy access versus that of smell. The distance from groundwater and surface water should be as large as possible to decrease the risk of groundwater pollution. The hole in the slab should not be larger than 25 centimeters (9.8 inches) to prevent children falling in. Light should be prevented from entering the pit to reduce access by flies. This may require the use of a lid to cover the hole in the floor when not in use. When the pit fills to within 0.5 meters (1.6 feet) of the top, it should be either emptied or a new pit constructed and the shelter moved or re-built at the new location. The management of the fecal sludge removed from the pit is complicated. There are both environment and health risks if not done properly.</p> <p>A lot of public toilets poses very serious problem to the people of Udi Local Government Area of Enugu state and also to other places across the country. The problem of open defecation which some people often refer to as going to the bush or bush shitting has persistently been difficult to address in Udi Local Government Area of Enugu state and Nigeria because of the unavailability of good public and home toilets both in the cities and local communities or villages. A lot of people live without proper sanitation in Udi and these people have to decide on daily basis how to organize defecation without feeling ashamed or fear.</p> <p>Pit latrines may or may not be an enjoyable experience to use. Problems may occur when the pit latrine is shared by too many people, is not cleaned daily and not emptied when the pit is full. In such cases, flies and odour can be a massive nuisance. Also, pit latrines are usually dark places which are difficult to keep clean. Often, hand washing facilities are missing. For these reasons, shared pit latrines can be quite uncomfortable to use in developing countries. Also, there might be cultural preferences for open defecation and these may be difficult to overcome with unattractive toilet designs.</p> <ol><li><ol><li><strong>Statement of the problem</strong></li> </ol></li></ol> <p>Pit toilets are one of the most common human excreta disposal systems in low-income countries and their use is on the rise as countries aim to meet the sanitation-related target of the Millennium Development Goals. There is concern however that the discharges of chemical and microbial contaminant from pit toilets to underground water may negatively affect human health.<br/><strong>1.3   Significance of the study</strong><br/>The study aims to quantify the impact of pit toilet on the residents of Udi Local Government Area of Enugu state, interpret findings, analyze implications, and convey high level results and implications to national decision-makers for sustainable and better environment of Udi residents and other communities where pit toilets trend in Nigeria.</p> <ol><li><ol><li><strong>Objectives of the study</strong></li> </ol></li></ol> <p>The goals of this study are:</p> <ol><li>To systematically review empirical studies of the impacts of pit toilets on the residents of Udi Local Government Area of Enugu State.</li> <li>To evaluate public pit toilets siting standard.</li> <li>To identify knowledge gaps regarding the potential for and the consequences of public pit toilets on citizens of Nigeria.</li> </ol> <p><strong>1.5   Research questions</strong><br/>1. What is the significant impact of pit toilet on the residents of Udi Local Government Area of Enugu state?<br/>2. What is the siting standard of public pit toilets in Udi Local Government Area of Enugu state?<br/>3. How much knowledge do Nigerians have on the potential and consequences of public pit toilets?<br/><strong>1.6   Research hypotheses</strong><br/><strong>Ho</strong>: There is no significant impact of pit toilets on the residents of Udi Local Government Area of Enugu state.<br/><strong>Hi</strong>: There is significant impact of pit toilets on the residents of Udi Local Government Area of Enugu state.<br/><strong>Ho</strong>: There is no siting standard of public pit toilets in Udi Local Government Area of Enugu state.<br/><strong>Hi</strong>: There is a siting standard of public pit toilets in Udi Local Government Area of Enugu state.<br/><strong>Ho</strong>: Nigerians are not aware of the potentials and consequences of public pit toilets.<br/><strong>Hi</strong>: Nigerians are aware of the potentials and consequences of public pit toilets.<br/><strong>1.7   Limitations of the study</strong><br/>The study was carried out to investigate the impact of public pit toilet system in Enugu state, Udi Local Government Area to be precise. The study is limited to Udi Local Government Area in Enugu state because of her representative nature of pit toilets in Nigeria, proximity to the researcher, time and financial constraints.</p> <p><strong>1.8   Scope of the study</strong><br/>This study is on the impact of public pit toilet system in Enugu state with particular emphasis on its associated problems in Udi Local Government Area of Enugu state as the case study.<br/><strong>1.9   Definition of terms</strong><br/><strong>Public: </strong> This pertains to a state, nation, or whole community; proceeding from, relating to, or affecting the whole body of people.<br/><strong>Pit Toilet System: </strong>This is a type of toilet that collects human feces in a hole in the ground.<br/><strong>Problems: </strong>This is a matter or situation regarded as unwelcome or harmful and needing to be dealt with and overcome.</p> <p><br/><strong>REFERENCES</strong></p> <p>Albonico M, Allen H, Chitsulo L, Engels D, Gabrielli AF, Savioli L. 2008. Controlling soil-transmitted helminthiasis in pre-school-age children through preventive chemotherapy.</p> <p>Baars JK. 1957. Travel of pollution, and purification en route, in sandy soils. Bull World Health Organ 16:727–747.</p> <p>Banerjee G. 2011. Underground pollution travel from leach pits of on-site sanitation facilities: a case study. Clean Technol Environ Policy 13(3):489–497.</p> <p>Banks D, Karnachuk OV, Parnachev VP, Holden W, Frengstad B. 2002. Groundwater contamination from rural pit latrines: examples from Siberia and Kosova. J Chartered Inst Water Environ Manage 16(2):147–152.</p> <p>Cairncross S, Bartram J, Cumming O, Brocklehurst C. 2010a. Hygiene, sanitation, and water: what needs to be done? Plos Med 7(11):e1000365; doi:10.1371/journal.pmed.1000365 [Online 16 November 2010].</p>\n\nIMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS ASSOCIATED PROBLEMS (A CASE STUDY OF UDI LOCAL GOVERNMENT AREA IN ENUGU STATE)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " IMPACT OF PUBLIC PIT TOILET SYSTEM AND ITS ASSOCIATED PROBLEMS (A CASE STUDY OF UDI LOCAL GOVERNMENT AREA IN ENUGU STATE)", "id": 10}, {"content": "<div class=\"abstract\">\n<p><strong><em>AN APPRAISAL OF RURAL DEVELOPMENT PROGRAMMES IN NIGERIA 1999-2009: AKWA IBOM STATE EXPERIENCE</em></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     Background of the Study</strong></p> <p>Development is a necessary aspect of societies, indeed any society without development could be said to be static. Hence all societies are dynamic. Development as a term has been defined by many writers with different views: – Ablu, (1982) viewed development as synonymous with economic growth measured in aggregate terms. Abubakar (1981), sees development as qualitative improvement in all societies and in all groups of individuals within societies. He asserts that all men must surely have enough goods in order to be men and to develop themselves. As defined by Forest (1981), development is creating the condition for the realization of human personality. He noted that development has to be marked with reduction in poverty, unemployment and inequality a high level of nutrition, high health standard, low infant mortality rate etc. From the above definitions of development, it can be deduced that development is virtually changing the life of an individual, group of people or community in terms of social amenities, such as good health, good road, adequate and clean water, education etc.</p> <p>Rural development as an exercise is geared towards a specific field requiring thought and action on the government and the populace which its effect is a socially conditioned one, meaning that it brings about improved conscious relationship amongst individuals; groups and organizations. According to Ndangara (2005), rural development efforts must be derived from the needs and aspirations of the rural people and not necessarily in response to the needs of the urban political economy such as unemployment, food shortage, and rural urban migration. It entails a line up programme of actions targeted at increasing the efficiency of the rural population to the extent that there is rural steady power supply to the extent that standard of living and productivity are enhanced, and education and the environmental sanitation promotion are witnessed.</p> <p>Basically therefore, rural development is concerned with raising the quality of life of the low-income population living in rural areas on a self-sustaining basis through a fundamental transformation of the rural mode of production (Gana, 1986). Central to this transformation, is the provision of rural infrastructure that are required to facilitate the production, distribution, and consumption activities as well as enhance the quality of rural life. Since the daily tasks of the rural people are carried out on space, land is therefore basic to the viability of rural life, and a comprehensive spatial reorganization of rural land through rural planning is of paramount importance for the attainment of rural development objectives.</p> <p>According to Abah (2000), rural development in Nigeria dates as far back as the 1940s when projects known as Bamenda Cross River and the Niger Agricultural scheme Mokwa, 1954, were launched. Abah cited above says, since that period, successive impact of all the efforts are yet to be fully felt in the rural areas. Supportively Olayiwola and Adeleye (2005) asserts that, there is absence of infrastructure, which improves the quality of life like potable water, electricity and good feeder roads. However, this situation has made the rural settlement difficult for young school leavers.</p> <p>In another development, rural development has been mono-cultural field to agriculture which is the occupation of the rural settlers thereby relegating other sectors of development needs of the rural people to the background. In the words of Ndangara (2005:139), the process of rural development is therefore synonymous with agricultural development but agriculture cannot develop unless other rural development amenities are present. On this note Abah (2005) succinctly put that: To many people, rural development simply means agricultural development; to some it is primarily concerned with welfare. These views are myopic because rural development should affect all aspect of the economics, social and political lives of the people who inhabit the rural areas and it should be relevant to the alleviation of all the conditions associated with the rural sector. It is true that economic base of the rural people is agriculture, but beyond food, they also need education, employment, decent housing, medical care, electricity, roads, other means of communication, entertainment, facilities for social interaction, etc.</p> <p>Evaluation of rural development in Nigeria is incomplete without the contribution of international organizations such as food and agriculture organization (FAO) as the leading agency, international labour organization (ILO) United Nation Education, Social and Cultural organization (UNESCO), United Nations (UN) World health Organization (WHO) and World Bank. These organizations have enhanced Nigeria rural <em>Rural development in Nigeria: problems and prospects for sustainable development </em>through their technical expertise in the field of education, extension and training which have continued to strengthen the technical, physical and environmental bases to rural development in Nigeria. Specifically, FAO and World Bank have been the main sponsors and promoters of agricultural development formulation or irrigation development programme, River basin and other developmental projects. FAO in collaboration with UNESCO and United Nations Development programme (UNDP) have disseminated information and knowledge about soil erosion and method of controlling it, ILO and UNESCO have been in the area of training of the grass root level extension workers and general education. World Health Organization (WHO) has been active in the area of prorated of primary health care and designing special programme for the delivery of such services.</p> <p>It is worthy to note therefore that Government at all times make attempts to develop the rural areas. These are seen in the lofty goals set for the development of the rural settlements. Every successive government will tends to explore new methods or ways to accelerate the development. Akwa Ibom State having benefitted from the democracy now operating in Nigeria also has to follow the laid down democratic procedures to get any programme operating. A change in the policy thrust or direction of previous government or administration implies that the administration will start afresh from the beginning. This involves thinking out the best policy and sending them to the State House of Assembly which will have to legislate on the said bill and having been passed by the House, will be sent back to the Governor for assent which will eventually becomes law and implementable. Thus, for such procedures to be completed, time consuming which characterized our legislative proceedings would have eaten deep into the live of the administration, thus leaving little or no time for its implementation (Gana, 1986). Either the new government that comes in will abandon such policies or where the government succeeds itself, it will no longer visit such policies.</p> <p>This had always been a major feature of the Nigerian system be it at the national, state or local government levels. Lack of continuity of government programmes has been the major challenge of the Nigerian political development.</p> <p>This paper is therefore set to explore the problem of implementation of rural development programmes with a view to highlighting its consequences on the rural inhabitants and also make useful suggestions on how to handle the programmes.</p>\n\nAN APPRAISAL OF RURAL DEVELOPMENT PROGRAMMES IN NIGERIA 1999-2009: AKWA IBOM STATE EXPERIENCE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN APPRAISAL OF RURAL DEVELOPMENT PROGRAMMES IN NIGERIA 1999-2009: AKWA IBOM STATE EXPERIENCE", "id": 11}, {"content": "<div class=\"abstract\">\n<p><strong><em>THE EFFECTS OF RURAL-URBAN MIGRATION ON PUBLIC UTILITIES IN UYO LOCAL GOVERNMENT AREA OF AKWA IBOM STATE</em></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     BACKGROUND OF THE STUDY</strong></p> <p>We live in a world shaped by human migration. Everyday people make decisions to leave their hometown, or even their own country and move elsewhere to work, study, retire or reunite with their families. Migration has changed the demographic composition of towns, cities and nations. Consider this for instance: in 1960 there were only 30 countries in the world that had at least a half million international migrants each, but by 2005, the number of such countries doubled, bringing the total number of such foreign-born residents globally to 191million people. The majority (641 of 123 million people) of these international migrants moved from less developed countries (PRB 2008). Millions of others known as internal migrants, migrated from one place to another within a single country.</p> <p>Migration is broadly defined as a relocation of residence for a specified duration and for various reasons (Hossain, 2001). Migration incorporates all kinds of movement of people for one place to another. It may take place within a particular geographical boundary of a country and then beyond its boundaries. Rural – urban migration is the movement of people from the country side to the urban centre. Migration may be permanent in nature or temporary. People may choose to migrate voluntarily or they may be forced into it. Both at the urban destination and at the rural origin there are demographic, economic, socio-cultural and environmental impacts of migration which is diverse and deep. The migration of hundreds of millions of rural people to cities is as a result of both institutional and structural changes caused by economic growth and social modernization. It usually denotes movement of people from one area to another in search of certain benefits that will fulfill recurrent dreams of “better things to come.”  In many cases, mobility in terms of migration to new pastures with the hope that conditions would be better turns out unfruitful.</p> <p>Migration is not a new feature, neither is it limited to particularly parts of the world. It is as old as the world itself. It has been one of the enduring themes of human history. It has contributed to the evolution of separate cultures and their components by interchanging communications with the frequent complexities that mix people and cultures in different areas of the world. In this case, rural – urban migration or labour migration is defined as the movement of able bodied individuals from rural villages of origin to cities to earn labour wage (Hunnas, 2012). Migrants are people who have left their homes to a new location, either temporary or permanently in order to reap the benefits of private social or economic gains (Adepoju, 2003).</p> <p>Rural-urban migration was formerly regarded as favourable in Economic development. Today it has become one of the most embarrassing problems in Nigeria’s development experience. It is the movement of people from rural areas into cities. However, experiences in developing and developed countries has shown that the rate of rural-urban migration has ceaselessly outweighed the rate of job creation; and having an overweight also, the social and infrastructural amenities available in the urban areas.</p> <p>Rural-urban migration occurs at varying rates in every country. Many developing countries have a recent colonial past, which has tremendously altered their structure and governance. The populations of countries around the world are becoming increasingly urbanized. The process of urbanization continues to be more rapid and massive, thereby challenging and affecting a greater part of the world than ever before. The move from mainly rural society to an urbanized world has also impacted on all aspects of human lives. In the 1950s less than one third of the human race were living in cities, but by 2020, it is expected that two-thirds will live in cities and 90 percent of this will be living in the cities of developing countries, (Kante, 2004).</p> <p>In spite of the above noted situations, there is lack of sound knowledge and understanding of rural-urban migration with respect to its effect on public utilities in Uyo local government area. Therefore, the aim of the study is to analyze the effects of rural-urban migration on public utilities in Uyo local government area.</p> <p><strong>1.2     STATEMENT OF RESEARCH PROBLEMS</strong></p> <p>Nigeria’s urban population has been growing at an alarming rate. Nigerian towns and cities are explosively growing in leaps and bounds. A little more than 50 years ago, fewer than 7% of Nigerians lived in urban centres (that is settlements with populations of 20,000 or more). This proportion rose to 10% in 1952 and 19.2% in 1963. It is now estimated at about 55%. In fact Nigeria cities are among the fastest growing in the world  (Adepoju, 2003).</p> <p>The growing concentration of population in urban centers is generally attributed to a number of socio-economic and lifestyle conditions, such as the higher capacity of the urban institutions to absorb more workers, avenues for a non-agricultural means of livelihood and higher income generation opportunities. Such rural–urban migration and population concentration within a limited urban area exerts strains on the various public services and have apparent negative social ramifications that impairs the living conditions of the residents. It is accompanied by multiple problems and issues associated with the movement of people and materials in larger scale. It also results in rural depopulation and agricultural inefficiency because of the fact that the aged ones that are left behind cannot produce enough food for rural consumption.</p> <p>This constant drift of thousands of people from rural areas have become a striking problem to urban areas. Such problems can be seen from housing problems, pollution, overcrowding and overstretched of available public utilities.  It is these spatial characteristics that are of importance to geographers and hence forms the basics of this research.</p> <p>1.3   <strong>RESEARCH QUESTIONS</strong></p> <ul><li>What are the reasons as to why people migrate to Uyo local government area?</li> <li>What has been the results of such migration on public utilities in the study area?</li> </ul> <p><strong>1.4     AIM AND OBJECTIVES OF STUDY</strong></p> <p>The overall aim of this study is to examine the effects of rural-urban migration on public utilities in Uyo Local Government Area, with the following objectives:</p> <p>(1)     To determine the effects of rural urban migration on public utilities in Uyo Local Government Area.</p> <p>(2)     To identify the dominant migratory groups of migrants in the study area.</p> <p>(3)     To examine the major determinant factors of rural-urban migration in Uyo Local Government Area.</p> <p><strong>1.5     RESEARCH HYPOTHESIS</strong></p> <p>For the purpose of this study, the hypothesis below is put forward to ascertain these effects:</p> <p><strong>H0:    </strong>There is no significant effect of rural–urban migration on public utilities in Uyo Local Government Area.</p> <p><strong>H1:</strong>    There is.</p> <p><strong>1.6     SCOPE OF THE STUDY</strong></p> <p>The study covers ten (10) villages in Uyo local government area of Akwa Ibom State as the study area. It is about rural–urban migration of people. The research is on the effect of rural–urban migration on public utilities in Uyo Local Government Area.</p> <p><strong>1.7     SIGNIFICANCE OF THE STUDY</strong></p> <p>This research is significant in that it will provide fresh and much needed inputs on the possible effects of rural-urban migration on public utilities to policy makers, planners and institutions of learning it will serve as a reference material on issues that:</p> <ul><li>Tackles the problems that force people to leave their rural origin, by bridging the development gap between urban and rural areas through the introduction of sound rural development strategies and effective urban management.</li> <li>It will also help to provide information for planners and policy makers to formulate and implement population redistribution or migration policy.</li> </ul> <p><strong>1.8     STUDY AREA</strong></p> <p><strong>1.8.1   Location: </strong>Uyo Local Government Area is the capital city of Akwa Ibom State. It is located on the South-Southern of the State. It lies between latitude 7º30’ and 8º03’ E and between longitude 4º52’ to 5º10’ N. It covers an area of about 985.96 square kilometers and comprises a total (see figure 1) 75 villages (Akwa Ibom State edict No.12, 1988).</p> <p><strong>1.8.2  Drainage, relief and vegetation</strong></p> <p>The topography of Uyo local government area is basically an undulating one, except in the northern part where the Ikpa River which is</p>\n\nTHE EFFECTS OF RURAL-URBAN MIGRATION ON PUBLIC UTILITIES IN UYO LOCAL GOVERNMENT AREA OF AKWA IBOM STATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECTS OF RURAL-URBAN MIGRATION ON PUBLIC UTILITIES IN UYO LOCAL GOVERNMENT AREA OF AKWA IBOM STATE", "id": 12}, {"content": "<div class=\"abstract\">\n<p><strong><em>URBANIZATION AS AN IMPORTANT DETERMINANT IN SPATIAL ORGANIZATION ( CASE STUDY IN ORON L.G.A)</em></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>The term natural vegetation generally refers to the plant cover of an extensive part of the earth. It also refers to the different plant communities found on the surface of the earth. (Monkhouse 1970, Collinson 198). The part of the earth on which plant grow is known as the biosphere. The biosphere is also refers to as an ecosystem because there is an interrelationship between that plant and other environmental factors e.g. soil. The land biosphere may be subdivided into bios cycles, including the land bios cycle which is of relevance to this study since it carries the forest ecosystem.</p> <p>However, vegetation growth depends essentially on the types of soil and climatic factors of an area, for example rainfall, light and heat which are known to influence vegetation structure. If vegetation is allow to grow without human interference. It becomes a primeval forest (Church 1973). However, there is no primeval forest in Akwa Ibom State because of constant human interference for agriculture purposes, settlement and urban development and industrialization. The vegetation cover, except in some distant swamps and few sacred forests, has undergone serious modification by man. In essence, when to total demand for land in all categories exceeds supply forest land will be sacrificed tom that other needs can be met.</p> <p>Natural vegetation is the plants and other flora that make up the plant life in the region, the natural vegetation determine the characteristic of the region</p> <p><strong>THE ROLE OF NATURAL VEGETATION</strong></p> <p>Vegetation or natural vegetation support critical functions in the biosphere, at all possible scales. First, vegetation regulates the flow of numerous biogeochemical cycles, most critically those of water, carbon, and nitrogen. It is also of great important in local and global energy balance. Such cycle are impotent not only fo9r global pattern of vegetation but also for those of climate.</p> <p>Second, vegetation strongly affects soil characteristics, including soil volume, chemistry and texture, which feed back to affect various vegetation characteristics, including productivity and structure.</p> <p>Third, vegetation serve as wildlife habitat and the energy source for the vast array of animal species on the planet and, ultimately to those that feed on these. Vegetation is also critically important to the world economy, particularly in the use of fossil fuel as an energy source, but also in the global production of food, wood fuel and other materials</p> <p>Perhaps most importantly, and often overlooked, global vegetation including algal communities has been the primary source of oxygen in the atmosphere, enabling the aerobic metabolism system to evolve and persist.</p> <p>Vegetation is psychologically important to humans, who evolved in direct contact with and dependence on, vegetation, for food, shelter, and medicine.</p> <p>Vegetation provide shelter to animals and provide us with timber and it is a key component of an ecosystem and, as such is involved in the regulation of monitor changes in cover composition and structure due to natural or human influence.</p> <p><strong>RESEARCH PROBLEM</strong></p> <p>In view of the fact that natural vegetation is obviously the determinant factors of the characteristic of any geographical region. Akwa Ibom State is in the rain forest zone but the vegetation has been greatly tempered with under going serious degradation due to peripheral utilization for agriculture, settlement purposes and urbanization.</p> <p>Urbanization, according to Berry (1973) is “a process of population concentration. It proceeds in two ways; the multiplication of the points of concentration and the increase in the size of individual concentrations Hawley (1978) St6ates was initialed and nurtured by three imperial agencies namely; British colonial administration, Christian missionary and European business enterprises. Succeeding indigenous administration later consolidated and expanded it.</p> <p>In Oron Local Government Area, the natural vegetation have seriously degrade with the face of urbanization and settlement due to population increase and poaching resulting in natural degradation and present of secondary forest thereby deviating this geographical from her glory or natural vegetation.</p> <p>The above mention have interest me to studying more about the influence of urbanization on the natural vegetation in Oron and recommended the possible solution to effect conservation.</p> <p><strong>OBJECTIVES OF THE STUDY ARE TO</strong>:</p> <p>Conduct an appraisal of natural vegetation validity and reliability in Oron Local Government Area. This can be achieved by:</p> <ol><li>Accessing the degree of urban-sprawl of various ages and reliability on vegetation index.</li> <li>To evaluate the reliability including floristic from the corresponding urban encroachment over ages.</li> </ol> <p><strong>DEFINITION OF TERMS</strong></p> <ol><li><strong>VALIDITY</strong>: As used in this research project, this implies the quality of it value ability or how genuine.</li> <li><strong>RELIABILITY</strong>: This implies it dependability and the quality of it content value.</li> <li>(a) <strong>URBAN </strong>– SPRAWL: The extension of the city into country side particularly associated with improvement mass transport. Torrens (2006) <ul><li>Argues that population growth is one of the most important engines of urban sprawl, and Irwin and Bockstach (2002).</li> </ul></li> </ol> <p><strong>VEGETATION INDEX</strong>: It is the way to describe the net result of canopy coverage, leaf area, and canopy architecture in a vegetated area. The number and size of leaves, and how they are arranged horizontally and vertically. Low value on the index means less vegetation (Earth observatory 2033). See liang et al (2007). It is common way to measure Earth’s vegetation from space.</p> <p><strong>HYPOTHESIS</strong>:</p> <p>The hypothesis stated to guide this research is that urbanization of natural vegetation.</p> <p><strong>SIGNIFICANT OF STUDY</strong></p> <p>The study of urbanization and it influence on natural vegetation in Oron Local Government Area was aim at understanding the extent to which the urbanization have influence natural vegetation or weather such vegetation have any way impedes urbanization or urban sprawl in Oron Local Government. However the study will bring to the fore knowledge, the type of natural vegetation and also to satisfy the inquisition present burning in the mind  of indigenes of the above locality as to weather, their vegetation characteristic enhance urbanization or impedes it. And some useful recommendation made that will balance the improvement the duo.</p>\n\nURBANIZATION AS AN IMPORTANT DETERMINANT IN SPATIAL ORGANIZATION ( CASE STUDY IN ORON L.G.A)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " URBANIZATION AS AN IMPORTANT DETERMINANT IN SPATIAL ORGANIZATION ( CASE STUDY IN ORON L.G.A)", "id": 13}, {"content": "<div class=\"abstract\">\n<p><strong><em>ASSESSMENT OF WATER QUALITY OF SOME PRIVATE BOREHOLES IN HOUSING ESTATES IN UYO URBAN, AKWA IBOM STATE</em></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <ul><li><strong>Background of the Study</strong></li> </ul> <p>Water is an important component of the earth covering about three quarters (3/4) of the earth’s surface and occurs on land, underground and in space. Without water life on earth would be impossible. It is often referred to as the “Liquid of life” because it constitutes up to ninety percent (90%) of the cell and serves as medium for the dissolution and transportation of body nutrients and other essential molecules. Without its availability for human use (through drinking) within a maximum of fourteen days, the body becomes dehydrated and life is endangered. In addition, about two thirds (2/3) of our body is made up of water, about 45 litres in the average adult. The brain is 5 percent water, the muscles 77 percent and the bones 33 percent (Akpan, 1998). According to him, we need to drink about two liters a day to stay healthy. The human body uses water to cleanse the blood as it passes through the kidney, bathes cells and tissues, regulates body temperature, carries oxygen around the body, transports food to the body organs, helps in food digestion, prevents a build-up of salts, and helps in removing carbon dioxide and waste products. Similarly, it is essential to terrestrial plant life and marine/aquatic flora and fauna. More so, in the life of human communities and economic activities, water is useful for sanitation, agriculture and fishery. In developing countries, thousands of children under five years die every day due to drinking contaminating water (WHO, 2004). Thus lack of safe drinking water supply, basic sanitation and hygienic practices is associated with high morbidity and mortality from excreta related diseases.</p> <p>Water-borne pathogens infect around 250 million people each year resulting in 10 to 20 million deaths world-wide. An estimated 80% of all illness in developing countries is related to water and sanitation and 15% of all child deaths under the age of five years in developing countries result from diarrhea diseases (WHO, 2004; Thompson and Khan,2000).</p> <p>According to Ayeni (2014), no fewer than seven million people across the world die of water borne diseases each year. Polluted water killed at least a child every 10 seconds and identified lack of potable water and poor hygiene as major causes of the high rate in child mortality in the world according to him. That, over 2.4 billion people across the world were without sanitation facilities, saying this had also contributed to the untimely death in most countries of the world including Nigeria. Also reported by Punch News Thursday, 2nd October, 2014, that more than 80 Nigerian refugees, fleeing from the Boko Haram insurgency are known to have died from cholera in refugee camps in Cameroon due to lack of adequate water supply and sanitation problems.</p> <p>The lack of safe drinking water and adequate sanitation measures could also lead to a number of diseases such as <em>dysentery, salmonellosis, shigellosis and typhoid</em>, and every year  millions of lives are claimed in developing countries. The evaluation of potable water supplies for coliform bacteria is important in determining the quality level of drinking water. High levels of coliform counts indicate a contaminated source, inadequate treatment or post-treatment deficiencies (Mathew; Lechevallier; Cameron and Fetens, 1984). Many developing countries suffer from either chronic shortages of freshwater or the readily accessible water resources are heavily polluted (Lehloesa and Muyima, 2000).</p>\n\nASSESSMENT OF WATER QUALITY OF SOME PRIVATE BOREHOLES IN HOUSING ESTATES IN UYO URBAN, AKWA IBOM STATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF WATER QUALITY OF SOME PRIVATE BOREHOLES IN HOUSING ESTATES IN UYO URBAN, AKWA IBOM STATE", "id": 14}, {"content": "<div class=\"abstract\">\n<p><strong>THE IMPLICATIONS OF AIR POLLUTION ON HUMAN HEALTH IN UYO (</strong><strong>A CASE STUDY OF UYO-URBAN)</strong></p> <p><strong>CHAPTER ONE</strong></p> <ul><li><strong>BACKGROUND OF THE STUDY</strong></li> </ul> <p>Environment is an important resource that provides livelihood and comfort to man. From the creation, environment remains indispensable to the existence and continuity of lives be it aquatic or terrestrial. This holds true because of the fact that, every living organism breath, eat, engage into some form of recreation and generally, survive through adaptation to the environmental conditions. That is why, paying special attention to environment becomes indispensable, because without it life becomes unbearable.</p> <p>The environmental degradation occasioned by the socio-economic and industrial activities of man caused great concern to all. Prior to 18th century, cases of environmental problems were scarcely or seldomly featured in the world political, social and economic discourse. This was because, human activities were limited to trade and commerce, agriculture with simply technology. The world then hard rarely made use of combustible steam engine for human survival although it may have been on the experimental stage but it was not at the scale after industrial revolution of 18th century. Thus, the live was simple, no pollution and man was not exposed to danger apart from war of conquest and minor diseases.</p> <p>The period of industrial revolution in the 18th century brought a new face of survival and socio-economic challenges. This is the period where human existence was beginning to completely tied to machine. The function and utilization capacity of machines necessitated the invention of turbine which became inevitable to the survival evolution of man. This indeed marked the beginning of environmental pollution, with serious consequence on human health.</p> <p>In this era of man’s civilization, virtually every aspect of human comfort was closely knit to steam engine (turbine) and they include: electricity generation, production, exploration of natural resources, agriculture, commerce and transportation etc.</p> <p>The pollution caused by industrial revolution in the world, particularly air constitute threat to live as carbon iv oxide Co2, Carbon ii oxide Co etc, discharge into atmosphere impose negative effect to lungs and respiratory tract. The incomplete combustion of gas in either automobile or internal combustion of steam engine caused some forms of diseases such as brain damages and headache – globally.</p> <p>However, in Nigeria, cases of environmental degradation as a result of human activities are featuring prominently in Niger Delta region and cities like Lagos and Port Harcourt. Here, pollution of various forms become parts of the people’s life in the course of oil exploration. It is not uncommon to hear and experience devastating environmental pollution caused by gas flaring. A lot of lives, properties etc, have been damaged by air pollution.</p> <p>Combustion from automobile have equally added burden on human health and often time, people fall sick on the account of fumes.</p> <p>In Akwa Ibom State, indeed Uyo urban which is the Central Business District (CBD), there are cases of environmental pollution caused by human activities. The epileptic power supply continue to sustain this problem virtually every house, church, school, office and business premise in our neighbourhood makes use of one electrical generating set or the other. Although other sources like refuse and poor waste management had been known to have constituted air pollution, however, those of the automobile and internal combustion of steam engine like electrical generating sets pump a larger percentage of poisonous fumes into air and as such remain the main factor or sources of pollution.</p> <p>The toxic fumes pump into air have been known to have brought some forms of health hazard to the people. Thus, as a result, it has affected the physical, psychological and physiological disposition of the good people of Uyo.</p> <p>Therefore, it was in recognition of this environmental problem, that affect Uyo Metropolis, that this research is conducted to finds ways of ameliorating the problem. Thus, the study would to a holistic approach in investigating means of curbing the effect of air pollution on human health and make appropriate recommendations for a way forward.</p> <ul><li><strong>STATEMENT OF THE PROBLEM</strong></li> </ul> <p>Health, it is said is wealth, and without it the earth remain empty. Our environment must be friendly if we must have good health. Good health although promoted by nutrition, physical exercises etc, can hardly be attainable if, environmental problems like air pollution is not addressed. The environmental degradation occasioned by fumes from industrial, commercial, domestic and transportation activities affect health tremendously. For instance, carbon iv oxide is known to have negative effect on ozone layer and consequently cause severe heat to human being.</p> <p>However, air pollution following human activities in Uyo constitutes a source of ailment to humanity. This is because carbon monoxide when released to air or inhaled can combine readily with hemoglobin and posed a threat to human health. Sometimes, in high concentrations, it (carbon monoxide) causes dizziness, headache, nausea, tiredness, and even brain damage when inhaled for a long period. lnfact, the alarming rate of health problems and issues in the society are to a large extent traceable to environmental health hazard mostly air pollution.</p> <p>Moreover, preliminary diseases like lose of vision, abdominal pain itching and even cancer are caused by fuel gases. Therefore, it is as a result of the above mentioned problems, that this study is critically investigates the implication of continued air pollution on human health.</p> <p><strong>1.3    RESEARCH QUESTIONS</strong></p> <p>The following are the research questions for the study:</p> <ol><li>Does air pollution the cause of poor health status of the people?</li> <li>To what extent do fumes contribute to the environmental health problems.</li> </ol> <p><strong>1.4    AIM AND OBJECTIVES OF STUDY</strong></p> <p>Air pollution is a serious environmental health hazard to a considerable number of people. This is because an autopsy of people who have died in their air polluted cities shows dark lungs and alveoli containing numerous particles. Therefore, this research intends to investigate and find out the health implication of air pollution and how it can be controlled. The main aim is to find out how the problem of air pollution can be tackled. Others include objectives:</p> <ol><li>To identify major sources of air pollution in Uyo.</li> <li>To identify types of air pollution in Uyo</li> </ol> <ul><li>To measure the concentration of such pollutants in the air of Uyo.</li> </ul> <ol><li>To measure the health effects of these pollutants in Uyo.</li> </ol> <p><strong>1.5    SIGNIFICANCE OF THE STUDY</strong></p> <p>The study is crucial to the environmental degradation control, particularly air pollution. The researcher would make sure that the outcome emanating from the study go along way to helping solve environmental health problem in Nigeria.</p> <p>Beside, students from urban and Regional Planning and other related discipline would see the work invaluable for further study. Again, the researcher would ensure that findings from the study broaden the scope of the field (Urban and Regional Planning).</p> <p><strong>1.6    SCOPE OF THE STUDY</strong></p> <p>Uyo is a capital of geographical entity called Akwa Ibom State. Because of its status, it has attracted attention from all sections of the state and swelled the city with various economic activities. Here we have services, commercial, industrial and transportation activities. These activities however, cause pollution.</p> <p>As witnessed daily, services, transportation, religious and domestic activities promote air pollution because of intensive use of electrical sets. The fumes emanated from the usage of the electrical generating plant contained poisonous gases which are dangerous to health. Therefore, it is as a result of negative effects of fumes to the health of Uyo residence that this research investigates the health implication of the air pollution. The study would only be focused to health related problems associated with air pollution in Nigeria, with Uyo being the case study.</p> <ul><li><strong>STATEMENT OF HYPOTHESIS</strong></li> </ul> <p>In this study, one hypothesis guided by research questions would be tested. This is:</p> <p>HO:    There is no significant relationship between the pollutants concentration in the air and the health status of the people.</p> <p>HI:     There is significant relationship between the pollutants   concentration in the air and the health status of the people.</p>\n\nTHE IMPLICATIONS OF AIR POLLUTION ON HUMAN HEALTH IN UYO (A CASE STUDY OF UYO-URBAN)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPLICATIONS OF AIR POLLUTION ON HUMAN HEALTH IN UYO (A CASE STUDY OF UYO-URBAN)", "id": 15}, {"content": "<div class=\"abstract\">\n<p><strong><em>ASSESSMENT OF VARIOUS HOUSING PROGRAMMES IN AKWA IBOM STATE</em></strong></p> <p><strong>Chapter One</strong></p> <p><strong>Introduction</strong></p> <p><strong>1.1    Background of the Study</strong></p> <p>Housing is one of the basic needs of life. The problem of supply in quantity is experienced in most developing economies like Akwa Ibom State(Ekop, 2006), the study area. This problem has been receiving attention by government and the private sector since the state was created in 1987. The problem is not peculiar to the state alone, it cut across the whole nation. It is against this background that the New National Housing Policy (NNHP) came into effect in Nigeria in 1991. The objectives of the NNHP were to encourage and promote active participation in housing delivery in all tiers of Government, strengthen housing institutions to be more responsive to demands, emphasize housing investments which satisfy basic needs and encourage greater participation by the private sector in housing development (Ekop, 2006). It was also to provide housing for all Nigerians by the Year 2010. Roles were specified for the three tiers of government, federal, state and local, the apex and primary mortgage institutions and the various governmental agencies responsible for housing supply in order to achieve the overall national policy (FGN, 1991). The performances of the three tiers of government, their agencies, are among the issues to be examined in this study.</p> <p>Since Nigeria attained independence in 1960, the provision of housing has become a paramount corner stone of the policies of variable government at the Federal and State level (Onibokun, 1985). These are manifested in the various National Development plans of the successive Federal Government, the high population of Nigeria with an estimated annual growth rate of 3% has further created stress in the housing demand of its citizenry (Ozo, 1987). Government has consistently fallen short of the demand inspite of the conscious effort by both private and public sector to make for the provision of housing. Housing programs in Nigeria has really suffered in the past decades, although several attempt has been made by the government to solve housing problems but it still prove abortive. The slogan aimed at providing housing for all by the year 2000AD has become in effected in the Nigerian context.</p> <p>According to Etim et al (2006); government’s approach to housing production has been through a provider system which is responsible for the high cost of finished houses. The second problem is the housing finance system which is hamstrung by lack of suitable forms of credit for the provision of houses for the less privileged. This problem is consequent upon current pervasive level of poverty, inhibiting savings and investment, poor fund mobilization and paucity long term finance for housing loan recovery</p> <p><strong>1.2    Statement of Problem</strong></p> <p>Akwa Ibom State have been experiencing increase in population since the state was created in 1987, without corresponding increase in the provision of social facilities such as housing (Ekop, 2006). It has been ascertain that 100% of housing stock in the country including the study area is provided by both the private and public sector, which  at the same time are facing numerous problems such as difficulty in land acquisition, institutional bottlenecks and difficulties arising from the operation of land-use-Act. This turn have affected the housing supply inspite of the conscious effort made by all operators in housing development and this have arisen the state of overcrowding in our state.</p> <p>Also the new Federal Government housing policy and the strategy adopted for its implementation often fail due to insufficient regards to standard planning process which makes it necessary that statistical information on resources and people should be obtained to ensure sustainable housing delivery in the state. In practice, housing delivery in the state has been through the emergency housing relief programs which favoured only the average and high income earners.</p> <p>Therefore it is expedient to assess the performance of government and private sector initiatives in housing delivery in the state with a view to enhance sustainable housing delivery in the state.</p> <ul><li><strong>Research Questions</strong></li> </ul> <ol><li>To what extent does the various housing programmes succeed to addressing needs and demand of the citizens within the study area?</li> <li>Does access to land and capital constitute a problem to various housing programs in the study area considering the commercial pressure faced by this sector?</li> </ol> <ul><li>How does the government agencies and the private sector contribute to the housing supply within the study area?</li> </ul> <ol><li>What solution could be found to encourage the public and private sector to adopt measures of sustainable housing for citizens of the study area?</li> </ol> <p><strong>1.4    Aim and Objectives</strong></p> <p>The aim of this research is to assess the extent to which various housing programmes have succeeded to ensure the provision of sustainable housing programmes in the State.</p> <ol><li>To examine broadly the level of success of the past various housing programmes in addressing the housing needs and demand of Nigerians as well as the people of the study area.</li> <li>To examine how easy it has been to gain access to land and capital towards various housing development.</li> <li>To assess generally and also within the context of the NNHP the contributions of government agencies and private sector in housing supply between 1987 and 2007.</li> <li>To outlined and recommend some principles of public and private sector housing development measures aimed at achieving sustainable housing programmes in Nigeria and the study area in general.</li> </ol> <p><strong>1.5    Hypothesis</strong></p> <ol><li>HO: There is no significant relationship between housing programmes and stock of housing in Akwa Ibom State.</li> <li>HI: There is significant relationship between the housing programmes and the stock of housing in Akwa Ibom State.</li> </ol> <p><strong>1.6    Scope of the Study</strong></p> <p>The scope of the study is to assess various government housing programs towards enhancing sustainable housing provision in Nigeria. The study is limited to Akwa Ibom State of Nigeria.</p> <p><strong>1.7    Significance of the Study</strong></p> <p>In Nigeria, despite diverse programs adopted by the government to issues of housing problems as well as huge capital investments in the housing sector, the supply of new housing has not been able to match the demand. The effect is the existing yawning gap between the high demand and inadequate supply of housing stock. Gyuse (1984) observes that government alone could not provide enough finished housing to interested public. It is therefore clear that the private sector (formal and informal) has displayed development of housing estates. The research will help the state government and all agencies involve in housing provision to review and streamline their policies which will inturn meet the primary needs of individuals, it will also help the state government to know the annual budget that will be allocated to housing sector.</p> <p>This research project will also help the non-governmental organisation (NGO’s) to know their need in housing sector and also to contribute their quarter in the housing delivery or to partner with the public in housing delivery. And finally, this research will help the future student who may wish to carry out research on housing programs in the state.</p> <ul><li><strong>Research Justification</strong></li> </ul> <p>Housing is undisputably one of the greatest necessities of life. It ranks next to food. Government has consistently fallen short of demand in spite of the conscious effort by both private and public sectors to make for the provision of housing.</p> <p>So if available stock is short of individual housing need they can have negative effects on the society, economy, human beings, environment etc, it is against the background of the above that it justifiable becomes necessary to suggest solutions to the housing problems and various housing programs implemented in Akwa Ibom State since it creation.</p> <ul><li><strong>Limitation of the Research</strong></li> </ul> <p>The research is limited to Akwa Ibom State of Nigeria which encompasses 31 Local Government Areas and Uyo as the State Capital.</p> <p><strong>1.10  Constraint of the Study Area</strong></p> <p>During the conduct of the study, certain factors were identified as impediments. For instance, data’s relating to government housing programmes, NGO’s CBOs and real estate developers involved in housing development were difficult to obtain, though the existing housing stock and programs were derived from government agencies and parastatals, though not comprehensive and detailed enough but were useful particularly as they provided necessary information for the study.</p> <p><strong>1.11  Organisation of the Study</strong></p> <p>The study is organized in six chapters. The first chapter highlights the pertinent background information about the study, statement of problem, objectives of the study, scope of the study, research questions, research hypothesis, significance of the study, research justification, limitation of the research, constraint of the study area and organisation of the study.</p> <p>The second chapter give the theoretical framework of the study and reviews of the existing literature of the research.</p> <p>The third chapter defines the limit of the study area, brief history, geographical location, relief, population, soil and vegetation, climatic conditions and existing map of Akwa Ibom State under study.</p> <p>The fourth chapter defines the research methodology of the study which includes the target population, method of sample and sampling technique, method of data collection and the analysis.</p> <p>The fifth chapter gives data presentation and analysis.</p>\n\nASSESSMENT OF VARIOUS HOUSING PROGRAMMES IN AKWA IBOM STATE<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF VARIOUS HOUSING PROGRAMMES IN AKWA IBOM STATE", "id": 16}, {"content": "<div class=\"abstract\">\n<p><strong><em>AGRICULTURAL INFORMATION SOURCES AND THE PRODUCTION CAPACITY OF CASSAVA FARMERS IN AKWA IBOM NORTH WEST SENATORIAL DISTRICT</em></strong></p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p>1.1       <strong>Background of the Study</strong></p> <p>Human race is totally dependent on agriculture and information, and as the world population continues to grow, there must be continuous reassessment of agricultural practices to optimize their efficiency and productivity. In the quest for human capital development especially to help developing countries like Nigeria to reduce poverty and promote food security, improvement of agricultural produce was chosen as a major means of poverty alleviation. Therefore, different programmes were initiated at different times in different locations to provide agricultural information to the rural and urban farmers towards boosting their production capacity. Nigeria was privileged to be one of such chosen countries for these agricultural project, such projects were carried out by different bodies such as the technical centre for Agricultural and Rural Cooperation (TCARC) which was established in 1983 with the mandate of developing and providing services that will improve access to information for enhancing agricultural production (Olawu, 2008). It was aimed at enabling local farmers to access, acquire, exchange and utilize information in all areas of agricultural produce to boost production.</p> <p>Capacity can be defined as the maximum output that a business can produce in a given period with the available resources. Production capacity is usually measured in production units such as in kilograms. The production capacity of agricultural produce is determined by a plan, in terms of the production list and assortment, as well as quantitative relationships. The plan is based on the fullest utilization of agricultural information, production machines and equipment, planting space, advanced technology and organization of labour. Production capacity in this context can be defined as the maximum output of cassava that a farmer can produce in a given period with the available resources at his disposal.</p> <p>In recent times, attention has been focused on the provision of agricultural information to all the farmers as well as agricultural information user population and not restricted to research scientists, as is the case in most agricultural libraries in Nigeria. The provision of agricultural information to extension officers and farmers through libraries, extension agent, televisions, radio, neighbors, friends, cooperative societies, posters, newspaper and pamphlets are neglected by the cassava farmers and this also hinders increase agricultural production of cassava in Nigeria and Akwa Ibom North West Senatorial District in particular.</p> <p>Cassava is a popular energy food in most of the tropics where its production and yield are prolific. It has replaced yam and cocoyam as the number one carbohydrate source and is said to provide up to 40% of all the calories consumed in Africa. The International Institute for Tropical Agriculture (IITA) and the United Nations Children’s Fund (UNICEF) collaborate in the development and promotion of the crop in view of its potentials.</p> <p>Other than being a major staple, cassava is a prime source of starch for both food and industrial purposes. In the form of chips or pellets it is becoming more important in world commerce as a relatively cheap energy feed source for ruminants and other livestock (poultry and pigs). The leaves have been used as vegetables in some parts of Africa, and goats relish it especially. Mass media such as television and radio have assumed a major function of disseminating improved agricultural technologies about farm matters with farmers. Agricultural information sources are necessary if farmers have to advance beyond their present level of production. A steady flow of accurate, understandable, timely, factual information links the scientists with the farmer through the various sources like extension agents, posters, pamphlets and friends that communicate such agricultural information.</p> <p>Some studies have however revealed that extension officers and farmers in both local and urban communities need updated information just as much as research scientists and policy makers (Lawini, 2009). Nigeria has an elaborate agricultural research system and far reaching innovations that are capable of improving the farmers agricultural production of crops like cassava and boosting the nation’s economic development, unfortunately, most of these innovations do not get to the farmers as a result of lack of agricultural information conveying agent and sources. Agricultural information can enable local farmers adopt modern system of farming as well as apply relevant agricultural tools to improve crop production especially cassava.</p> <p>Limited access to agricultural information was therefore identified as one of the most serious constraints to agricultural development in Nigeria. According to Okwu and Obime (2008), the problem of agricultural production and development in Nigeria, like many other developing countries of the world, lies with the rate of transfer of improved agricultural technologies and information to farmers and not with lack of the technologies. He further attributed limited access to agricultural information by Nigerian farmers to lack of effective agricultural information dissemination machinery. Due to its initial role, information dissemination to rural farmers should be an integral part of any country’s development initiative and so, appropriate media or means to be used to effectively reach the local farmers must be specified (Yahaya, 2009). Production of cassava in Nigeria can be optimized through effective and sound information sources; this can be realized by using several communication methods, which include television, radio, neighbours, friends, cooperative societies, posters, newspapers and others. These communication methods if effectively used can meet the need of the farmers by promoting the yield of cassava production. They can be used to provide relevant information on planting methods of cassava, improved cassava stems or cuttings, appropriate modern tools of farming, weeds and pest control methods. One other effective method is the use of agricultural extension agents that can go to local communities and provide seminars and workshop on good planting methods and crop breeding, particularly on cassava, since cassava is predominant source of food in Nigeria (William, 2010).</p> <p>It would be pertinent and achievable for agricultural information to be provided in the local dialects in the respective communities in Nigeria. Those who cannot read and write can receive information from professional agriculturists in their respective local dialects. It has been observed that wide cultural differences between communicators and farmers in local communities act to impede agricultural information sources. Language incompatibility between the information disseminators and the farmers apply not only in terms of dialect, but also in appropriateness and compatibility of words and differences in their interpretations.</p> <p>It is worthy to note that most rural farming remains largely in the hands of peasant farmers who primarily depend on old traditional ways of farming, whose information needs are not met and also lack relevant strategies, tools and techniques for modern farming, Adomi (2008), observes that these category of farmers live in the rural areas and they lack necessary information and awareness on better tools, and implementation strategies that can improve their means of farming method, marketing and food sufficiency, particularly in cassava. It is therefore believed that useful information dissemination to rural and urban farmers through different media and method will create effective awareness to farmers and set the pace for improving cassava production in Akwa Ibom North West Senatorial District, Akwa Ibom State and Nigeria at large. Accordingly, the Agricultural Development Programme (ADPs) in Nigeria which work in conjunction with Agricultural Institutions and Faculties of Agriculture in Nigerian Universities have made available many agricultural technologies (packages) and improved cassava cultivars for farmers to use and adopt for increase production of cassava. Whereas these agricultural technologies have to pass through many sources to reach the farmers, it is evident that most cassava farmers are not in receipt of these technologies and improved cultivars, which is due to a large extent on the speed with which the technologies are transferred from their sources to the ultimate units of their utilization, so that the users clearly understand, accept and apply them to their day-to-day practices. This speed of transfer and adoption of improved cassava varieties and technologies depends on the sources through which information about them are passed.</p> <p>Jibowo (1992), asserted that in advance countries such as the United State of America, mass media channels are said to be the most important source of agricultural information to the farmers, whereas in Nigeria, which is a developing country, the extension agent is said to be the most important source of information on adoption of innovation closely followed by the mass media, with radio assuming a great importance.</p> <p>The importance of agriculture in the economy of Nigeria is profound. Despite the growth of industries, oil and commerce it continues to be the principal economic activity of the peoples of Nigeria. Thus 70% of the people are engaged in agriculture but more than 70% of this farm at subsistence level. The Food and Agriculture Organization, FAO (2004) suggested that in order to enhance agricultural development, new commodities and new methods of production must be developed. In Nigeria, there are various agencies, research institutes, agricultural universities/Colleges and non-governmental organizations that generate innovations and improved farm practices or technologies.</p> <p>The primary function of the dissemination component (agricultural extension, agricultural change agencies, and private extension organizations) is the transformation of the agricultural sector of the national economy through promotion of rapid adoption and utilization of improved farming technologies by the utilization component – the farmers. The quantum of agricultural technology information available in the Nigerian systems developed by research institutes, and faculties of agriculture in universities is quite enormous.</p> <p>Research institutes must also disseminate their findings through extension agent to the target group; the farmers, while receiving feedback to indicate that communication were successful. The feedback is expected to expose areas requiring modification or further enquiry. Information source is an institution or individual that creates or brings about a message (Statrasts, 2004). The characteristics of a good information sources are relevance, timely, accuracy, reliability, usability, exhaustiveness and aggregation level (Statrast, 2004). The efficiency of technologies generated and disseminated depends on effective communication which is the key process of information dissemination. The development of agricultural technologies requires among other inputs, a timely and systematic transmission of useful and relevant agricultural information (messages), through relatively well educated technology dissemination (Extension) for formal technology generation system (research) via various communication media (channels) to the intended audience – farmers (Ekumankama, 2002).</p> <p>It is expected that the message from the client (farmer) be passed back to the source or research institution (feedback) for the communication process to be complete. Despite the attempt at technological innovation transfer, the wide gap between the levels of production which research contends is attainable and that which farmers achieve suggests a missing link.   In any parts of the developed world such as Europe and the United States of America (USA), agriculture is highly efficient industry and continues to demonstrate annual increase in productivity. In contrast, many developing countries like Nigeria are still not self-sufficient in food, particularly cassava production due to many reasons such as lack of access to agricultural information, practices, hostile climate and others. Many developing societies are intrinsically poor and lack the ability to take advantage of new technologies hence they suffer from food crisis situation.</p> <p>According to Yahaya (2000) the diffusion and adoption of innovations remains the back bone of the expected development in agriculture. Yahaya (2000) noted that development and production of relevant and appropriate technologies is one of the pre-requisites for sustainable agricultural production particularly, cassava. Others include dissemination of these technologies as well as their eventual utilization. Nigeria government has addressed the issue of development of appropriate technologies through the establishment of research institutes and creation of universities of technologies and agriculture. Over the years, the national and international research institutes have ‘churned out’ numerous publications that are usually intended for extension agents and farmers.</p> <p>It is now evident from all the Research-Extension-Farmers –Inputs-Linkage System (REFILS) workshops being organized in each of the country’s agricultural zones, that research institutes with mandate of different crops have over time accumulated a lot of technologies for improving agricultural practices in the country, Nigeria. Extension services are essentially communicative. It is therefore recommended that extension services are communication link to create network for sharing knowledge and experience.</p> <p>According to Akumankama (2010), sustainable agricultural production of cassava and development will continue to elude Nigeria unless appropriate innovations are effectively communicated to the farming population. Communication plays a major role in human development especially in agriculture. Communication includes those situation in which a source transmits a message to a receiver with conscious intent to affect the latter’s behaviour. It is a vital part of personal life and also important in different fields such as business, education, agriculture, rural development and other situation where people encounter each other. Unlike message sending, communication requires response of others. There must be sharing of meaning for effective communication to take place (Baron, 2002).</p> <p>According to Ekumankma (2002), the poor exposure of farmers to appropriate agricultural information is one of the major reasons for low yield recorded by many Nigerian farmers. This has been of great concern to agricultural communicators, administrators and policy makers in the country over the years. To sustain this development, it becomes imperative that information on improve technologies cassava varieties be provided through mass media, friends, extension agents, pamphlets and other means. This is because information is the driving and sustaining force behind agricultural development strategy.</p> <p>In agriculture, the role of information in enhancing agricultural development cannot be over emphasized. Information is vital for increasing production and improving marketing and distribution strategies (Oladele, 2006). Information also opens windows of sharing experiences, best practices, sources of financial aids and new marketing strategy. As posited by Mugabe (2003) information sources such as radio, television, extension agent has a vital role to play in improving and sustaining agricultural production of any nation.</p> <p>For cassava farmers, they need information on cassava farming technologies and management, breeds and spawning, processing, storage and marketing. Access to agricultural information is very essential for increased productivity by cassava farmers. In Nigeria agricultural information is available through television, radio, newspapers, magazines and friends (Irfan, 2006). They are available in many agricultural research institutes and school of agriculture in the universities as well as the federal and state ministries of agriculture. Many previous studies agree that the problem of farmers is access to agricultural information; and that even with the advent of information technologies which has succeeded in eliminating bottlenecks in information dissemination; constraints to access information is still a real experience, (Oladele, 2006).</p> <p>The use of radio and television are very important media of information dissemination to local farmers in the sense that they broadcast the news on modern farming technique daily. Local farmers who show interest in listening to news and watching television could obtain useful information that can enable them improve on the present agricultural produce. Television allows information to be produced in pictures, which the local farmers are motivated to view them.</p> <p>Cooperative society, friends and agricultural extension agents are information dissemination sources that provide agricultural information to farmers by contact. Thus, farmer’s can talk with them physically and interactively, feedback can be obtained.</p> <p>1.2       <strong>Statement of the Problem</strong></p> <p>Presently in Akwa Ibom State and Akwa Ibom North West Senatorial District in particular, cassava serves as one of the staple food, yet the farmers are not able to produce enough to meet the demand of the increasing population. The farmers are producing below the required capacity, the situation which has resulted in scarcity of food. Although cassava is planted all year round, the farmers are yet to meet the food needs in Akwa Ibom State.</p> <p>Over the years farmers have depended on indigenous or local technologies for farming. Such technologies refer to skills and experience gained through oral tradition and practice over many generations. Acquisitions of such primitive skills such as farmers poor knowledge of better planting distances of 1metre by 1metre and one cutting of about seven nodes per stand, which should be treated with ‘Termex’ of three mills per litre of water before planting the cassava cuttings to avoid being destroyed by termites pose a threat to cassava production. The use of local varieties of disease prone, long maturation period and low yielding potential also contribute to low productivity. Whereas there are recently developed varieties of improved cassava cuttings such as TMS – 50395, TMS – 92b0068, TMS – 920326 and the most current pro-vitamin-A cassava cutting which are newly introduced varieties that are more disease resistant, high-yielding and of better starch quality not used.</p> <p>Moreover, most farmers cannot access improved agricultural innovations through television and radio because they are conservative, and ignorance of agricultural programme or announcement made through those sources. Their poor financial status also contributes to the low production of cassava in Akwa Ibom North West Senatorial District. For instance, majority of them do not have the ability to purchase these improved cassava varieties and some of the agro-chemical required for the treatment of these cuttings before planting in the field to avoid termite attack. Recently, the Federal Government through the Federal Ministry of Agriculture has ordered that every farmer should register with their respective federal ministry of agriculture for proper data and bi-metric capturing to ascertain the actual number of farmers, but due to their poor financial status most of the farmers cannot pay their transport fare to Federal Secretariat, Uyo for the registration exercise.</p> <p>Illiteracy is also identified as one of the factors that contribute to the inability of farmers to access, apply and adopt the various technologies recommended by the agricultural development programme. Other sources of agricultural information such as pamphlet, posters, magazine and journals cannot be utilized by the local farmers since they cannot read to obtain facts on modern agricultural practices to improved productivity. Above all, farmers poor relationship with the agricultural development programmes agencies and their extension agents also hinders the production of cassava in Akwa Ibom North West Senatorial District because most of the farmers attitude towards agricultural innovations are not encouraging, some of them believe in the inherited agricultural practices which has resulted in the unimpressive yield performance of cassava within this Senatorial District.</p> <p>Farmers are ignorance of those innovations concerning new improved cassava varieties multiplied in different seed multiplication centers of Agricultural Development Programme in the state, such as the one in IKot Ekang, in Abak Zone of AKADEP. Poor farmer’s relationship with the extension agent, poor level of education and their low financial status also constitute to the low productivity of cassava.</p> <p>1.3       <strong>Purposes of the Study</strong></p> <p>The main purpose of the study is to determine the influence of agricultural information sources on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District. Specifically this study sought to:</p> <ol><li>assess the influence of extension agent’s source of agricultural information on the production capacity of cassava farmers.</li> <li>assess the influence of radio source of agricultural information on the production capacity of cassava farmers.</li> <li>assess the influence of television source of agricultural information on the production capacity of cassava farmers.</li> <li>determine the influence of friend’s source of agricultural information on the production capacity of cassava farmers.</li> <li>assess the influence of cooperative society source of agricultural information on the production capacity of cassava farmers.</li> <li>assess the influence of print media source of agricultural information on the production capacity of cassava farmers.</li> </ol> <p>1.4       <strong>Significance of the Study</strong></p> <p>The findings of this study would place the communicators of agricultural technologies in the position to know the appropriate source through which information on agricultural innovations (technologies) should be transferred to easily reach the targeted farmers. This is because improved agricultural technologies that are transferred through various sources or outlets but are not available to farmers cannot be practiced.</p> <p>The findings of this study would also help policy makers in media campaign and decision making. The findings of this work would add to literature on extension communication in Akwa Ibom State, as well as provide information for mass media organizations in the state to improve their services.</p> <p>It would also lead to improvement in adoption of agricultural innovations by cassava farmers and consequent increase in agricultural production of the crop under study, resulting in the improvement of the economy of the farmers, the state and the nation at large. The findings of the study would expose the farmers to knowing the various agricultural information sources such as television, radio, friends, agricultural cooperative society, print media and extension agent which they should effectively link with in order to benefit from the useful agricultural innovations and technologies needed to improve the yield of their cassava production which would in-turn increase their financial status and make live more meaningful to them through their ability to accept innovations.</p> <p>The findings of this work would also add to the body of knowledge in this aspect of agricultural information sources for the benefit of other researchers as it would remain a reference point. Moreover the findings would be of significance to the Ministry of Agriculture, the farmers, teachers and students as it would help the teachers improved on their instructional methods as well as improve student’s skills in cassava production.</p> <p>The findings will stimulate the passion of the government and Technical Centre for Agricultural and Rural Cooperative to implement the plan of action such as newly introduced cassava varieties and fertilizer locations in providing agricultural information to local farmers using appropriate information sources.</p> <p>More so, it would make government aware of the necessity of agricultural information sources needs in transferring modern agricultural technologies, practices and other relevant support to local farmers by improving the funding of extension agencies and the welfare of their agents.</p> <p>Government through Ministry of Agriculture would benefit from the findings of the study as it would enhance the skill labourer performance in crop production.</p> <p>1.5       <strong>Research Questions</strong></p> <p>The following research questions guided the study.</p> <ol><li>To what extent does extension agent’s information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> <li>To what extent does radio information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> <li>To what extent does television information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> <li>To what extent does friend’s information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> <li>To what extent does cooperative society information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> <li>To what extent does print media information source influence the production capacity of cassava farmers in Akwa Ibom North West Senatorial District?</li> </ol> <p>1.6       <strong>Null Hypotheses</strong></p> <p>The following null hypotheses guided the study and were tested at .05 level of significance:</p> <ol><li>There is no significant influence of extension agent source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District.</li> <li>There is no significant influence of radio source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District..</li> <li>There is no significant influence of television source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District.</li> <li>There is no significant influence of friends source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District.</li> <li>There is no significant influence of cooperative society source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District.</li> <li>There is no significant influence of print media source of agricultural information on the production capacity of cassava farmers in Akwa Ibom North West Senatorial District.</li> </ol> <p>1.7       <strong>Delimitation of the Study</strong></p> <p>This study is delimited to Agricultural information sources and the production capacity of cassava farmers in Akwa Ibom North West Senatorial District, which is made up of ten Local Government Areas of Ikot Ekpene, Essien Udim, Obot Akara, Ikono, Ini, Abak, Etim Ekpo, Ika, Oruk Anam and Ukanafun Local Government Areas. However, the research is also delimited to radio, television, cooperative society, extension agents, friends and print media as sources of agricultural information to farmers.</p>\n\nAGRICULTURAL INFORMATION SOURCES AND THE PRODUCTION CAPACITY OF CASSAVA FARMERS IN AKWA IBOM NORTH WEST SENATORIAL DISTRICT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AGRICULTURAL INFORMATION SOURCES AND THE PRODUCTION CAPACITY OF CASSAVA FARMERS IN AKWA IBOM NORTH WEST SENATORIAL DISTRICT", "id": 17}, {"content": "<div class=\"abstract\">\n<p>DETERMINATION OF NUTRITIONAL STATUS OF CHILDREN WITHIN THE AGES OF FOUR (4) TO TEN (10) YEARS USING THEIR BODY MASS INDEX (BMI)</p> <p><strong>ABSTRACT</strong></p> <p>Body Mass Index (BMI) is a measure of adiposity and has been used in many countries for assessment of overweight and obesity. The prevalence of obesity in children is increasing and is recognized as risk indicator of cardiovascular disease in adulthood. The study aimed was to document the Body Mass Index of school children aged 4-10 years. The study also determined the prevalence of overweight and obesity. This is a descriptive study of obesity prevalence in Nigerian Children. The weight and heights of the sampled children were measured and their BMI was calculated as weight/height (m2). Overweight and obese children were identified using charts from pooled internationally accepted data age and sex specific cut -off points for BMI. The BMI ranged from 09.25kg / m2.to28.20Kg/m2 with a mean BMI of 15.10 kg/m2. The mean BMI for males was 15.64 and the females 14.56. The prevalence of Underweight, Healthy weight, overweight and obesity were 16.33, 64.34%, 12% and 7.33% respectively. More males were significantly<br/>overweight than females. Prevalence of overweight and obesity were highest in the highest socioeconomic class.<br/>Most children had BMI within the normal range. The prevalence of overweight and obesity though predominantly low should be taken seriously, especially as it appears to be associated with improving   socioeconomic status. School health education (physical activity and nutritional education) is recommended as preventive measures.</p><p> CHAPTER ONE  INTRODUCTION 1.1 BACKGROUND OF STUDY </p> <p>The global epidemic of overweight and obesity – “globosity” – is rapidly becoming a major public health problem in many parts of the world. Paradoxically coexisting with under nutrition in developing countries. Body Mass Index (BMI) is a measure of adiposity and has been used in many countries for assessment of overweight and obesity. the increasing prevalence of overweight and obesity is associated with many diet-related chronic diseases including diabetes mellitus, cardiovascular disease, stroke, hypertension and certain cancers.</p> <p>In order to maintain a regular and constant body weight standard, the knowledge of body mass index was introduced by the world health organization to enable the entire public have an inside into proper diet regulation. But for the interest of this study, emphasis will be laid only on the body mass index of children within the age of four to ten years old.</p> <p>Body Mass Index (BMI) is a number calculated from a child’s weight and height. BMI is a reliable indicator of body fatness for most children and teens. It does not measure body fat directly, but research has shown that BMI correlates to direct measures of body fat, such as underwater weighing and dual energy x-ray absorptiometry (DXA).1 BMI can be considered an alternative for direct measures of body fat. Additionally, BMI is an inexpensive and easy-to-perform method of screening for weight categories that may lead to health problems. For adults it is usually age independent and may not absolutely depend on sex of the individual, but for children and teens, BMI is age- and sex-specific and is often referred to as BMI-for-age.</p><p> 1.2 STATEMENT OF PROBLEM </p> <p>The problem of this research work is to ascertain the degree of precision in using the analysis of body mass index in determining the nutritional status of children within the age of four to ten years.</p> <p>Secondly to assemble information of sufficient quality and quantity which will help in the provision of basis for making accurate analysis and sound decision on the health of children within the age of four years to ten years old using their body mass index.</p><p> 1.3 SCOPE OF STUDY </p> <p>This project work comprises of the principles which accomplishes the processes 0f determining the nutritional status  of children within the ages of four to ten years using their body mass index, it also covers the exploitations of some statistical models which helps in the proper estimations of child’s nutritional condition, using a world known standard for health status determination.</p><p> 1.4 THE SIGNIFICANCE OF THE STUDY </p> <p>One of the major significance of this study is that the knowledge of body mass index will raise parental consciousness on the quality of diet being given to their children, in other for them to maintain healthy body weight.</p> <p>Secondly, through this research work, necessary dietary recommendations to the authorities of most children controlling institutions will help in the reduction of overweight, obesity and under-weight among children.</p> <p>1.5 AIMS AND OBJECTIVE</p> <p>Body mass index have been in use over the years by most medical and socioeconomic field of endeavour, but proper analysis together with some statistical importance about BMI have been of limited consideration. The aim of this project is to analyze the health importance of continually measuring the BMI of children.</p> <p>Secondly, reaching and maintaining a healthy weight is important for overall health and can help you prevent and control many diseases and conditions. If you are overweight or obese, you are at higher risk of developing serious health problems, including heart disease, high blood pressure, type 2 diabetes, gallstones, breathing problems, and certain cancers. That is why maintaining a healthy weight is so important:</p>\n\nDETERMINATION OF NUTRITIONAL STATUS OF CHILDREN WITHIN THE AGES OF FOUR (4) TO TEN (10) YEARS USING THEIR BODY MASS INDEX (BMI)<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " DETERMINATION OF NUTRITIONAL STATUS OF CHILDREN WITHIN THE AGES OF FOUR (4) TO TEN (10) YEARS USING THEIR BODY MASS INDEX (BMI)", "id": 18}, {"content": "<div class=\"abstract\">\n<p><strong>Introduction</strong></p> <p><strong>1.1    Background of the Study</strong></p> <p>Housing is one of the basic needs of life. The problem of supply in quantity is experienced in most developing economies like Akwa Ibom State(Ekop, 2006), the study area. This problem has been receiving attention by government and the private sector since the state was created in 1987. The problem is not peculiar to the state alone, it cut across the whole nation. It is against this background that the New National Housing Policy (NNHP) came into effect in Nigeria in 1991. The objectives of the NNHP were to encourage and promote active participation in housing delivery in all tiers of Government, strengthen housing institutions to be more responsive to demands, emphasize housing investments which satisfy basic needs and encourage greater participation by the private sector in housing development (Ekop, 2006). It was also to provide housing for all Nigerians by the Year 2010. Roles were specified for the three tiers of government, federal, state and local, the apex and primary mortgage institutions and the various governmental agencies responsible for housing supply in order to achieve the overall national policy (FGN, 1991). The performances of the three tiers of government, their agencies, are among the issues to be examined in this study.</p> <p>Since Nigeria attained independence in 1960, the provision of housing has become a paramount corner stone of the policies of variable government at the Federal and State level (Onibokun, 1985). These are manifested in the various National Development plans of the successive Federal Government, the high population of Nigeria with an estimated annual growth rate of 3% has further created stress in the housing demand of its citizenry (Ozo, 1987). Government has consistently fallen short of the demand inspite of the conscious effort by both private and public sector to make for the provision of housing. Housing programs in Nigeria has really suffered in the past decades, although several attempt has been made by the government to solve housing problems but it still prove abortive. The slogan aimed at providing housing for all by the year 2000AD has become in effected in the Nigerian context.</p> <p>According to Etim et al (2006); government’s approach to housing production has been through a provider system which is responsible for the high cost of finished houses. The second problem is the housing finance system which is hamstrung by lack of suitable forms of credit for the provision of houses for the less privileged. This problem is consequent upon current pervasive level of poverty, inhibiting savings and investment, poor fund mobilization and paucity long term finance for housing loan recovery</p> <p><strong>1.2    Statement of Problem</strong></p> <p>Akwa Ibom State have been experiencing increase in population since the state was created in 1987, without corresponding increase in the provision of social facilities such as housing (Ekop, 2006). It has been ascertain that 100% of housing stock in the country including the study area is provided by both the private and public sector, which  at the same time are facing numerous problems such as difficulty in land acquisition, institutional bottlenecks and difficulties arising from the operation of land-use-Act. This turn have affected the housing supply inspite of the conscious effort made by all operators in housing development and this have arisen the state of overcrowding in our state.</p> <p>Also the new Federal Government housing policy and the strategy adopted for its implementation often fail due to insufficient regards to standard planning process which makes it necessary that statistical information on resources and people should be obtained to ensure sustainable housing delivery in the state. In practice, housing delivery in the state has been through the emergency housing relief programs which favoured only the average and high income earners.</p> <p>Therefore it is expedient to assess the performance of government and private sector initiatives in housing delivery in the state with a view to enhance sustainable housing delivery in the state.</p> <ul><li><strong>Research Questions</strong></li> </ul> <ol><li>To what extent does the various housing programmes succeed to addressing needs and demand of the citizens within the study area?</li> <li>Does access to land and capital constitute a problem to various housing programs in the study area considering the commercial pressure faced by this sector?</li> </ol> <ul><li>How does the government agencies and the private sector contribute to the housing supply within the study area?</li> </ul> <ol><li>What solution could be found to encourage the public and private sector to adopt measures of sustainable housing for citizens of the study area?</li> </ol> <p><strong>1.4    Aim and Objectives</strong></p> <p>The aim of this research is to assess the extent to which various housing programmes have succeeded to ensure the provision of sustainable housing programmes in the State.</p> <ol><li>To examine broadly the level of success of the past various housing programmes in addressing the housing needs and demand of Nigerians as well as the people of the study area.</li> <li>To examine how easy it has been to gain access to land and capital towards various housing development.</li> <li>To assess generally and also within the context of the NNHP the contributions of government agencies and private sector in housing supply between 1987 and 2007.</li> <li>To outlined and recommend some principles of public and private sector housing development measures aimed at achieving sustainable housing programmes in Nigeria and the study area in general.</li> </ol> <p><strong>1.5    Hypothesis</strong></p> <ol><li>HO: There is no significant relationship between housing programmes and stock of housing in Akwa Ibom State.</li> <li>HI: There is significant relationship between the housing programmes and the stock of housing in Akwa Ibom State.</li> </ol> <p><strong>1.6    Scope of the Study</strong></p> <p>The scope of the study is to assess various government housing programs towards enhancing sustainable housing provision in Nigeria. The study is limited to Akwa Ibom State of Nigeria.</p> <p><strong>1.7    Significance of the Study</strong></p> <p>In Nigeria, despite diverse programs adopted by the government to issues of housing problems as well as huge capital investments in the housing sector, the supply of new housing has not been able to match the demand. The effect is the existing yawning gap between the high demand and inadequate supply of housing stock. Gyuse (1984) observes that government alone could not provide enough finished housing to interested public. It is therefore clear that the private sector (formal and informal) has displayed development of housing estates. The research will help the state government and all agencies involve in housing provision to review and streamline their policies which will inturn meet the primary needs of individuals, it will also help the state government to know the annual budget that will be allocated to housing sector.</p> <p>This research project will also help the non-governmental organisation (NGO’s) to know their need in housing sector and also to contribute their quarter in the housing delivery or to partner with the public in housing delivery. And finally, this research will help the future student who may wish to carry out research on housing programs in the state.</p> <ul><li><strong>Research Justification</strong></li> </ul> <p>Housing is undisputably one of the greatest necessities of life. It ranks next to food. Government has consistently fallen short of demand in spite of the conscious effort by both private and public sectors to make for the provision of housing.</p> <p>So if available stock is short of individual housing need they can have negative effects on the society, economy, human beings, environment etc, it is against the background of the above that it justifiable becomes necessary to suggest solutions to the housing problems and various housing programs implemented in Akwa Ibom State since it creation.</p> <ul><li><strong>Limitation of the Research</strong></li> </ul> <p>The research is limited to Akwa Ibom State of Nigeria which encompasses 31 Local Government Areas and Uyo as the State Capital.</p> <p><strong>1.10  Constraint of the Study Area</strong></p> <p>During the conduct of the study, certain factors were identified as impediments. For instance, data’s relating to government housing programmes, NGO’s CBOs and real estate developers involved in housing development were difficult to obtain, though the existing housing stock and programs were derived from government agencies and parastatals, though not comprehensive and detailed enough but were useful particularly as they provided necessary information for the study.</p> <p><strong>1.11  Organisation of the Study</strong></p> <p>The study is organized in six chapters. The first chapter highlights the pertinent background information about the study, statement of problem, objectives of the study, scope of the study, research questions, research hypothesis, significance of the study, research justification, limitation of the research, constraint of the study area and organisation of the study.</p> <p>The second chapter give the theoretical framework of the study and reviews of the existing literature of the research.</p> <p>The third chapter defines the limit of the study area, brief history, geographical location, relief, population, soil and vegetation, climatic conditions and existing map of Akwa Ibom State under study.</p> <p>The fourth chapter defines the research methodology of the study which includes the target population, method of sample and sampling technique, method of data collection and the analysis.</p>\n\nASSESSMENT OF VARIOUS HOUSING PROGRAMMES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF VARIOUS HOUSING PROGRAMMES", "id": 19}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <ul><li><strong>BACKGROUND OF THE STUDY</strong></li> </ul> <p>Environment is an important resource that provides livelihood and comfort to man. From the creation, environment remains indispensable to the existence and continuity of lives be it aquatic or terrestrial. This holds true because of the fact that, every living organism breath, eat, engage into some form of recreation and generally, survive through adaptation to the environmental conditions. That is why, paying special attention to environment becomes indispensable, because without it life becomes unbearable.</p> <p>The environmental degradation occasioned by the socio-economic and industrial activities of man caused great concern to all. Prior to 18th century, cases of environmental problems were scarcely or seldomly featured in the world political, social and economic discourse. This was because, human activities were limited to trade and commerce, agriculture with simply technology. The world then hard rarely made use of combustible steam engine for human survival although it may have been on the experimental stage but it was not at the scale after industrial revolution of 18th century. Thus, the live was simple, no pollution and man was not exposed to danger apart from war of conquest and minor diseases.</p> <p>The period of industrial revolution in the 18th century brought a new face of survival and socio-economic challenges. This is the period where human existence was beginning to completely tied to machine. The function and utilization capacity of machines necessitated the invention of turbine which became inevitable to the survival evolution of man. This indeed marked the beginning of environmental pollution, with serious consequence on human health.</p> <p>In this era of man’s civilization, virtually every aspect of human comfort was closely knit to steam engine (turbine) and they include: electricity generation, production, exploration of natural resources, agriculture, commerce and transportation etc.</p> <p>The pollution caused by industrial revolution in the world, particularly air constitute threat to live as carbon iv oxide Co2, Carbon ii oxide Co etc, discharge into atmosphere impose negative effect to lungs and respiratory tract. The incomplete combustion of gas in either automobile or internal combustion of steam engine caused some forms of diseases such as brain damages and headache – globally.</p> <p>However, in Nigeria, cases of environmental degradation as a result of human activities are featuring prominently in Niger Delta region and cities like Lagos and Port Harcourt. Here, pollution of various forms become parts of the people’s life in the course of oil exploration. It is not uncommon to hear and experience devastating environmental pollution caused by gas flaring. A lot of lives, properties etc, have been damaged by air pollution.</p> <p>Combustion from automobile have equally added burden on human health and often time, people fall sick on the account of fumes.</p> <p>In Akwa Ibom State, indeed Uyo urban which is the Central Business District (CBD), there are cases of environmental pollution caused by human activities. The epileptic power supply continue to sustain this problem virtually every house, church, school, office and business premise in our neighbourhood makes use of one electrical generating set or the other. Although other sources like refuse and poor waste management had been known to have constituted air pollution, however, those of the automobile and internal combustion of steam engine like electrical generating sets pump a larger percentage of poisonous fumes into air and as such remain the main factor or sources of pollution.</p> <p>The toxic fumes pump into air have been known to have brought some forms of health hazard to the people. Thus, as a result, it has affected the physical, psychological and physiological disposition of the good people of Uyo.</p> <p>Therefore, it was in recognition of this environmental problem, that affect Uyo Metropolis, that this research is conducted to finds ways of ameliorating the problem. Thus, the study would to a holistic approach in investigating means of curbing the effect of air pollution on human health and make appropriate recommendations for a way forward.</p> <ul><li><strong>STATEMENT OF THE PROBLEM</strong></li> </ul> <p>Health, it is said is wealth, and without it the earth remain empty. Our environment must be friendly if we must have good health. Good health although promoted by nutrition, physical exercises etc, can hardly be attainable if, environmental problems like air pollution is not addressed. The environmental degradation occasioned by fumes from industrial, commercial, domestic and transportation activities affect health tremendously. For instance, carbon iv oxide is known to have negative effect on ozone layer and consequently cause severe heat to human being.</p> <p>However, air pollution following human activities in Uyo constitutes a source of ailment to humanity. This is because carbon monoxide when released to air or inhaled can combine readily with hemoglobin and posed a threat to human health. Sometimes, in high concentrations, it (carbon monoxide) causes dizziness, headache, nausea, tiredness, and even brain damage when inhaled for a long period. lnfact, the alarming rate of health problems and issues in the society are to a large extent traceable to environmental health hazard mostly air pollution.</p> <p>Moreover, preliminary diseases like lose of vision, abdominal pain itching and even cancer are caused by fuel gases. Therefore, it is as a result of the above mentioned problems, that this study is critically investigates the implication of continued air pollution on human health.</p> <p><strong>1.3    RESEARCH QUESTIONS</strong></p> <p>The following are the research questions for the study:</p> <ol><li>Does air pollution the cause of poor health status of the people?</li> <li>To what extent do fumes contribute to the environmental health problems.</li> </ol> <p><strong>1.4    AIM AND OBJECTIVES OF STUDY</strong></p> <p>Air pollution is a serious environmental health hazard to a considerable number of people. This is because an autopsy of people who have died in their air polluted cities shows dark lungs and alveoli containing numerous particles. Therefore, this research intends to investigate and find out the health implication of air pollution and how it can be controlled. The main aim is to find out how the problem of air pollution can be tackled. Others include objectives:</p> <ol><li>To identify major sources of air pollution in Uyo.</li> <li>To identify types of air pollution in Uyo</li> </ol> <ul><li>To measure the concentration of such pollutants in the air of Uyo.</li> </ul> <ol><li>To measure the health effects of these pollutants in Uyo.</li> </ol> <p><strong>1.5    SIGNIFICANCE OF THE STUDY</strong></p> <p>The study is crucial to the environmental degradation control, particularly air pollution. The researcher would make sure that the outcome emanating from the study go along way to helping solve environmental health problem in Nigeria.</p> <p>Beside, students from urban and Regional Planning and other related discipline would see the work invaluable for further study. Again, the researcher would ensure that findings from the study broaden the scope of the field (Urban and Regional Planning).</p> <p><strong>1.6    SCOPE OF THE STUDY</strong></p> <p>Uyo is a capital of geographical entity called Akwa Ibom State. Because of its status, it has attracted attention from all sections of the state and swelled the city with various economic activities. Here we have services, commercial, industrial and transportation activities. These activities however, cause pollution.</p> <p>As witnessed daily, services, transportation, religious and domestic activities promote air pollution because of intensive use of electrical sets. The fumes emanated from the usage of the electrical generating plant contained poisonous gases which are dangerous to health. Therefore, it is as a result of negative effects of fumes to the health of Uyo residence that this research investigates the health implication of the air pollution. The study would only be focused to health related problems associated with air pollution in Nigeria, with Uyo being the case study.</p> <ul><li><strong>STATEMENT OF HYPOTHESIS</strong></li> </ul> <p>In this study, one hypothesis guided by research questions would be tested. This is:</p> <p>HO:    There is no significant relationship between the pollutants concentration in the air and the health status of the people.</p> <p>HI:     There is significant relationship between the pollutants   concentration in the air and the health status of the people.</p>\n\nTHE IMPLICATIONS OF AIR POLLUTION ON HUMAN HEALTH <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE IMPLICATIONS OF AIR POLLUTION ON HUMAN HEALTH ", "id": 20}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <ul><li><strong>Background of the Study</strong></li> </ul> <p>Water is an important component of the earth covering about three quarters (3/4) of the earth’s surface and occurs on land, underground and in space. Without water life on earth would be impossible. It is often referred to as the “Liquid of life” because it constitutes up to ninety percent (90%) of the cell and serves as medium for the dissolution and transportation of body nutrients and other essential molecules. Without its availability for human use (through drinking) within a maximum of fourteen days, the body becomes dehydrated and life is endangered. In addition, about two thirds (2/3) of our body is made up of water, about 45 litres in the average adult. The brain is 5 percent water, the muscles 77 percent and the bones 33 percent (Akpan, 1998). According to him, we need to drink about two liters a day to stay healthy. The human body uses water to cleanse the blood as it passes through the kidney, bathes cells and tissues, regulates body temperature, carries oxygen around the body, transports food to the body organs, helps in food digestion, prevents a build-up of salts, and helps in removing carbon dioxide and waste products. Similarly, it is essential to terrestrial plant life and marine/aquatic flora and fauna. More so, in the life of human communities and economic activities, water is useful for sanitation, agriculture and fishery. In developing countries, thousands of children under five years die every day due to drinking contaminating water (WHO, 2004). Thus lack of safe drinking water supply, basic sanitation and hygienic practices is associated with high morbidity and mortality from excreta related diseases.</p> <p>Water-borne pathogens infect around 250 million people each year resulting in 10 to 20 million deaths world-wide. An estimated 80% of all illness in developing countries is related to water and sanitation and 15% of all child deaths under the age of five years in developing countries result from diarrhea diseases (WHO, 2004; Thompson and Khan,2000).</p> <p>According to Ayeni (2014), no fewer than seven million people across the world die of water borne diseases each year. Polluted water killed at least a child every 10 seconds and identified lack of potable water and poor hygiene as major causes of the high rate in child mortality in the world according to him. That, over 2.4 billion people across the world were without sanitation facilities, saying this had also contributed to the untimely death in most countries of the world including Nigeria. Also reported by Punch News Thursday, 2nd October, 2014, that more than 80 Nigerian refugees, fleeing from the Boko Haram insurgency are known to have died from cholera in refugee camps in Cameroon due to lack of adequate water supply and sanitation problems.</p> <p>The lack of safe drinking water and adequate sanitation measures could also lead to a number of diseases such as <em>dysentery, salmonellosis, shigellosis and typhoid</em>, and every year  millions of lives are claimed in developing countries. The evaluation of potable water supplies for coliform bacteria is important in determining the quality level of drinking water. High levels of coliform counts indicate a contaminated source, inadequate treatment or post-treatment deficiencies (Mathew; Lechevallier; Cameron and Fetens, 1984). Many developing countries suffer from either chronic shortages of freshwater or the readily accessible water resources are heavily polluted (Lehloesa and Muyima, 2000).</p>\n\nASSESSMENT OF WATER QUALITY OF SOME PRIVATE BOREHOLES IN HOUSING ESTATES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF WATER QUALITY OF SOME PRIVATE BOREHOLES IN HOUSING ESTATES", "id": 21}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     BACKGROUND OF THE STUDY</strong></p> <p>We live in a world shaped by human migration. Everyday people make decisions to leave their hometown, or even their own country and move elsewhere to work, study, retire or reunite with their families. Migration has changed the demographic composition of towns, cities and nations. Consider this for instance: in 1960 there were only 30 countries in the world that had at least a half million international migrants each, but by 2005, the number of such countries doubled, bringing the total number of such foreign-born residents globally to 191million people. The majority (641 of 123 million people) of these international migrants moved from less developed countries (PRB 2008). Millions of others known as internal migrants, migrated from one place to another within a single country.</p> <p>Migration is broadly defined as a relocation of residence for a specified duration and for various reasons (Hossain, 2001). Migration incorporates all kinds of movement of people for one place to another. It may take place within a particular geographical boundary of a country and then beyond its boundaries. Rural – urban migration is the movement of people from the country side to the urban centre. Migration may be permanent in nature or temporary. People may choose to migrate voluntarily or they may be forced into it. Both at the urban destination and at the rural origin there are demographic, economic, socio-cultural and environmental impacts of migration which is diverse and deep. The migration of hundreds of millions of rural people to cities is as a result of both institutional and structural changes caused by economic growth and social modernization. It usually denotes movement of people from one area to another in search of certain benefits that will fulfill recurrent dreams of “better things to come.”  In many cases, mobility in terms of migration to new pastures with the hope that conditions would be better turns out unfruitful.</p> <p>Migration is not a new feature, neither is it limited to particularly parts of the world. It is as old as the world itself. It has been one of the enduring themes of human history. It has contributed to the evolution of separate cultures and their components by interchanging communications with the frequent complexities that mix people and cultures in different areas of the world. In this case, rural – urban migration or labour migration is defined as the movement of able bodied individuals from rural villages of origin to cities to earn labour wage (Hunnas, 2012). Migrants are people who have left their homes to a new location, either temporary or permanently in order to reap the benefits of private social or economic gains (Adepoju, 2003).</p> <p>Rural-urban migration was formerly regarded as favourable in Economic development. Today it has become one of the most embarrassing problems in Nigeria’s development experience. It is the movement of people from rural areas into cities. However, experiences in developing and developed countries has shown that the rate of rural-urban migration has ceaselessly outweighed the rate of job creation; and having an overweight also, the social and infrastructural amenities available in the urban areas.</p> <p>Rural-urban migration occurs at varying rates in every country. Many developing countries have a recent colonial past, which has tremendously altered their structure and governance. The populations of countries around the world are becoming increasingly urbanized. The process of urbanization continues to be more rapid and massive, thereby challenging and affecting a greater part of the world than ever before. The move from mainly rural society to an urbanized world has also impacted on all aspects of human lives. In the 1950s less than one third of the human race were living in cities, but by 2020, it is expected that two-thirds will live in cities and 90 percent of this will be living in the cities of developing countries, (Kante, 2004).</p> <p>In spite of the above noted situations, there is lack of sound knowledge and understanding of rural-urban migration with respect to its effect on public utilities in Uyo local government area. Therefore, the aim of the study is to analyze the effects of rural-urban migration on public utilities in Uyo local government area.</p> <p><strong>1.2     STATEMENT OF RESEARCH PROBLEMS</strong></p> <p>Nigeria’s urban population has been growing at an alarming rate. Nigerian towns and cities are explosively growing in leaps and bounds. A little more than 50 years ago, fewer than 7% of Nigerians lived in urban centres (that is settlements with populations of 20,000 or more). This proportion rose to 10% in 1952 and 19.2% in 1963. It is now estimated at about 55%. In fact Nigeria cities are among the fastest growing in the world  (Adepoju, 2003).</p> <p>The growing concentration of population in urban centers is generally attributed to a number of socio-economic and lifestyle conditions, such as the higher capacity of the urban institutions to absorb more workers, avenues for a non-agricultural means of livelihood and higher income generation opportunities. Such rural–urban migration and population concentration within a limited urban area exerts strains on the various public services and have apparent negative social ramifications that impairs the living conditions of the residents. It is accompanied by multiple problems and issues associated with the movement of people and materials in larger scale. It also results in rural depopulation and agricultural inefficiency because of the fact that the aged ones that are left behind cannot produce enough food for rural consumption.</p> <p>This constant drift of thousands of people from rural areas have become a striking problem to urban areas. Such problems can be seen from housing problems, pollution, overcrowding and overstretched of available public utilities.  It is these spatial characteristics that are of importance to geographers and hence forms the basics of this research.</p> <p>1.3   <strong>RESEARCH QUESTIONS</strong></p> <ul><li>What are the reasons as to why people migrate to Uyo local government area?</li> <li>What has been the results of such migration on public utilities in the study area?</li> </ul> <p><strong>1.4     AIM AND OBJECTIVES OF STUDY</strong></p> <p>The overall aim of this study is to examine the effects of rural-urban migration on public utilities in Uyo Local Government Area, with the following objectives:</p> <p>(1)     To determine the effects of rural urban migration on public utilities in Uyo Local Government Area.</p> <p>(2)     To identify the dominant migratory groups of migrants in the study area.</p> <p>(3)     To examine the major determinant factors of rural-urban migration in Uyo Local Government Area.</p> <p><strong>1.5     RESEARCH HYPOTHESIS</strong></p> <p>For the purpose of this study, the hypothesis below is put forward to ascertain these effects:</p> <p><strong>H0:    </strong>There is no significant effect of rural–urban migration on public utilities in Uyo Local Government Area.</p> <p><strong>H1:</strong>    There is.</p> <p><strong>1.6     SCOPE OF THE STUDY</strong></p> <p>The study covers ten (10) villages in Uyo local government area of Akwa Ibom State as the study area. It is about rural–urban migration of people. The research is on the effect of rural–urban migration on public utilities in Uyo Local Government Area.</p> <p><strong>1.7     SIGNIFICANCE OF THE STUDY</strong></p> <p>This research is significant in that it will provide fresh and much needed inputs on the possible effects of rural-urban migration on public utilities to policy makers, planners and institutions of learning it will serve as a reference material on issues that:</p> <ul><li>Tackles the problems that force people to leave their rural origin, by bridging the development gap between urban and rural areas through the introduction of sound rural development strategies and effective urban management.</li> <li>It will also help to provide information for planners and policy makers to formulate and implement population redistribution or migration policy.</li> </ul> <p><strong>1.8     STUDY AREA</strong></p> <p><strong>1.8.1   Location: </strong>Uyo Local Government Area is the capital city of Akwa Ibom State. It is located on the South-Southern of the State. It lies between latitude 7º30’ and 8º03’ E and between longitude 4º52’ to 5º10’ N. It covers an area of about 985.96 square kilometers and comprises a total (see figure 1) 75 villages (Akwa Ibom State edict No.12, 1988).</p>\n\nTHE EFFECTS OF RURAL-URBAN MIGRATION ON PUBLIC UTILITIES <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " THE EFFECTS OF RURAL-URBAN MIGRATION ON PUBLIC UTILITIES ", "id": 22}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1    BACKGROUND OF THE STUDY</strong></p> <p>Rural community development through self- help approach is an age long social activity in our society. Even before the advent of the colonial administration, people had at different time in history, organized themselves into group and had employed communal resource to provide physical improvement and functional facilities in their respective localities. For example communal labour was employed in constructing homesteads, clearing farm lands, roads and even some public utility, building such as “Obas” palace, market stalls and town halls (Journal Central European Agriculture volume 7 2006).</p> <p>Some past attempts to achieve rural development in Nigeria failed due to the oil boom in the 1970s which gives the people erroneous impression that government should provide all their needs. Consequently the spirit of self- help was relegated. However, the present economic reality in the country has made the people find a lasting solution to the social and economic problems of their communities through self-help approach. The community development association develop their rules and regulations themselves, plan and execute their programmes with very little or no interference from external bodies. Specifically their activities involves holding meetings to discuss their programmes and projects, identification of their felt needs, participation in their community development project activities through supplying of labour, contribution of money and ideas. Their focus is to enhance community infrastructure through improved education, access to more advance medical treatment, increased economic opportunities and myriads of small community development initiatives.</p> <p>The use of self-help approach in community development is considered as a process of social action in which the people of the community organized themselves for planning action, making groups and individual plans to meet their needs and solve their problems. They execute the plans, with a maximum reliance upon community resources and effort. Self-help approach involve the fullest participation of all the members in the community. Participation of individual in rural development activities is an act of involving residents in a project which requires a democratic approach. The belief is that, all members make their contribution to those problems which affect them.</p> <p>Self-help programmes as the term implies means voluntary activities undertaken by persons in their roles as ordinary citizen. It is the process that can meaningful tie programmes to people (sipegal 1968). Citizen participation in rural area is better carried out in conjunction with the inhabitants of the rural area for the purpose of sustainability.</p> <p>Generally, rural areas in Nigeria are characterized by poor drainage system, low infrastructure services and social amenities, poor housing conditions, low income earners, and less Government projects to improve the social- economic lives of the people. Rural areas have not really felt the impact of Government since independence in Nigeria because the past government lack effective machinery for the implementation of rural development plans to make life meaningful to the rural inhabitants.</p> <p>According to Lele Una (1995), rural development is improving the living standard of the masses of the low income population residing in the rural areas and making the process of their development self sustaining. The inability of government sponsored programmes to induce development in rural area brought about the thinking by the people of “helping themselves” in form of citizen participation. The principle underlying the self-help participation is to understand that Government resources are limited hence, the need to help themselves is by coming together as a group with their initiative and togetherness in other to better their live and the development of the community ( Paul Davidoff 1985).</p> <p>The success of many rural development projects and programmes in many part of the world had been linked up with the use of participation of local group programmes designing, implementation and evaluation (Abenebichi 1982). The developments characterizing rural areas are enormous, hence this study is set out to examine the extend to which the people have intervened to help themselves through self- help approach.</p> <ul><li><strong>STATEMENT OF THE PROBLEM</strong></li> </ul> <p>One of the major problems of development in Ibiono ibom  local Government Area is inadequate provision of basic rural infrastructural facilities. Since history reveals that 75% of the population in Ibiono is rural, it becomes imperative for the need of rural development.</p> <p>According to Ekop (1993), an area that has adequate infrastructures is likely to be more developed them areas with less provision of such facilities. The inadequate provision of infrastructuring facilities and social services service is the major problem impending rural development in the study area. However, what is the level of intervention by the people themselves to  reduce the magnitude of problem through self-help approach? The ensure to this question constituted the main objective of this investigation.</p> <p><strong>1.3    AIM AND OBJECTIVES</strong></p> <p>The aim of this research is to access the participation level of people of Ibiono Ibom Local Government Area in rural development. To achieve this aim the following objective are stated.</p> <ul><li>To identity the types and numbers of rural infrastructure in the study area.</li> <li>To investigate the types and numbers of infrastructural projects undertaken by self-help approach.</li> <li>To examine the various means through which the citizen participate in the projects.</li> <li>To investigate the factors influencing participation level of people in rural infrastructural development.</li> <li>To access the implication of the findings for rural development planning.</li> </ul> <p><strong>1.4    RESEARCH QUESTIONS</strong></p> <p>The following research question will be necessary to proffer solution to the problems identified in the study area.</p> <ul><li>What are the numbers of rural infrastructure in the study area.</li> <li>What are the types and numbers of infrastructural project undertaken by the self-help approach.</li> <li>What are the various means through which the participant of the study area applies.</li> <li>What are the major factors militating against effective participation level of the people in rural infrastructural development in the study area.</li> <li>What are the implications of self-help programmes on rural development planning in the study area.</li> </ul> <p><strong>1.5    JUSTIFICATIONS OF THE STUDY</strong></p> <p>Rural development has been the major concerned of the past Government administration, but the failure to achieve this through Government intervention has caused the people of Ibiono Ibom to think of alternative ways to better their living condition and improve their socio-economic  life by coming together and participate in self-help projects, and thus, the study is justified in show a way that it will slow- case the level of participation of the citizen towards the provision of their basic needs (infrastructures ) in the area. As well as factors influencing the level of participation in rural development through the self – help approach.</p> <ul><li><strong>FORMULATION OF HYPOTHESIS</strong></li> </ul> <p>The following hypothesis will guide in research findings. The following hypothesis are stated below:-</p> <p><strong>Null Hypothesis: Ho:</strong> There is no significance difference between the number of rural infrastructure developed by the Government and self-help approaches.</p> <p><strong>Alternative Hypothesis: Hi: </strong>there is significance different between the number of rural infrastructure developed by the Government and self-help approaches.</p> <p><strong>1.7    SCOPE AND LIMITATION ON THE STUDY  </strong></p> <p>Self-help programmes are a very wide topic, which one may not exhaustively research upon. As a result, the focus of this study is on the self-help programmes in rural development with particular reference to Ibiono Ibom level Government Area which comprises of eleven (11) polities wards and a total of 208 villages. Emphasis is placed on rural infrastructural facilities such as schools, boreholes, health centers, markets, roads, electricity etc.</p> <p>Basically the research will identify the rural development project undertaken by the citizen and assess the level of participation by the people in the study area. The study will also highlight the factors influencing the effective  people in the study area and also investigate others issues arising from the objective of the study.</p> <p><strong>1.8    STRUCTURE OF THE STUDY</strong></p> <p>This research work is structure in six chapter. Chapter one otherwise called the introductory chapter contains the introduction, which give general of view of self-help programmes, statement of problems outline the aim and objective of the study, research questions, justification of the study. Chapter two discuss the conception frame work and literature review which chapter three deals with the study area with regard to location, historical background, culture of the people, physical setting, population characteristic of the area.</p> <p>Chapter four outlines the methods and procedures employed in conducting the study while chapter five shows data presentations, data analysis and discussion of findings. The last chapter (chapter six) contains the summary, recommendations and conclusion. </p>\n\nSELF HELP PROGRAMMES AND RURAL DEVELOPMENT <div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " SELF HELP PROGRAMMES AND RURAL DEVELOPMENT ", "id": 23}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 BACKGROUND OF THE STUDY</strong></p> <p>Town planning is a technical and political process concerned with the development and use of land, protection and use of the environment, public welfare, and the design of the urban environment, including air, water, and the infrastructure passing into and out of urban areas such as transportation, communications, and distribution networks. It can be referred to as urban and regional, regional, town, city, rural planning or some combination in various areas worldwide. Town planning takes many forms and it can share perspectives and practices with urban design (Robert, 2010).</p> <p>Town planning development is the process of developing urban, suburban and rural areas orderly. Although predominantly concerned with the planning of settlements and communities, town planning is also responsible for the planning and development of water use and resources, rural and agricultural land, parks and conserving areas of natural environmental significance. The major reason for town planning is urbanization.</p> <p>Urbanization is not a recent phenomenon in Nigeria. Indeed many ancient cities such as Enugu, Ile Ife, Kano, Ibadan, Benin and Sokoto have had a rich history of urbanization. Urbanization however increased significantly during the colonial administrations. It is apparent that the rate of urbanization in recent period has been vigorous, alarming and unsustainable. The most serious problems confronting cities, towns and their inhabitants as identified in Agenda (2010) include the following: Inadequate financial resources, lack of employment opportunities, spreading homelessness and expansion of squatter settlements, increased poverty and a widening gap between the rich and poor, growing insecurity and rising crime rates, inadequate and deteriorating building stock, services and infrastructure. Other problems include lack of health and educational facilities, improper land use, insecure land tenure, rising traffic congestion, increasing pollution, lack of green spaces, inadequate water supply and sanitation, uncoordinated urban development and an increasing vulnerability to disaster. All these have seriously challenged the town planning development in place like Abakpa Nike. The capacity of government at all levels to realize socio- economic development and environmental protection, which is all components of sustainable development, is also challenged.</p> <p>Nigeria as a nation has been experiencing an accelerated shift of her populations from rural to urban areas. This rapid rate of urbanization has engendered several challenges and problems in town planning development similar to situations in other parts of the world. The problems identified in Agenda (2010) are prevalent in Enugu state. Today’s Enugu city, according to Mabogunje (2012) is typified by substandard and inadequate housing, slums, and lack of infrastructure, transportation problems, low productivity, poverty, crime and juvenile delinquency. Urbanization, according to him is the root cause of the high rates of environmental degradation, pollution and social delinquency.</p><p> In order to address the problem of town planning development and promote sustainable development, the United Nations Millennium Declaration was adopted in September 2000, committing countries both rich and poor to do all they can to eradicate poverty, promote human dignity and equality and achieve peace, democracy and environmental stability. The goals include those dedicated to eradicating poverty, achieving universal primary education, promoting gender equality, reducing child mortality, improving maternal health, combating HIV/AIDS, malaria and other diseases, ensuring environmental sustainability and developing a global partnership for development. Nigeria is a signatory to the Millennium Declaration and has a responsibility to implement the goals. </p> <p>Various scholars have studied the challenges of town planning development in Nigeria. Some of them include Falade (1999) whose study focused on the challenges of a sustainable Nigeria, Abumere (2002) whose research centered on urban governance and the challenges of urban poverty, Odeyemi (2002) who did a study on gender and urbanization and Olanrewaju (2003) who focused on sustainability and urban poverty.</p> <p>However, since urban development occurs in a continuum, this paper focuses on the problems of town planning development in Abakpa Nike Enugu Nigeria.</p> <p><strong>1.2 STATEMENT OF THE PROBLEM</strong></p> <p>Town planning development control is one of the measures applied by physical planning agencies, town planners particularly, local planning authority. The town planning has also been linked to poverty reduction and innovation. Almost universally, access to basic urban services such as health, education, water, sanitation and electricity are higher in urban areas than in rural areas and are higher in larger urban areas than in smaller urban areas.</p> <p>With the increasing population explosions and massive rural-urban migration accompanying the urbanization process in the developing cities, global economic integration, increased international trade, capital flows, telecommunication, new waves of technologies, and shifts in the comparative advantage of production continue to play a central role in integrating major urban centers and shaping the spatial organization of the cities (Jiboye, 2010).</p> <p>Oyesiku (2011) opined that the pressure created by population growth from natural increase and migration on little investment in infrastructure and services in Nigerian cities is indeed so great that declines in quality and quantity of these are inevitable. This emigrational factor often results to over urbanization, which constitutes a “strike back” effect on the environment. (Awosusi and Jegede 2013)</p> <p>The study examines the problems of town planning development and sustainability in Nigeria, and analyzes the implementation of some suggested ways targeted with emphasis on Abakpa Nike Enugu state, Nigeria.</p> <p><strong>1.3 OBJECTIVES OF THE STUDY</strong>  </p> <p>       The aim of this project is to present a study on the problems of town planning development in Abakpa Enugu. Therefore, the specific objectives are as follows;</p> <p>1. To assess the level of town planning development in Abakpa Nike Enugu</p> <p>2. To find out the authorities involved in town planning in Abakpa Nike Enugu</p> <p>3. To find out the problems of town planning development in Abakpa Enugu</p> <p>4. To suggest ways that will help control and sustain town planning development in Abakpa Enugu.  </p> <p><strong>1.4 RESEARCH QUESTIONS</strong></p> <p>1. What is the level of town planning development in Abakpa Nike Enugu?</p> <p>2. Who are the authorities involved in town planning in Abakpa Nike Enugu?</p> <p>3. What are the problems of town planning development in Abakpa Enugu?</p> <p>4. What are the ways that will help control and sustain town planning development in Abakpa Enugu?</p> <p><strong>1.5 SIGNIFICANCE OF THE STUDY</strong></p> <p>The importance of the study cannot be overemphasized. This is because the benefits accrued to sustainable town planning and development can be felt when there is proper land use and town planning.</p> <p>       Also, the authorities will be aware of the various problems and get solutions to them through this study.</p> <p>       This will benefit the public as they will live conveniently without complain of bad drainages, improper town planning, adequate infrastructures etc.</p> <p>       Finally, it will benefit students who intends to carryout similar research as it will serve as a secondary material for the student.</p>\n\nPROBLEMS OF TOWN PLANNING DEVELOPMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " PROBLEMS OF TOWN PLANNING DEVELOPMENT", "id": 24}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Public sanitary facilities are crucial infrastructure necessary for the social well-being and practical operation of a functioning city. Human dignity is directly linked to access the safety and hygienic sanitation and this formed one of the strongest indicator of a near perfect city. The research focuses on assessing the adequacy and maintenance of sanitary facilities in Garki districts. Garki as one of the pioneer district in Abuja metropolis, has housed many public institutions like schools, churches, mosques, major shopping centres, motor parks, markets and recreational areas without a decent or functional sanitary facilities. Data for this research were obtained from field using reconnaissance survey, user satisfaction survey and the use of questionnaires. Findings revealed that public sanitary facilities in these institutions in Garki district are inadequate and substandard in some institutions while in others they are adequate but lack maintenance. In line with the finding, some existing ones are reserved for the VIPs. The research recommend that the authorities concerned should provide more toilet facilities and upgrade those presently available. There should be serious enlightenment to the public on the impending dangers of campaign about the effect of lack of safety and hygienic sanitation and the and also there should be an effective management of public sanitary facilities in FCC Abuja with specific reference to Garki district.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>DESIGN OF THE STUDY</strong></div> <div><strong>1.0              </strong><strong>INTRODUCTION</strong></div> <div>Public sanitary facilities are crucial infrastructure necessary for the social well-being and practical operation of a city. The provision of public sanitary facilities has implications for public and individual health, transportation, crime preventions, urban design, economic and cultural development and social equity. Public Conveniences i.e. Toilets, Bathrooms, Urinals and Comfort rooms are provided largely in public places and institutions. These places include Markets, Motor Parks, Religious institutions, Mosques, Churches, Filling stations, Hospitals, Airports, Sporting grounds, Schools etc. The right of citizenship access to appropriate public toilets emerged in the west with the rise of modernity.</div> <div>Prior to the period of enlightenment in Britain, urinating, and defecating was a public act, taking place not only in fields and gardens, but also in the streets. By the mid 19th century however, public toilets were built using the public purse to provide citizens the means to urinate or defecate in public while away from home. It is a long time however since Britain led the world with such public health foresight. In most African cities, public conveniences are lacking in terms of quality and quantity, thus residents and visitors are often left wondering where to \"go\". There is therefore a real quality of life crisis looming for all of us – especially the young and older members of society. </div>\n\nAPPRAISAL OF SANITARY FACILITIES IN PUBLIC AREAS<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " APPRAISAL OF SANITARY FACILITIES IN PUBLIC AREAS", "id": 25}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Attitudes are essentially important in determining a people’s peculiarities and response to services provided. This study, titled ‘assessment of residents’ attitudes towards recreation in Bida-Nigeria’ was achieved through field observation and the administration of 969 structured questionnaires using systematic sampling to select respondents from four strata of men, women, youths and children in Cheniyan and Nassarafu wards. With the aid of the SPSS and EXCEL packages, data were coded and presented in statistical diagrams and tables, and analyzed using percentage, Chi-Square Test and the Spearman’s Rank Correlation. Study evidence revealed that though residents commonly preferred recreational activities such as dancing, gardening, walking, traditional recreation and football, they were constrained from participating in active recreation due to pre-occupation with family and fear of sustaining injuries. The result of the Chi-Square Test, which showed that men and women demonstrated poor attitudes towards physical exercises, confirmed that finding, and revealed that though gender did not influence residents’ attitudes towards active recreation, occupation and marital status did. Further findings indicated that though youths and children had positive attitudes towards active recreation, the recreational facilities desired by the youths were lacking in Bida. The study concluded by suggesting enlightenment programmes, building and maintenance of desired neighbourhood recreational facilities for residents, recreation insurance schemes and recreation with pay to address poor attitudes and encourage more residents’ participation in the active form of recreation.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div>Every human being needs a leisure time which could be utilized in certain recreational activities for rejuvenation. Positive recreation is neither a luxury nor unproductive activity, but a fundamental human need required to stay healthy. However, attitude can be one of the most difficult barriers to recreation participation (Bedni, 2000; Smith et al., 2005). Obinna et al. (2009) equally contend that attitude to recreation is one of the recreation challenges in the rural and urban areas of Nigeria.</div> <p>Kachoub (2010) reports that attitude is an intrinsic component that reveals one’s thoughts and beliefs on a language, culture, people or an activity which consequently helps to predict the behaviour of the individual. Crow and Crow (1999) describe attitude as the effective by-product of an individual’s experience, have their bases in his inner urges, acquired habits, and the environmental influences by which he is surrounded. Henry (1991) explains attitudes as serving as an index of how we think, and feel about people, objects and issues in our environment. They provide clues to future behaviour, predicting how we will act when we encounter the objects of our beliefs. All peoples of the world have their peculiarities, likes and dislikes, which distinguish them from others and explain the manner they accept or reject a programme or service. Peoples’ response to services is a function of their culture and belief. These are important factors that shape the way they behave (their attitudes). Moinpour and MacLachlan (2009) emphasize that attitude toward a product is a function of the sum of perceived attributes weighted as to the importance possessed by that product. That is, an individual’s attitude toward any product is a function of his perception about the product in terms of product attributes and the importance of these attributes; people prefer the product toward which they express more favorable attitude.</p>\n\nASSESSMENT OF RESIDENTS’ ATTITUDES TOWARDS RECREATION IN BIDA-NIGERIA<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ASSESSMENT OF RESIDENTS’ ATTITUDES TOWARDS RECREATION IN BIDA-NIGERIA", "id": 26}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div><em>The research aims at determining the factors that influence tourism travels by academic staff of selected universities with a view of identifying the constraining factors that hinders their tourism habits and making suitable recommendation to encourage participations in leisure tourism. A structured questionnaire was designed and validated and administered through cluster sampling procedure. The review of literature was made on the determinant of tourism and its related activities. The result of the analyzed data provided by the respondent revealed that academic staff were more involved in work related tripsthan leisure trips. It also revealed that academic rank has a significant influence on the frequency of travels by academic staff the study concluded with recommendation for improvement in tourism participation</em>.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0              </strong><strong>INTRODUCTION</strong></div> <div>The World Tourism Organisation defines tourism as “the activities of persons traveling to and staying in places outside their usual environment for not more than one consecutive year for leissure, business and other purposes.” This broad definition of tourism is then broken down into six categories according to the purpose of the trip: Leisure, recreation and holidays; Visiting friends and relatives: Business and professional activities; Health treatment; Religious and pilgrimages. Those that engage in tourism - i.e. tourists can also be divided into international tourists and domestic tourists and into overnight tourists and same-day visitors.</div> <div>The individual tourist is believed to be influenced by the social, cultural or nationality groups that they belong to. Thus the collective value, taste, lifestyle, and characteristics of social, national or cultural groups are interpreted as instrumental in moulding individual tourist's behaviour and taste in some structured manner. (Butler, 1991); and (Holloway and Plant, 1998), suggests that there is a strong tendency for individuals to conform to the norms and values of social groups (peers, students, workmates, friends, neighbours and relations) cultural, national or regional groups in their aggregate patterns of demand for tourism products. Also, tourists' habits and participation pattern is a function of available resources; that is destination product supply tends to influence tourist's pattern.</div>\n\nAPPRAISAL OF TOURISM HABITS OF ACADEMIC STAFF<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " APPRAISAL OF TOURISM HABITS OF ACADEMIC STAFF", "id": 27}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Difficulty of access to land through the formal land supply system has necessitated the shift to other options for accessing land in our cities. These are considered as Informal Land Delivery System (ILDS). Since land is the pedestal upon which the fabric of the city exists and operates, it is pivotal to an efficient and effective urban management. The research set out to: appraise the nature and existing characteristics of ILDS in Karu Urban Area (KUA), identify the urban management problems and prospects of ILDS in KUA, identify the strategies of coping with it, and make recommendations of intervention in the land delivery system for improvement of the urban management of KUA. Data collected and analyzed includes; land provided by the informal land delivery system in KUA, the roles of the actors in the system such as: number of plots sold by landholding households per year, average income generated per year, preference of the system by corporate developers, payment of taxes and levies, etc. The study revealed that approximately 6,396 Ha (63,960 plots of land, using standard measurement of 1000m2) were delivered through the ILDS. The landholding families supplied 74% of the plots of land. This has been accompanied with many challenges for the management of KUA. These include town planning, services and infrastructure provision constraints, etc. Conclusively, there is need to mitigate the challenges as KUA grows into a metropolis with complex uncoordinated systems. Recommendations were made for integrating the land supply systems towards effective urban management and sustainable KUA.</div> <p><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>BACKGROUND OF THE STUDY</strong></div> <div><strong>1.0 Introduction</strong></div> <div>Land is the foundation of all forms of human activity. From it we obtain the food, shelter and the space to work and relax. Land is amongst man‟s most valuable resources. It is a means of life on which our continued existence and progress depends.</div> <div>The way and manner through which people acquire land for use vary from one country to another. In Nigeria, before 1978 each region of the country operated different forms of land tenure. The Landuse Decree of 1978 became an instrument of the formal process of access to land by vesting the control of all land with the government.</div> <div>In many third world cities, urban land can either be obtained formally or informally and the informal sector provides much more land to seekers than the formal sector. Yet the workings of the informal land sector are usually ignored, and are hardly understood or documented.</div> <div>The rapid growth of urban areas increases demand for land. Statutory methods of land allocation have not adequately met the demand for land for all the income groups. Other informal methods of acquiring land gradually grew into prominence to meet the demand. Several actors participate in this process; including state and local governments, traditional rulers, land agents, landholding households, etc. The response of the informal sector to the ever increasing demand for land, largely for commercial and residential use, has been associated with the sale and subdivision of farm plots, resulting into a complex land management system. Appraisal of this situation has been widely suggested as necessary for improvement as has been attempted in many countries.</div>\n\nAPPRAISAL OF THE URBAN MANAGEMENT CHALLENGE OF INFORMAL LAND DELIVERY<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " APPRAISAL OF THE URBAN MANAGEMENT CHALLENGE OF INFORMAL LAND DELIVERY", "id": 28}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div>Analysis of women‟s participation in waste picking and solid waste management as a whole has immense socioeconomic and environmental benefits and also can serve as a basis for identifying problems and making relevant recommendations in Sokoto Metropolis, Nigeria. The objectives of this research are to: review gender participation in solid waste management; review the solid waste management policies and programmes in Sokoto metropolis; assess the nature of women‟s participation in municipal solid waste management in Sokoto metropolis and the outcomes; identify problems and make recommendations. A total of 328 women participants in waste picking among other solid waste management were studied in the six districts covered in Sokoto metropolis using cluster and purposive sampling techniques. Tables, percentages, and charts were used for the analysis. The results showed that majority of the women waste participants within the six districts of Sokoto Metropolis were less than 45 years old. As noted, majority of the people involved in solid waste activities, as indicated by the survey results were married with 53.7% and were mostly of Hausa/Fulani ethnic composition with 60.4%. Scrap metal, assorted bottles and farmyard manure, are the major materials that attract women solid waste entrepreneurs in Sokoto metropolis. About 57.6% of the respondents collect less than 200 kg of valuable waste materials every week. In contrast, 23.8% comprising some women scrap metal collectors, major dealers and those involved in compost business collect above 600 kg of waste valuables. about 65% of the respondents usually partake in waste activity on their own ranging from house to house collection of solid waste recyclables, to waste picking on the street, offices etc. field investigation also revealed that about 68% of women do collect more of solid waste materials e.g. glass bottles, assorted plastics, cans, among others even more than the opposite sex. The study notes that waste materials are mostly conveyed using locally made cart (<em>Kura</em>) and only a few are conveyed with car for disposal to end users. Women participants surveyed expressed that most of the solid waste materials are utilized locally throughout the study area. Interestingly, the benefits derived by some of the respondents include: family support; multiple source of income; earning a living/self sustenance; employer of labor among others. The average monthly income generated especially among some of the actors from scrap metal/bottles and farmyard manure (compost) collection was discovered to be above N6, 000 which is more than the salaries paid to some workers even civil servants (minimum wage of N 18, 000 per month) as their take home in the study area. Also, about five (5) women earn up to about N90, 000 in a month. As high as 84.8% of sampled solid waste participants in the study area claimed that the government never came to their aid. However, the major challenges faced by solid waste entrepreneurs especially women in Sokoto Metropolis are categorized into: fluctuation in prices of waste valuables; high cost of transportation; inadequate labor force; poor or absent of union leaders etc.</div> <div>It is concluded that participation of women in solid waste management without gender bias contribute more to waste management thus it is suggested that waste activity being an informal sector should be transformed into a more formal sector and formulating a more functional union leaders that will take their plea to appropriate government authorities which will in turn bring about better organization of the sector, hence making it more attractive and therefore, creating ample opportunities for the unemployed in Sokoto and beyond.</div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>1.0  </strong><strong>INTRODUCTION</strong></div> <div><strong>1.1  </strong><strong>BACKGROUND TO THE STUDY</strong></div> <div>The problems of solid waste management in Nigerian cities have resulted from rapid increase in urban populations, rapid industrialization and changing lifestyle. Many urban areas also generate solid wastes beyond what they can manage, and this is closely associated with economic profiles and background. In many places, municipalities spend 20-50% of their available re-current budget on solid waste management which normally generates marginal results. Yet, it is also common that 30-60% of all the urban solid wastes in developing countries are uncollected, and less than 50% of the population is served.</div> <div>One of the critical areas that needs to be addressed when reviewing the impact of solid waste management is the gender issue. In all societies, women have a different role from that of men. As mothers and homemakers as well as educators, entrepreneurs and producers, women more than men, have to play multiple roles. The demands of these multiple roles in poorer countries place women, particularly the non-elite ones, at a special disadvantage (United Nations Development Fund for Women (UNDFW, 1998). This problem is huge considering the fact that women constitute 60% of the world‟s one billion poor and out of 1.3 billion people living in absolute poverty, over 70% are women.</div> <div>Research according to Scheinberg <em>et. al</em>., (1998) has shown that across many cultures, women handle waste in their homes although the richer women delegate this task to servants.</div>\n\nANALYSIS OF WOMEN’S PARTICIPATION AND INCORPORATION IN WASTE PICKING AND SOLID WASTE MANAGEMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " ANALYSIS OF WOMEN’S PARTICIPATION AND INCORPORATION IN WASTE PICKING AND SOLID WASTE MANAGEMENT", "id": 29}, {"content": "<div class=\"abstract\">\n<div><strong>ABSTRACT</strong></div> <div><em>This research work assessed the level of participation in outdoor recreation in Yenagoa town, Bayelsa State, Nigeria. The study covered ten wards in which the town is organised, using one ward each for investigations into the availability of outdoor recreation facilities, access to them and the general pattern of recreation practices among the residents of the town. The ten communities were selected on the basis of the level of concentration and size of the population, with the highest being taken for the purpose of sampling. A sample size of 0.87% of the total population (42,463) was used based on sample size determining criteria by Krejcie and Morgan (1970) and 368 (0.87%) questionnaires were administered to household heads in the 10 sampled communities. Relevant data were obtained on the subject, with the result revealing that recreation facilities are abundantly provided in the town and most residents were aware of their existence. However, with the exemption of football facilities, most residents would not patronize the facilities provided, although no apparent barriers to access for the facilities are in place and people are free to use them. It is subsequently shown from the data that a number of factors play important roles in limiting the level of participation including ignorance of the benefit of recreation, income level of the respondents and distance from the facilities. The result is a low level of participation with only 18% of respondents indicating regular participation. Addressing these hindrances, proposals were made to encourage more participation across the population spectrum in active recreation participation in the town. It is envisaged that this will also serve as an example for other towns in the country.</em></div> <p><br/><br/><br/><br/></p> <div><strong>CHAPTER ONE</strong></div> <div><strong>INTRODUCTION</strong></div> <div><strong>1.0              </strong><strong>Background of the Study</strong></div> <div>Recreation  is  as  old  as  man  and  everybody needs  it.  This  is  due  to  its  vast  and</div> <div>fundamental importance. It plays an important role in physical, economic and socio-cultural development of mankind (Okoli 2001). It is for this reason that Obateru (2003) expresses the need for Nigerians to participate in recreation activities in order to improve their health, facilitate their economic output and also to make worthy use of leisure time.</div> <div>Recreation activities according to Atemie (1997) is an important ingredient for long life. It is for this reason that Straus (1998), a medical educator emphasized that recreation is as important as eating a healthy diet and getting enough exercise. It has the ability in helping to deal with stress in life, by changing the focus of attention from those stressful situations.</div> <div>Today‟s young participants in outdoor recreation activities are tomorrow‟s adult outdoor enthusiasts and conservationists, but sadly fewer and fewer youth are leaving outdoors each year to indoor recreation activities.</div> <div>In Nigeria however, it has been observed that the culture of participating in recreation activities consciously is relatively low. This may not be unconnected with the economic circumstance prevalent in the country. Results of recent researches into the recreation activities of Nigerians in different walks of life (Makasi, 1985) Imazobi, (1988) seem to indicate that certain unexpected factors prevent most Nigerians from engaging in recreation activities. While Nigeria is blessed with several abundant recreation activities such as swimming, football, lawn tennis, boating, picnicking, basketball, polo playing, TV viewing and several other activities which could be participated in by Nigerians.....</div>\n\nAN ASSESSMENT OF PARTICIPATION IN OUTDOOR RECREATION ACTIVITIES<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " AN ASSESSMENT OF PARTICIPATION IN OUTDOOR RECREATION ACTIVITIES", "id": 30}, {"content": "<div class=\"abstract\">\n<p><strong>ABSTRACT</strong></p> <p>This research examined the consequences of incompatible land uses on the environment of Uyo Urban. The study adopted a survey approach. It was carried out with questionnaire administration, land uses, structures and sector survey. Random sampling of 748 household heads within the identified 6 residential zones in Uyo Urban was adopted. The residential areas were demarcated following routes within Uyo urban. Data were collected from related government ministries and departments as well as other secondary sources. The data collected were analyzed using simple descriptive statistical methods. Findings from the study revealed that the incompatible level of rural-urban migration is negative as commercial land uses mostly interfere with residential units and mostly houses adhering to land use standards and owing such as economic and personal drive. Consequently, there is the incompatibility problems witnessed in the city as manifested in environmental pollution, high residential traffic, overcrowding, pressure infrastructural facilities and social amenities. These developments have impacted on health and urban sustainability in the area. Recommendations were proffered to guide the policy makers toward enhancing adherence to level of zoning guidelines, housing conditions and general environmental conditions of the study area. These will help to achieve a healthy, livable, prosperous and sustainable human settlement for the area. The recommendations include the provision of land use plan, enactment of zoning, building to approve building plan, development control by authorities involved and using approved standards for any land use development and public enlightenment campaign on built environment and related issues.         </p> <p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1     BACKGROUND TO THE STUDY       </strong></p> <p>Irregular and unsound urban development is the common problem of all urban settlements today. The increasing continuation of this problem is inevitable in this order, where the economy-ecology balance is not taken into consideration and economic concerns always win (Cengiz 2013)</p> <p>          In contemporary physical planning literature, the term land use refers to the use to which a site, plot or building is put, it may be residential, commercial, industrial, public, recreational, agricultural or transportation  (Obateru 2005)</p> <p>          Urban growth, the density of which is continuing increasingly with the population increase that has taken place in urban areas in the recent years, leads to the vanishing of an extremely limited number of natural resources and to the occurrence of irregular and unsound urban areas, along with impairing the agricultural lands (Brueckner et al., 2001).</p> <p>          When considered from another perspective, it might be stated that urbanization gained momentum with the industrial revolution. When urbanization and industrialization are evaluated together in this context, it follows that the share of industrialization in the concentration of the population in urban areas and in the environmental pressure it creates is a fact which cannot be ignored (Aksu, 2011). The technological development, the population increase and the rapid change in cities that particularly occurred upon the industrial revolution have upset the ecological balance; consequently, the process of rapid degradation of natural resources commenced. Having continued with a gradual increase in the need for new living spaces and areas of use, this process of degradation has substantially altered the working of the ecosystem with either conscious or unconscious planning.</p> <p>          It is impossible to make up for the natural resources which have been used up due to the degraded ecosystem; furthermore, the vital impacts of this process are increasing day by day. The cities and industrial areas (technoecosystems) which continue to develop on natural areas especially due to the shortcomings/mistakes in city planning are striking as one of the most important results of this situation, Beinat, (1998)</p> <p>           In order for urban-industrial formations to survive on the earth with limited resources, it is imperative that they be made more compatible with the natural ecosystem than that of today and that an other which benefits both parties be created without the impairment of the working of the ecosystem (Odum and Barrett, 2008).</p> <p>           Considering the principle of integration of the urban landcape with the natural ecosystem, this study dwells on the impacts of improper use due to wrong urban development on the natural environment and the concept of ecological landscape planning. Within this scope, the subjects “<em>Incompatible Land Use, Planning and the Planning Hierarchy in Uyo, Ecological/ Environmentally-Sensitive Landscape planning and its Importance</em> were included in the study.</p> <p>          was made, and the legal and administrative gaps in the improper use of the land were investigated thoroughly. Accordingly, the reasons for, the consequences of and the solutions to improper land uses frequently taking place in urban area planning were discussed.</p> <p>          The importance attached, and the priority given, to the environment and to urban ecological planning varies by society. Furthermore, it is possible to see the variations in the perspectives of the environment at various stages. Urban development is defined with the increase in production and consumption following the industrial revolution with the assumption that the natural resources were endless and with intensive construction activities. This stage involves some extravagant energy and land use at this stage. The growth of the city against agricultural lands is regarded as an essential indication of development (Eke, 2000).    </p> <p>          Especially the process of metropolitanization causes cities to grow rapidly in the space and sprawl over extensive areas and to predominate, economically and socially, in all surrounding urban and rural communities. As a result of this, the natural resources remaining within the metropolitan area enter the process of being used up rapidly. This manifests itself with the unplanned and uncontrolled growth particularly against the rapid population increase in the metropolises of developing countries (Sezgin and Varol, 2012).</p> <p>          By the phenomenon of urbanization which appeared in this process of growth, the sprawl of cities, the absolute necessity for establishing new settlements and the fact that urban lands could easily be turned into a matter of speculation resulted in the rapid including of fertile agricultural lands in urban lands (Keles and Hamamci, 1993).</p> <p>          The rapid decrease in agricultural lands upon rapid urbanization and industrialization is a phenomenon which is observed worldwide besides in our country. The construction activities of industrial establishments, roads which are their infrastructure, sports facilities and entertainment centers take place in fertile agricultural lands generally with the justification that they bring fewer economic losses (Cepel, 2008).</p> <p>          The reasons for improper use, meaning the use of agricultural land for nonagricultural purposes, included the gradual increase in urbanization, the rapidly developing industry and investments accordingly, and finally, the gaps in laws and regulations. The economic earnings that develop depending on the construction of houses in rapidly growing areas where urban development is intensively felt are always higher and less risky than the yield of the activities to be carried out in agricultural lands, which manifests itself as the most primary reason why such areas are preferred as urban settlements.         </p> <p>          In this way, urbanization, one of the most serious threats for the world’s biodiversity, most dramatically and permanently alters land use in our country, as it does worldwide (Ricketts and Imhoff, 2003; Yli-Pelkonen and Niemel &amp;, 2006). Upon the industrial branch which developed afterwards, the identification of these lands, which continued to exist as urban development areas, as area convenient for any nonagricultural investment and their use for these purpose were supported. Since no laws or regulations to prevent all these things and to protect fertile agricultural lands have been made or since, even if they have been made, they lack the necessary restrictions, the improper use of fertile agricultural lands continues as a great national problem. With a wide variety of definitions, planning is an integrated system which involves a series of chaotic cases in theory and practice and which depends on various laws and regulations besides being a multidirectional and comprehensive concept. According to the definition by Keles (1972), planning also involves the absolute necessity for the rational use of the available resources and information. The process of preparation of the series of decisions aiming at attaining the targets which have been specified regarding the activities to take place in the future as a whole via the optimum means is called planning (Akay, 2009).</p> <p>          Article 166 of the 1982 Constitution is entitled “Planning” and assigns the state the task of planning which ensures “<em>economic, social and cultural development, particularly the rapid development of industry and agriculture at the national level in a balanced and compatible way, and the efficient use of national resources by making their inventory and evaluation</em>”.</p> <p>          There are numerous laws, statutes, regulations and circulars which direct development in our country, with the most determinative one being the Development Law No. 3194 and the regulations affiliated to it. Depending on the variety of the objects intended to be planned, a large number of types of plans are encountered in the development law. Some of these types of plans were organized in the Development Law No. 3194, while some of them were left to Article 4 of the law and the regulations to be made with special laws. It is possible to classify the plans which arise from the provisions of the Development Law as “types of plans for general purpose” and the plans which are for special purposes and which are envisaged for the areas that are the subject of a different planning regime as “types of plans for special purpose” (Table 1) (Erdem and Coskun, 2009). Of the following types of plans, Upper-Scale Plans, the Physical Plan of the country, the Regional Plan and the Land Use Plan are types of socio-economic and ecological plans, while the remaining plans are called “types of physical plans”.</p> <p>          Even though most of the above-mentioned types of plans are in some way contained in the law, the majority are the types of plans with no implementation in practice. In Article 6, entitled “The Planning Hierarchy”, of the second section entitled “Fundamental Principles on Development Plans” in the Development Law No. 3194 that was shaped with an understanding which was extremely far from conserving the natural resources and that was primarily organized in order to ensure the shaping of urban living spaces, it is laid down that <em>“plan are prepared as “Regional Plans” in terms of the area they cover and their purposes, whereas development plans are prepared as “Master Plans” and” Implementation Development Plans”.  </em>In other words, spatial plans are collected in two main ranks as <em>Upper-Scale Plans (the Regional Plan} </em>and <em>Lower-Scale Plans (Development Plans}, </em>although not clearly defined in the law. Development plans are subdivided into two as <em>“the Master Plan” </em>and <em>“the Implementation Development Plan”.</em> Another type of plan included in Article 5 of the law, entitled <em>“Definitions”, </em>is <em>“the Environmental Order Plan”. </em>This type of plan should again be regarded as an upper-scale plan type both owing to the content provided in the definition and because it isw not included in the definition of “Development Plans”. In conclusion, when the related articles of the Development Law are evaluated together, it is possible to speak of three main plan ranks, namely <em>Regional Plans, Environmental Order Plans and Development Plans, </em>although not defined systematically (Erosy, 2006).</p> <p>          The types of plans and their definitions which are contained in the law are as follows (Ercoskun et al., 2004; Erdem and Coskun, 2009; Demirel, 2010; Demirel, 2010; the Ministry of Environment and City Planning, 2010)</p> <p><strong>1.2     STATEMENT OF PROBLEMS</strong></p> <p>          It has been noticed that, there are problems associated with incompatible land uses in central business district (CBD) in most urban areas. These include untidy confusion, high population rate, traffic congestion as a result of a mixture of incompatible uses to which land has been subjected. To these categories of problems are very common, in most urban area where many activities such as commercial and services activities from, residential, industrialization and recreational location are been found. The above stated problems have given rise to the government to enforce zoning regulation especially at the core areas of our cities.</p> <p>          Despite this, the incompatible uses still continue to exist in the CBD areas. For this reason, this project research work intends to provide answers to some relevant question such as;</p> <p>i.                   What are the existing land uses in the study area?</p> <p>ii.                 What are the problems emanating from the distribution of land uses in the study area?</p> <p><strong>1.3     AIM AND OBJECTIVES </strong>    </p> <p>The aim of this study is to examine the effect of incompatible land uses in Uyo urban landscape (i.e central businesses district of Uyo capital city of Akwa Ibom State).</p> <p><strong>1.4     OBJECTIVES</strong></p> <p>To achieve the broad goal, the following objectives are set up:</p> <p>i.                   To examine and identify the incompatibility land uses in Uyo metropolis.</p> <p>ii.                 To assess the existing land use pattern in Uyo metropolis .</p> <p>iii.              To assess the effect of incompatibility in the study area</p> <p>iv.              To determine government efforts to control those problems emanating from the incompatible land use</p>\n\nCONSEQUENCES OF INCOMPATIBLE LAND USES ON THE ENVIRONMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " CONSEQUENCES OF INCOMPATIBLE LAND USES ON THE ENVIRONMENT", "id": 31}, {"content": "<div class=\"abstract\">\n<p><strong>CHAPTER ONE</strong></p> <p><strong>INTRODUCTION</strong></p> <p><strong>1.1 BACKGROUND OF THE STUDY</strong></p> <p>Rural community development through self-help approach is an age long social activity in our society. Even before the advent of the colonial administration, people had at different time in history organized themselves into group and had employed communual resources to provide physical improvement and functional facilities in their respective localities. For example communual labour was employed in constructing homesteads, clearing farm lands, roads and even some public utility, building such as “Obas” palace, market stalls and town halls (Journal Central European Agriculture volume 7 2006).</p> <p>Some past attempts to achieve rural development in Nigeria failed due to the oil boom in the 1970s which gives the people erroneous impression that government should provide all their needs. Consequently the spirit of self- help was relegated. However, the present economic reality in the country has made the people find a lasting solution to the social and economic problems of their communities through self-help approach. The community development association develop their rules and regulations themselves, plan and execute their programmes with very little or no interference from external bodies. Specifically their activities involves holding meetings to discuss their programmes and projects, identification of their felt needs, participation in their community development project activities through supplying of labour, contribution of money and ideas. Their focus is to enhance community infrastructure through improved education, access to more advance medical treatment, increased economic opportunities and myriads of small community development initiatives.</p> <p>The use of self-help approach in community development is considered as a process of social action in which the people of the community organized themselves for planning action, making groups and individual plans to meet their needs and solve their problems. They execute the plans, with a maximum reliance upon community resources and effort. Self-help approach involve the fullest participation of all the members in the community. Participation of individual in rural development activities is an act of involving residents in a project which requires a democratic approach. The belief is that, all members make their contribution to those problems which affect them.</p>\n\nCOMMUNITY SELF-HELP PROJECTS AND RURAL DEVELOPMENT<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " COMMUNITY SELF-HELP PROJECTS AND RURAL DEVELOPMENT", "id": 32}, {"content": "<div class=\"abstract\">\n<p><strong>Chapter one<br/> Introduction<br/> 1.1</strong> <strong>Background to the study</strong></p> <p>Floods are major disasters affecting many countries of the world annually especially in most flood plain areas. Floods do not only damage properties and endanger the lives of human and animals but also produce other secondary effects like outbreak of diseases such as cholera and malaria as well. Flooding is commonly caused by heavy downpours of rains on flat ground, reservoir failure, volcano, melting of snow and or glaciers e.t.c. Flood risk is not just based on history, but on a number of factors: rainfall, riverflow and tidal-surge data, topography, flood control measures, and changes due to construction of building and development on flood plain areas.</p> <p>Flooding is caused by several factors and is invariably preceded by heavy rainfall. The other causes of flooding are moderate to severe winds over water, unusual hightides, tsunamis due to undersea earthquakes, breaks or failures of dams, levees, retention ponds or lakes, and other infrastructure that retains water. Flooding can be aggravated by impervious surfaces or by other natural and man-made hazards which destroy soil, vegetation that can absorb rainfall. Although flooding is a natural occurrence, man-made changes to the land can also be a factor. Development does not cause flooding but can make it worse. In cities and suburbs, pavement and rooftops prevent some rainfall from being absorbed by the soil. Thus can increase the amount of runoff flowing into low lying areas or storm drain system.</p> <p>The significance of the year 2012 flood disaster in Nigeria lies in the fact that they were unprecedented in the past forty years. Most parts of the central states of Nigeria and other adjoining states along the river Niger and Benue are devastated by these floods causing huge destruction to the rural and urban infrastructures (farmlands/crops, roads, buildings, damages, bridges, power lines e.t.c ) and socioeconomic lives of the areas. Floods occur when the soil, stream channels and man-made reservoirs cannot absorb or contain all the water. A flood that occurs suddenly with little or no prior signs, is called a flash flood and is due to intense rainfall over a relatively small area, it us inevitable resulting from the natural rainfall runoff process. It is a natural phenomenon and its magnitude is periodic. The periodicity of flood implies that every year some area surrounding the river (on both sides) is flooded.</p> <p>Flood disaster management like other disasters management can be grouped into phases; the preparedness phase where activities such as prediction and rusk zone identification or vulnerable mapping are taken up long before the event occurs, the prevention phase where activities such as forecasting early warning, monitoring and preparation of contingency plan are made before or during the event, and the response and mitigation phase where activities are undertaken after the disaster and these includes damage assessment and relief management (Van Western et al., 1993).</p> <p><strong>1.2 Problem Statement</strong></p> <p>In the last three  decades,  the  impacts  of  flooding  have increasingly  assumed  from significant to  threatening  proportions, resulting  in  loss  of  lives and  properties. Though detailed statistics  are  not available regarding  the  losses  sustained by  the  urban dwellers and  flood  victims,  it  is  obvious from  the available record that  irreparable havocs have  been  sustained  by the citizen  of  Nigeria due  to what  has become  perennial natural disaster in our  cities.  Apart  from  houses that collapse  by  flooding, schools buildings and  bridges  sometimes  collapse as  well. Markets places  and farmlands  are submerged  for  weeks and  sometimes are washed  away. Hence flooding in Nigeria needs to be assessed.</p> <p><strong>1.3 Objectives of the Study</strong></p> <p>The major objectives of the study is causes effects and solution to flooding in Nigeria.</p> <p><strong>1.4 Research questions</strong></p> <p>(1) what is flooding?</p> <p>(2) what are the causes of flooding in Nigeria?</p> <p>(3) what are the detrimental effect of flooding in Nigeria?</p> <p>(4) what are the ways to proffer solution to flooding in Nigeria?</p> <p><strong>1.5 Significance of the Study</strong></p> <p>The research gives a clear insight into the causes, effects and solution to flooding in Nigeria. The research will help to identify the areas that are prone to flood. It will also help to know the ways to mitigate the effect of flooding.</p> <p><strong>1.6 Scope of the Study</strong></p> <p>The research focus on the causes effects and solution to flooding in Nigeria.</p> <p><strong>References</strong></p> <p>Ifatimehim and Ufuah, M.E (2006). Analysis of Urban Expansion and Loss of Vegetation in Lokoja using GIS Techniques. Zaria Geographers, 17(1): 28-36.</p> <p>Ifatimehin, O.O., Musa, S.D. and Adeyemi, J.O. (2009). An analysis of the changing land use and Its impact on the Environment, Anyingba Town, Nigeria. Journal of Sustainable Development in Africa 10(4): 357-364.</p> <p>Van Western, C.J.I., Van Duren, H.M.G. Kruse and M.T.J. Terlien (1993). GIZZI: Training package for Geographic Information Systems in Slope Instability Zonation. International Institute for Aerospace Survey and Earth Science (ITC), 15(1): 245 pp. Enschede, The Netherlands.</p>\n\nFLOODING IN NIGERIA: CAUSES, EFFECTS AND SOLUTION<div class=\"web\">\n<center>\n<button class=\"btn btn-primary btn-md\" data-target=\"#myModal\" data-toggle=\"modal\" type=\"button\">Download the complete Project  Materials</button> <br/>\n</center>\n</div>\n</div>", "title": " FLOODING IN NIGERIA: CAUSES, EFFECTS AND SOLUTION", "id": 33}]