[{"content": "<div class=\"td-post-content\"><div class=\"post-views post-30488 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">92</span></div><h4><strong>A STATISTICAL UNIVARIATE ANALYSIS OF THE GENERAL RESPONSE OF LOCAL DOGS TO </strong><strong>VACCINATION (A CASE STUDY OF THE NATIONAL VETERINARY RESEARCH INSTITUTE, </strong><strong>VOM PLATEAU STATE)</strong></h4><p><strong>CHAPTER ONE</strong><br/>\n<strong>INTRODUCTION</strong><br/>\nVaccination of dogs generally is of utmost importance to us seeing that dog is man’s best friend. Vaccinating<br/>\ndogs not only helps to save dogs from infections but it also helps to protect man, seeing that we humans are in<br/>\nconstant contact with dogs and most Nigerians eat dogs. So therefore it is essential we take proper care of dogs<br/>\naround us by vaccinating them appropriately.<br/>\nPrompt Vaccinations protects dogs from specific diseases that can make it very sick, disable or even kill it. They<br/>\nhelp to boost the dog’s immune system against pathogens or disease causing organisms.<br/>\nVaccines create immunity that protects dogs from an infection without causing the suffering of the disease itself.<br/>\nDog Vaccination is when a virus, or bacteria, is deliberately administered to a dog (usually by injection) so that<br/>\nthe dog’s immune system can prepare to fight a future infection (Adams 2005). There are vaccines to help<br/>\nprevent many illnesses that affect dogs. Vaccinating your dog has long been considered one of the easiest ways<br/>\nto help him live a long and healthy life. Not only are there different vaccines for different diseases, there are<br/>\ndifferent types and combinations of vaccines in Nigeria today. Regular and prompt vaccination of dogs have<br/>\ncontributed both to the health of dogs and to the public health. In countries where routine rabies vaccination of<br/>\ndogs is practiced, for example, rabies in humans is reduced to a barest minimum.<br/>\nGenerally in Nigeria, we have two major types of dog vaccines in Nigeria namely, the killed vaccine which is<br/>\nlocally made here in Nigeria and the modified live vaccine (MLV) which is often imported into the country (Obi<br/>\n2005).</p><p><strong>STATEMENT OF GENERAL PROBLEM</strong></p><p>Generally in Nigeria, dog vaccination has had its fair share of inconsistencies especially when it has a lot to do<br/>\nwith vaccination of local dogs. The general response of local dogs in Nigeria has come under intense scrutiny,<br/>\nthus leading us to undertake this research work of statistically determining how local dogs respond to the two<br/>\nmajor types of vaccines when used together with worm expellants. When it comes to how local dogs respond to<br/>\nvaccines, it is generally said that puppies respond faster to vaccines than adult dogs, being researchers, we do not<br/>\nmake assertions that are not statistically proven. There is also this major concern about the potency of these two<br/>\nvaccines as to which of the two is more effective when used to vaccinate local dogs; this is also a major concern<br/>\nwhich led to this statistical survey or research.</p><p><strong>AIMS AND OBJECTIVES OF THE STUDY</strong><br/>\nThis study is aimed at the following:<br/>\n1. To find out if the antibody titer of each dog would keep increasing ,remain constant or decrease when any<br/>\nof the vaccines ( killed vaccine or Modified live vaccine ) is used n both puppies and adult dogs if each of<br/>\nthe vaccines are repeatedly used.( most important)<br/>\n2. To find out which among the two vaccine used would give the best result on local dogs (both adult and<br/>\npuppy dog). That is comparing the effect of two types of vaccines on the dogs.<br/>\nWhich one of the de-worming drugs gives the best result when used on the local dogs?<br/>\n1. General response of local dogs to vaccination.<br/>\n2. To know the best combination of drug and vaccine that would have more effect on local dogs.<br/>\n3. To enlighten local dog breeders and veterinary doctors.<br/>\n4. To know if the response to these dogs to vaccination is sex or gender based.</p><p><strong>SIGNIFICANCE OF THE STUDY</strong><br/>\nThe importance of this study is mainly to ascertain the response of local <a href=\"https://www.modishproject.com/private-security-companies-crime-prevention-niger-state/\">dogs</a> to vaccination. Another important<br/>\nSignificance is to determine which of the two vaccines has greater effect on local dogs, to know if the response<br/>\nof these local dogs to vaccination is age or gender based; that is, do adult or puppy dogs respond differently or<br/>\nalike when vaccinated?. The same goes for male and female dogs. Another equally cardinal significance is to<br/>\nknow which combination of drug and vaccine would have more effect on local dogs so that we can enlighten our<br/>\nlocal dog breeders and veterinary doctors on the recent development.</p><p><strong>SCOPE AND LIMITATIONS OF THE STUDY</strong><br/>\nFor the purpose of this study as the topic depicts, the scope of the study will be focused on how local dogs<br/>\nrespond to vaccination, which de-worming drug when used with any of the vaccine has more effect on the local<br/>\ndogs. Another scope is to determine if the response of these dogs are age or gender based, that is if adult or<br/>\npuppy dogs response to vaccination is the same or different. The scope of this study would also be focused on<br/>\nwhich de-worming when used with vaccines has more effect on the local dogs and finally to know which of the<br/>\ntwo vaccines under study here is more effective when used on local dogs. In the earlier stage of the study there is<br/>\na detailed coverage of the techniques and methods used in judging whether a dog responded well or not to<br/>\nvaccination by looking at their antibody titer.</p><p><strong>LIMITATIONS OF THE STUDY</strong><br/>\nIt is necessary to mention some of the limitation of this research work. The chief limitation is the difficulty in<br/>\nobtaining relevant information in that a few of our values were missing but these missing values were not<br/>\nstatistical significant enough to be noticed.<br/>\nNotwithstanding, in the highlighted limitation above, it is hoped that this research will be useful to dog<br/>\nbreeders, veterinary clinics and other similar organization that may want to know the general response of local<br/>\ndogs to vaccination.</p><p><strong>DEFINITION OF TERMS</strong><br/>\nVaccine: a sub-substance that is put into the blood and that protects the body from a disease.<br/>\nVaccination: Injection of a killed microbe in order to stimulate the immune system against the microbe, thereby<br/>\npreventing disease.<br/>\nMLV: Modified live vaccine.</p><p><strong>RESEARCH HYPOTHESES</strong><br/>\nThe research hypotheses are as follows:<br/>\nHYPOTHESIS 1<br/>\nH0: there is no significant relationship between the antibody titre and the sex of the local dog.<br/>\nH1: there is a significant relationship between the antibody titre and the sex of the local dog.</p><p>Level of significance: 0.05<br/>\nDecision rule: reject H0 if p-value is less than the level of significance. Accept H0 if otherwise.<br/>\nHYPOTHESIS 2<br/>\nH0 : there is no significant difference in the performance of the de-worming drugs on the local drugs.<br/>\nH1 : there is significant difference in the performance of the de-worming drugs on the local dogs.<br/>\nLevel of significance (α): 0.05<br/>\nDecision rule: reject H0 if the p-value is less than the level of significance (α) accept H0 if otherwise.<br/>\nHYPOTHESIS 3<br/>\nH0 : there is no significant relationship between the age of the local dog and the rate of vaccination<br/>\nH1 : there is a significant relationship between the age of the local dog and the rate of vaccination<br/>\nLevel of significance (α): 0.05<br/>\nDecision rule: reject H0 if the p-value is less than the level of significance (α) accept H0 if otherwise.<br/>\nHYPOTHESIS 4<br/>\nH0 : there is no significant difference in the effects of MLV and KILLED vaccines when used with de-worming<br/>\ndrugs on the local dogs.<br/>\nH1 : there is significant difference in the effects of MLV and KILLED vaccines when used with de-worming<br/>\ndrugs on local dogs.<br/>\nLevel of significance (α): 0.05<br/>\nDecision rule: reject H0 if the p-value is less than the level of significance (α) accept H0 if otherwise.</p><h3><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">DOWNLOAD COMPLETE PROJECT MATERIAL</a></h3><h4><strong>A STATISTICAL UNIVARIATE ANALYSIS OF THE GENERAL RESPONSE OF LOCAL DOGS TO </strong><strong>VACCINATION</strong></h4><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-30488\" href=\"https://www.modishproject.com/statistical-univariate-analysis-general-response-local-dogs-vaccination/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-30488\" href=\"https://www.modishproject.com/statistical-univariate-analysis-general-response-local-dogs-vaccination/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "A STATISTICAL UNIVARIATE ANALYSIS OF THE GENERAL RESPONSE OF LOCAL DOGS TO VACCINATION", "id": "0001"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-30517 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">134</span></div><h3 style=\"text-align: center;\">THE PREVALENCE OF POULTRY DISEASE AND ITS MORTALITY RATE IN UYO LOCAL GOVERNMENT AREA</h3><p><strong>CHAPTER ONE</strong><br/>\n<strong>INTRODUCTION</strong><br/>\n<strong>1.1 Background of the Study</strong><br/>\nAgriculture in Nigeria has remained the largest sector contributing nearly 39% to the gross domestic product for the past two decades and employing nearly<br/>\n60% of its workforce. Over 80% of the country’s population in the rural areas is directly or indirectly dependent on agriculture for its livelihood (NBC,2005).<br/>\nThe Nigeria livestock resources consist of 13,885,813 cattle; 34,453,724 Goat; 22,092, 602 sheep; 3,406,381 pigs; 104,247,960 poultry (Rim, 1992). From these<br/>\nfigures, poultry is about 58. 72% of the total livestock production which indicates the place of poultry sub-sections in the livestock industry.<br/>\nPoultry plays an important economic, nutritional and socio-cultural role in the livelihood or rural household in many developing countries including Nigeria.<br/>\nPoultry are birds that include fowl, turkey, duck, goose, ostrich guinea fowl, pigeon etc. which render not only economic services but contribute significantly<br/>\nto human food as a primary supplier of meat, egg, raw materials for industries (feathers, waste products), source of income and employment to people<br/>\ncompare to other domestic animals (Avila 1985; Demehe, 2004).<br/>\nPoultry meat and eggs play a very useful role in protein production in Nigeria. They are palatable and generally acceptable. This acceptability cuts across<br/>\nnearly all cultural region boundaries in Nigeria. Poultry industry plays important role in the development of Nigeria economy. Poultry production has become<br/>\na full time job for many Nigerians and significantly contribute to the Groose National Product (GNP) (Umeh and Odo; 2002). Poultry products mainly meat<br/>\nand eggs represent important food for improving the nutritional status particularly of the most vulnerable populations-children and pregnant women.<br/>\nPoultry production is an important part of farming in many parts of the world. The major attracting factor in poultry production is probably the tendency of<br/>\nproviding a fairly rapid return on capital (Abdulkali; 2002).<br/>\nThe poultry industry in Nigeria has recorded considerable expansion in recent time (FAO, 2000). For example, the creation of Akwa Ibom State in 1987 and the<br/>\nincreased activities of oil and gas companies in the area with the resultant improvement in the demand for animal protein especially in the form of poultry<br/>\nproducts. This has led to the establishment of poultry farms which are located in Uyo agricultural zone of the state. While overall national increase in poultry<br/>\nproduction has probably triggered o<br/>\nvigorous research into alternative and cheaper feed resources urgently needed to sustain such growth: there is the<br/>\nneed to continually focus attention on the health of the animals in other to realize the full potential of the industry (Fasami; 1990).<br/>\nPoultry diseases remain one of the major threats to boosting poultry production in Nigeria (Halle et al., 1998; Laseinde, 2002). Poultry diseases continue to<br/>\nplay major central role in hampering its development (FAO, 1998; Rushton et al, 1999) The impact of diseases on animal agriculture is typically assessed in<br/>\nquantitative terms. In poultry industry examples of these terms include lost revenues, costs of <a href=\"https://www.modishproject.com/criminology-project-topics-materials/\">vaccination</a>/prevention, eradication decontamination and<br/>\nrestocking. These have been referred to as a <a href=\"https://www.modishproject.com/internal-control-system-tool-organization-efficiency-operation-local-government-council-case-study-uyo-local-council/\">negative</a> input (Unrusfield, 1995). In Nigeria, diseases are among the major factors that hinder poultry<br/>\ndevelopment (Alanargot, 1987; Alemu, 1995).<br/>\nA lot of losses in poultry have been linked to diseases causing agents such as viruses, bacteria and parasites. It has been estimated that more than 750 million<br/>\nchicken, guinea fowls and duckling in Africa die each year as a result of various infections (Sonaiya 1990). Although somewhat in birds parasitic has been<br/>\nachieved by commercial production system mostly due to improved housing hygiene and management practices, the prevalence of infectious diseases is still<br/>\nvery rampant (Pandry et at: 1992). Nigeria has a comparatively well developed poultry industry for West African Nation.<br/>\nApantaku (2006) described this trend to the low level of poultry production in comparison to the level of poultry technologies being generated by Nigerian<br/>\npoultry researchers. The prevailing situation became worsen in 2006 by the reported outbreak of highly pathogenic and viral diseases like Avian influenza,<br/>\nNewcastle disease, infectious bursal disease and coccidiosis. Obayelu (2007) reports that the diseases outbreak led many poultry farmer into psychological<br/>\nbreakdown due to losses incurred and also aected<br/>\nanimal protein intake of a large sector of Nigeria population.<br/>\nMajor limitations confronting the industry are numerous. The problems confronting the poultry industry in Nigeria include disease, low egg production, poor<br/>\nchick quality, poor weight gain, lack of capital, management problems etc (Van et al.; 1995; Apan taku et al; 1998; Ojo; 2003). Other problems include high<br/>\ncost of drugs and equipment such as battery cases, high cost of feeding, increasing cost of medications, marketing and lack of storage facilities as well as<br/>\nunfriendly government policy and finance. Sources of <a href=\"https://www.modishproject.com/strategy-guaranteed-food-security/\">economic</a> losses in poultry include lack of technical know-how, poor quality feed, poor housing,<br/>\nmismanagement and of great significance, disease outbreak which had received tremendous attention (Adekumisi et al; 1996; Torimiiro et. al., 2002).<br/>\n<a href=\"https://www.modishproject.com/causative-factor-mortality-rate-among-adolescents/\">Despite</a> the economic significance of the diseases to the commercial and small scale poultry producers in the country, no substantial research has been done<br/>\nto asses its economic losses. With the increasing interest in poultry production evidenced by the proliferation in poultry farms, it is pertinent to continually<br/>\nevaluate the prevalence rate and management issues associated with common poultry disease such as Avian influenza, Newcastle disease, infectious <a href=\"https://www.modishproject.com/revenue-generation-utilization-transform-grassroots-area-nigeria/\">bursal</a><br/>\ndisease and coccidiosis.</p><p><strong>1.2 Statement of the Problem</strong></p><p>The incidence of poultry diseases in Nigeria has led many poultry farmers into psychological breakdown due to losses incurred. Poultry diseases has a gross<br/>\nattack rate on commercial poultry production. Culling birds in order to eradicate and control the spread of the diseases has negatively aected<br/>\nthe<br/>\nlivelihoods of all classes of poultry owners and producers. Such an impact is most serious on the smaller family producer and commercial producer whom<br/>\npoultry production is their sole of income generation. Eects<br/>\nof poultry diseases on the economy. Where market is lost through the reduced rate to export,<br/>\nrestriction of movement of birds and the closing of some domestic markets is especially the constraint which aect<br/>\nthe income generating ability of smaller<br/>\nproducers in the zone (Mettzer et al., 1999). The non consumption of poultry meat as well as its products has also aected<br/>\nanimal protein intake in the large<br/>\nsector of the population. The most pronounced aect<br/>\nis the sharp decline in demand as people avoided eating and demanding for poultry product out of fear<br/>\nof being infected (WHO, 2004a). The survivability of poultry industry in Nigeria is very low due to poor management techniques embarked upon by rural<br/>\npoultry farmers, and outbreak of seasonally defendant diseases that can account for high chick losses and mortality.</p><p><strong>1.3 Purpose of the Study</strong></p><p>The study is aimed at examining the prevalence rate of poultry diseases and mortality of flock in the study area. Specifically the study seeks the following<br/>\nobjectives.<br/>\n1. To determine the prevalence rate of Avian influence and its mortality rate on poultry in Uyo Local Government Area.<br/>\n2. To determine the prevalence rate of Newcastle Disease and it mortality rate on poultry in Uyo Local Government Area.<br/>\n3. To determine the prevalence rate of infectious Bursal disease and its mortality rate on poultry in Uyo Local Government Area.<br/>\n4. To determine the prevalence rate of coccidiosis and its mortality rate on poultry in Uyo Local Government Area.</p><p><strong>1.4 Research Questions</strong></p><p>1. What is the prevalence rate of Avian influenza and its mortality rate on poultry on Uyo Local Government Area?<br/>\n2. What is the prevalence rate of Newcastle diseases and its mortality rate on poultry in Uyo Local Government Area.<br/>\n3. What is the prevalence rate of infectious Bursal disease and its mortality rate on poultry in Uyo Local Government Area.<br/>\n4. What is the prevalence rate of coccidiocsis and its mortality rate on poultry in Uyo Local Government Area.</p><p><strong>1.5 Significance of the Study</strong></p><p>1. The finding of this study will motivate the farmer to produce quality and disease free products capable of meeting the nutritional requirement of<br/>\naddress the problems of malnutrition, food insecurity low income and poverty as a whole.<br/>\n2. Nigerian policy makers and Animal Health Professionals will benefit from the study as the studies will expose them to the cause of major epidermis<br/>\nseen each year resulting in death of many birds, and this knowledge will enable more precise disease control planning.<br/>\n3. The study will provide valuable data to the scientist for epidemiogical studies both logically throughout Nigeria through collaboration. The data will<br/>\nalso assist them with a role informing animal health and disease control policy.<br/>\n4. The study will be significant in the training of farmers on improve livestock breeds for the gradual upgrading of local breeds.<br/>\n5. This study will help to increase productivity of poultry farms which in turn will create job opportunity to the community and reduce the cost of<br/>\nproduction. Also the more progressive or productive the poultry farm is, the more produce will be supplied to the market for distribution.<br/>\n6. The study will help the community dwellers and those practicing poultry on subsistence level in Uyo Local Government Area by teaching them poultry<br/>\nmanagement practices and approaches which can be used to achieve improved performance in their business.</p><p><strong>1.6 Delimitation of the Study</strong></p><p>This study is delimited to prevalence of diseases and the mortality rate of poultry in Uyo Local Government Area of Akwa Ibom State only four infectious<br/>\ndiseases of poultry are being surveyed in the study i.e Avian influence, (AI), Infectious Bursal Disease (Gumboro), Newcastle disease (ND) and coccidiosis (C).</p><p><strong>1.7 Operational Definition of Terms</strong></p><p>Important terms relevant to this study is operationally defined as follows;<br/>\nPrevalence: This is the proportion of a population found to have a condition (typically a disease or risk factor) at a specific time.<br/>\nPoultry disease: This is a disease that alict<br/>\npoultry.<br/>\nMortality rate: This is the number of deaths due to a disease divided by the total population.<br/>\nAvian Influenza: This is a <a href=\"https://www.modishproject.com/mobilizing-revenue-community-development/\">disease</a> caused by any of many dierent<br/>\nstrains of influenza viruses that have adapted to a specific host.<br/>\nNewcastle disease: This is an acute viral disease of poultry marked by respiratory diiculty,<br/>\nreduced egg production and, in chicks, paralysis.<br/>\nInfectious bursal disease (IBD, Gumboro): This is an acute, highly contagious viral infection in chickens manifested by</p><h3><a href=\"https://www.modishproject.com/get-the-complete-research-project-topics-and-materials/\">DOWNLOAD COMPLETE PROJECT MATERIAL</a></h3><h4>THE PREVALENCE OF POULTRY DISEASE AND ITS MORTALITY RATE IN UYO LOCAL GOVERNMENT AREA</h4><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-30517\" href=\"https://www.modishproject.com/prevalence-poultry-disease-mortality-rate/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-30517\" href=\"https://www.modishproject.com/prevalence-poultry-disease-mortality-rate/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "THE PREVALENCE OF POULTRY DISEASE AND ITS MORTALITY RATE IN UYO LOCAL GOVERNMENT AREA", "id": "0002"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107683 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">37</span></div><p><strong>ABSTRACT</strong></p><p>The study was designed to evaluate the influence of platelet-derived growth factor (PDGF-AB) and epidermal growth factor (EGF-AB) on modulating wound healing of rabbits. A total of twenty four (24) New Zealand White rabbits of nine months to one year old from both sexes were used for the study.</p><p>The rabbits weigh between 1.5–2.0 kg body weights. The rabbits were randomly grouped into two major groups (1 and 2) of twelve rabbits each. The rabbits were treated parenterally with methylprednisolone (methylP), and compared with the control treated parenterally with normal saline (NS). They were subsequently placed randomly, into four sub-groups each 1A (methylP + EGF), 1B (methylP + PDGF), 1C (methylP + NS) and 1D (methylP + EGF + PDGF); 2A (NS + EGF), 2B (NS + PDGF), 2C (NS + NS) and 2D (NS + EGF + PDGF) of three rabbits each.</p><p>The animals were pre-anaesthetised with atropine sulphate and chlorpromazine. Ketamine hydrochloride was used for anaesthesia. An area of wound that is 2 cm × 1 cm dimension on rabbit dorsum, was created on each site of the dorsum. Group 1 were treated parenterally with methylP 0.5 mg/kg and the sub-groups were treated topically with 1A (EGF), 1B (PDGF), 1C (Normal saline) and 1D (EGF + PDGF).</p><p>Group 2 were parenterally treated with normal saline and topically with 2A (EGF), 2B (PDGF), 2C (Normal saline) and 2D (EGF + PDGF). Each wound designated for PDGF, EGF and NS were smeared with 2.92 µg of PDGF, 20.8 µg of EGF, and 0.2 mL of normal saline, respectively. The wounds were monitored until complete healing.</p><p>Doppler ultrasound of the scar tissue was carried out at the frequency of 5 Hz using C5 sonostar laptop ultrasound. Blood, serum and wound biopsy were taken. Wound retraction was recorded in all the groups with highest peak in NS + PDGF (3.13 cm2) at day 3 and 3.11 cm2 in NS + NS at day 5. Onset of epithelialisation was recorded at day 7 except for groups treated with EGF + PDGF the recorded epithelialisation at day 5 post-wounding.</p><p>Inflammatory cells influx were diffused in the NS + NS and NS + EGF + PDGF groups. However, synergy in anti-inflammatory activity was not recorded with the use of methylP + PDGF but was observed on methylP + EGF. The PDGF group showed superior anti-inflammatory activity compared to the EGF treated rabbits. Ultrasonography of NS + NS scar line showed hyper-echogenicity with least vascular perfusion but small scar lines in the EGF and PDGF treated rabbits.</p><p>The methylP + PDGF and methylP + EGF rabbits had the strongest scar strength as recorded by the tensile strength of 76.8 N/cm2 and 71.25 N/cm2, respectively. In conclusion, the overall healing time of methylprednisolone-treated rabbits was delayed; however the scar had the best connective tissue fibre arrangement.</p><p>Reduced period of wound retraction was achieved with the use methylprednisolone, EGF or PDGF, thus, reduced wound surface area for contamination and reduced chances of wound infection. Smallest scar size was achieved with the use of PDGF and methylP + PDGF, thus, maybe important in cosmetic surgeries.</p><p>The administration of methylprednisolone at 0.5mg/kg in wound management to enhance collagen fibre arrangements in scar tissue. Tensile strength was best observed in methylP + PDF and methylP + EGF, thus, are relevant in management of wounds in a weight carrying regions like the ventral aspects of the abdomen. The place of proper wound dressing in wound healing management cannot be replaced.</p><p><strong>REFERENCES</strong></p><p>Abcam manual. (2017).  ab100504-EGF-Human-ELISA-Kit-ab100504-protocol-plain-v2.pdf. Retrieved 16/03/2017.</p><p>Abcam manual. (2017).  ab100623-PDGF-Human-ELISA-Kit-ab100623-protocol-plain-v2.pdf. Retrieved 16/03/2017.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"QJQN8Fa8RO\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"QJQN8Fa8RO\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=QJQN8Fa8RO\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EVALUATION OF PLATELET–DERIVED AND EPIDERMAL GROWTH FACTORS ON SURGICALLY-INDUCED WOUNDS IN NEW ZEALAND WHITE RABBITS TREATED WITH METHYLPREDNISOLONE</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107683\" href=\"https://www.modishproject.com/evaluation-of-platelet-derived-and-epidermal-growth-factors-on-surgically-induced-wounds-in-new-zealand-white-rabbits-treated-with-methylprednisolone/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107683\" href=\"https://www.modishproject.com/evaluation-of-platelet-derived-and-epidermal-growth-factors-on-surgically-induced-wounds-in-new-zealand-white-rabbits-treated-with-methylprednisolone/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EVALUATION OF PLATELET–DERIVED AND EPIDERMAL GROWTH FACTORS ON SURGICALLY-INDUCED WOUNDS IN NEW ZEALAND WHITE RABBITS TREATED WITH METHYLPREDNISOLONE", "id": "0003"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107761 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">38</span></div><p><strong>ABSTRACT</strong></p><p>The study was conducted to evaluate the effect of methanol root-bark extract of Anonna senegalensis against experimental Eimeria tenella infection in broiler chickens on the basis of performance (weight gain) and pathogenicity (oocyst production, lesion score and percentage mortality).</p><p>Phytochemical screening and acute toxicity studies of the extract were carried out using standard methods. Forty-two chicks were randomly assigned to seven experimental groups of six birds each. The experimental design included positive (infected untreated and negative (uninfected untreated) control groups.</p><p>Groups 1- 6 were inoculated orally with 2 × 104 sporulated oocysts at the 14th day of age except uninfected untreated group. In vitro anticoccidial activity test was performed by observing the effect of the extract on oocyst sporulation.</p><p>Oocysts count was done on 5th, 6th 7th and 8th 9th day after infection. Record of mortality was kept and postmortem of dead birds and lesion score were also performed. The phytochemical analysis of the methanol extract revealed the presence of alkaloids, tannins, saponins, glycosides, flavonoids, cardiac glycosides, steroid and terpenoids.</p><p>Acute toxicity study of the extract revealed that the LD50 methanol root bark of the extract of Anonna senegalensis (MREAS) is more than 5000 mg/kg . Inhibition of oocyst sporulation in vitro depended on the concentration of the extract, being highest at the maximum concentration of the extract.</p><p>Chicks medicated with A. senegalensis extract attained higher body weight than the non medicated challenged group. The highest mean weight gain after challenge with E. tenella at 42 days of age was high in group 5 (1450g). Lesion scores were significantly reduced in groups 4 and 5 (Group treated with 1600 mg/kg and amprolium), while groups 1 and 2 (200mg/kg and 400mg/kg treated groups) showed slight improvement in comparism with the former. Mortality of 5.5%, 2.8%. 2.8% and 16.6% was recorded for groups 1, 2, 3 and 6 respectively.</p><p>Histopathological findings revealed haemorrhages in the caeca, cellular infiltration, presence of endogenous parasitic stage and desquamation of epithelia. The oocysts output per bird in the treated groups were lower than that in the challenged control group. The reduced oocysts output at 1600 mg/kg dose level suggested that A. senegalensis could be beneficial for management and control of coccidiosis in broilers. This anticoccidial effect of the extract was, however, lower than those exhibited by amprolium.</p><p><strong>REFERENCES</strong></p><p>Abbas,R., Colwell, D.D., Gilleard, J.(2012). Botanicals: an alternative approach for the control of avian coccidiosis.World’s Poultry Science Journal 2012;68:203-215.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"E06LQoNb0F\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"E06LQoNb0F\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=E06LQoNb0F\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EVALUATION OF ANTICOCCIDIAL PROPERTIES OF THE METHANOL ROOT-BARK EXTRACT OF ANNONA SENEGALENSIS PERS. IN BROILERS EXPERIMENTALLY INFECTED WITH EIMERIA TENELLA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107761\" href=\"https://www.modishproject.com/evaluation-of-anticoccidial-properties-of-the-methanol-root-bark-extract-of-annona-senegalensis-pers-in-broilers-experimentally-infected-with-eimeria-tenella/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107761\" href=\"https://www.modishproject.com/evaluation-of-anticoccidial-properties-of-the-methanol-root-bark-extract-of-annona-senegalensis-pers-in-broilers-experimentally-infected-with-eimeria-tenella/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EVALUATION OF ANTICOCCIDIAL PROPERTIES OF THE METHANOL ROOT-BARK EXTRACT OF ANNONA SENEGALENSIS PERS. IN BROILERS EXPERIMENTALLY INFECTED WITH EIMERIA TENELLA", "id": "0004"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107707 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">42</span></div><p><strong>ABSTRACT</strong></p><p>Newcastle disease (ND) is considered as a major constraint to village chicken production in Africa. A study on the epidemiology of ND in village chickens was conducted in nine communities randomly drawn from nine Local Government Areas (LGAs) in Bauchi State to asses: the importance of NDto village chicken farmers using the participatory epidemiological tools; the prevalence of ND from monthly disease reports, the prevalence of ND virus (NDV) and seroprevalence of ND; andacceptance among farmers of ND vaccination and its benefits.</p><p>A sixty Monthly Disease Reports (June 2010-May 2015) submitted by the eight Area Veterinary Offices covering the studied communities were examined at the office of the Director Veterinary Services Bauchi State for cases of ND disease in poultry. Staff from the Veterinary Department was assigned the duty of inviting farmers in each community for a focus group discussion (FGD) to assessthe importance of ND among the common diseases of village chickens in their community.</p><p>Participants of FGDs also selected eight households (HHs) in each community. From these HHs samples of blood and cloacal swabs for detection and determination of prevalence of antibodies and antigen of ND virus (NDV) were collected; chickens were vaccinated against ND to assess acceptance and benefit of vaccination. Also, volunteering members from these HHs answered questionnaire on village chicken management. Haemagglutination inhibition test (HIT) was used to detect ND antibodies from sera extracted from the blood collected from village chickens. Conventional Reverse Transcriptase Polymerase Chain Reaction was used to detect NDV.</p><p>Cloacal swabs that tested positive for ND were inoculated into 9-11 day old embryonate chicken eggs to isolate NDV. The prevalence of reported cases of ND in poultry was 11.6%. Newcastle disease was mostly reported during the cold season (October-March) with the highest seasonal index of 44.4% and an odds ratio of 6.6 in November. The proportional piling scores for ND in Chinade was 146/249 (69.9%), in Jalam 35/105 (32.4%), in Udubo 183/261(70.1%), in KafinMadaki 149/244 (61.1%), in Gongoro 80/183 (43.7%), in Dass 175/270 (64.8%), in Kutaru 126/243 (50.8%) and in Toro 173/288 (60.1%).</p><p>The pair wise ranking score for ND in Chinade was 4/5, in Jalam 5/6, in Udubo 5/6, in KafinMadaki 6/7, in Gongoro 4/5, in Dass 3/4, in Kutaru 5/6 and in Toro 4/5. Most of the respondents 71 (98.6%) had experienced outbreak of ND in their flock within the last six months with greater than 50% mortality of 54 (75%) chicken during the cold season. Vaccination against ND was not practiced by any of the respondents. The seroprevalence of ND was 36.4%;and the prevalence of NDV was 29.9%.</p><p>Three isolates (3/20; 15%) were obtained from cloacal swabs of chickens from Toro. Vaccination against ND was first carried out on 1139 village chickens in 72 HHs and the second vaccination was carried out on 814 chickens in 54 of the 72 HHs. Rejection of vaccination was experienced in 8 HHs (8/72; 11.11%). Additional ND vaccines were given to 746 chickens in 64 HHs that were neighbours of the initial participants.</p><p>A proportional piling scores given by 68 participants was 100% (340/340 beans shared) for acceptance of vaccination against ND, while, a score of 92.7% (338/365 beans shared) was given in favour of ND vaccine being beneficial to farmers of village chickens. The study concludes that ND is an important disease of village chickens that is widespread and cannot be controlled by the current management practices. Vaccination of village chickens against ND was accepted and beneficial to farmers.</p><p>The study recommends characterization of local strains of NDV by National Veterinary Research Institute, Vom; prioritization of ND by Bauchi State for state wide immunization and routine vaccination of village chickens against ND by farmers for an improvement in village chicken production.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"rzrenPAU2I\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"rzrenPAU2I\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=rzrenPAU2I\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EPIDEMIOLOGY OF NEWCASTLE DISEASE IN VILLAGE CHICKENS IN BAUCHI STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107707\" href=\"https://www.modishproject.com/epidemiology-of-newcastle-disease-in-village-chickens-in-bauchi-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107707\" href=\"https://www.modishproject.com/epidemiology-of-newcastle-disease-in-village-chickens-in-bauchi-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EPIDEMIOLOGY OF NEWCASTLE DISEASE IN VILLAGE CHICKENS IN BAUCHI STATE, NIGERIA", "id": "0005"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107778 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">34</span></div><p><strong>ABSTRACT</strong></p><p>The study investigated the effects of a potent antioxidant, quercetin, on some physiological parameters, performance, and carcass and meat pH in broiler chickens, raised at different stocking densities. A total of 60 one-day-old Ross 308 broiler chicks were randomly assigned to four treatment groups based on stocking density (12 birds/m2 or 18 birds/m2) and 50 mg/kg body weight quercetin treatment (quercetin-treated or untreated).</p><p>Quercetin was administered per os once daily for 28 consecutive days at 18:00 h. The stocking density of 12 birds/m2 was categorised as low stocking density (LSD) condition while 18 birds/m2 represented high stocking density (HSD) condition. The circadian cloacal temperature was recorded at 2 h interval, three times, one-week apart on days 22, 29 and 36 while the haematological profile and erythrocyte osmotic fragility (EOF) were recorded on days 28, 35 and 42.</p><p>Broiler performance was recorded daily. The carcass characteristics and meat pH was determined at the end of the study period. Fluctuations in diurnal cloacal temperature (CT) showed that increasing stocking density induced an elevation (P &lt; 0.05) in the overall mean CT of untreated HSD group (40.96 ± 0.02 ºC) while the CT was lower (P &lt; 0.05) in the treated HSD group (40.72 ± 0.02 ºC). The CT of the untreated LSD group (40.88 ± 0.02 ºC) was lower (P &lt; 0.05) when compared with the untreated HSD group (40.96 ± 0.02 °C). On day 28, the total white blood cell count (TWBC), heterophils and H:L ratio (8.50 ± 0.67 x 109/L, 1.35 ± 0.30 x 109/L and 0.19 ± 0.03 respectively) were significantly lower (P &lt; 0.05) in the quercetin-treated HSD group when these parameters were compared with those of the untreated HSD group (12.36 ± 1.22 x 109/L, 3.91 ± 0.79 x 109/L and 0.53 ± 0.13 x109/L respectively). The overall mean variation in percentage erythrocyte osmotic fragility (EOF) was significantly higher (P &lt; 0.05) at 0.5 %, 0.3 % and 0.1 % NaCl concentrations in the quercetin-treated LSD group with corresponding values of 10.29 ± 6.09 %, 67.41 ± 3.30 % and 88.93 ± 3.47 % respectively, while the EOF was 0.24 ± 0.16 %, 62.21 ± 4.22 % and 85.50 ± 3.56 % in the untreated LSD group. HSD condition caused a higher (P &lt; 0.05) erythrocyte osmotic fragility at 0.5 %, 0.3 % and 0.1 % NaCl concentration. The final live body weight (1,344.0 ± 54.22 g) and weight gain (1,120.0 ± 52.48 g/chick) of quercetin-treated HSD was significantly higher (P &lt; 0.05) when compared with the final live body weight (1,071.0 ± 60.76 g) and weight gain (842.50 ± 57.07 g/chick) of the quercetin-treated LSD group. The feed conversion ratio was significantly lower in the quercetin-treated HSD group (1.43 ± 0.07) when compared with untreated HSD (1.79 ± 0.10), LSD (2.20 ± 0.10) and quercetin-treated LSD (2.10 ± 0.12) groups. A higher viability ratio was recorded in the quercetin-treated groups. Quercetin administration had a weight-enhancing effect, correlated directly with the increasing age of broiler chicks in quercetin-treated HSD (r = 0.950; P &lt; 0.01) and quercetin-treated LSD (r = 0.968; P &lt; 0.01) groups. Low stocking density condition and quercetin administration enhanced meat quality by preventing early rise in pH. This is beneficial to consumers that may wish to refrigerate meat for future consumption. The results suggest that quercetin was most beneficial in conditions of discomfort and, may, be useful as a supplement in broiler chicken production, especially in stress due to HSD. It was concluded that the administration of quercetin at 50 mg/kg body weight enhanced performance through efficient feed utilisation, alleviated stocking density-induced social and physiological stress and prolonged the shelf-life of stored broiler breast meats.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"IBqx9p8AJz\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"IBqx9p8AJz\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=IBqx9p8AJz\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EFFECTS OF QUERCETIN ON SOME PHYSIOLOGICAL PARAMETERS AND PERFORMANCE OF BROILER CHICKENS RAISED AT DIFFERENT STOCKING DENSITIES</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107778\" href=\"https://www.modishproject.com/effects-of-quercetin-on-some-physiological-parameters-and-performance-of-broiler-chickens-raised-at-different-stocking-densities/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107778\" href=\"https://www.modishproject.com/effects-of-quercetin-on-some-physiological-parameters-and-performance-of-broiler-chickens-raised-at-different-stocking-densities/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EFFECTS OF QUERCETIN ON SOME PHYSIOLOGICAL PARAMETERS AND PERFORMANCE OF BROILER CHICKENS RAISED AT DIFFERENT STOCKING DENSITIES", "id": "0006"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107779 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">34</span></div><p><strong>ABSTRACT</strong></p><p>Organophosphates and pyrethroids are common insecticides used in combination. Their use in agricultural and indoor activities has opened several windows of exposure to vulnerable non-target young animals and humans during pregnancy and breast-feeding, which may adversely affect their physical, reproductive and mental health. Oxidative stress has been implicated in pesticide-induced toxicity.</p><p>The aim of the study was to investigate the ameliorative potentials of melatonin (MEL) on neurotoxic and reproductive changes provoked by in utero and lactational co-exposure to chlorpyrifos (CPF) and cypermethrin (CYP) in male Wistar rats. Sixty out of the sixty five pregnant rats obtained following overnight mating of seventy-two sexually-mature female nulliparous Wistar rats with 72 adult males in a 1 : 1 mating scheme were used for the study.</p><p>Evidence of mating was assessed in each female animal by the presence of spermatozoa deposit or vaginal plug. Day 1 of gestation was the day copulation plugs/spermatozoa were found in the vagina. The 60 pregnant dams were thereafter divided at random into six 6 groups of 10 animals each. Group I (DW) was given distilled water (2 ml/kg), while group II (S/oil) was given Soya oil only (2 ml/kg). Group III (MEL) was dosed melatonin (0.5 mg/kg) only, while group IV (CC) was co-administered with CPF (1.9 mg/kg; 1/50th of the LD50) and CYP (7.5 mg/kg; 1/50th of the LD50); group V (MCC) was pretreated with MEL (0.5 mg/kg) and then co-exposed to CPF (1.9 mg/kg; 1/50th of the LD50) and CYP (7.5 mg/kg; 1/50th of the LD50), respectively, 30 minutes later.</p><p>Group VI (CCM) was co-exposed to CPF (1.9 mg/kg; 1/50th of the LD50) and CYP (7.5 mg/kg; 1/50th of the LD50) respectively, and post-treated with MEL (0.5 mg/kg), 30 minutes later. The regimens were given to the dams by gavages once daily from gestation day 1 (GD 1) to postnatal day (PND) 21.</p><p>Weekly monitoring of body weight and clinical signs on the dam were carried out and recorded. The dams were allowed to deliver normally and some developmental/ reproductive/neurobehavioural parameters were evaluated on the FI generation male rats at different time intervals, namely: litter size and weight, number of lives and dead pups, anogenital distance (AGD), crown-rump length (CRL), time of eye and ear opening, time of testicular descent, surface and aerial righting reflex, ability to walk and time pivoting, negative geotaxis, inclined plane, ladder walk, bean walk, excitability score, forepaw grip, forced swimming and cognitive (learning and short-term memory) tests.</p><p>At PND 80, F1 male rats were mated to a sexually-matured, untreated nulliparous female in a 1 : 1 mating schedule and the females were observed for reproductive indices, including mating index, live-birth index, sex ratio, viability index, gestational length index, fertility index, pregnancy (gestation) index. At the end of the experiment, the rats were sacrificed by jugular venesection after light chloroform anaesthesia.</p><p>The F1 male rats were evaluated for epididymal sperm concentration, sperm motility, sperm live-dead ratio, sperm morphology, and concentrations of sex [follicle stimulating hormone (FSH), luteinising hormone (LH) and testosterone] and thyroid [triodothyronine (T3), thyroxine (T4) and thyroid-stimulating hormones (TSH)] hormones, and tissues‟ biochemical parameters (levels of malondialdehyde [MDA] concentration; activities of superoxide dismutase [SOD], catalase [CAT], glutathione peroxidase [GPx] and acetylcholinesterase [AChE], concentration of testicular and epididymal total and free sialic acid, and epididymal fructose).</p><p>Post-mortem gross and histopathological examinations of some tissues of rats were also conducted on F1 generation male rats. The results revealed alterations in litter size and weight, number of live/dead pups, anogenital distance (AGD), crown-rump length (CRL), time of eye and ear openings, time of testicular descent, surface and aerial righting reflex, ability to walk and time pivoting, negative geotaxis, inclined plane, ladder walk, beam walk, excitability score, fore-paw grip time, forced swimming and cognition; in the group co-exposed to CPF and CPY.</p><p>Mating of F1 generation male rats of dams co-exposed to CPF and CPY with untreated female rats showed alteration in mating index, live birth index, sex ratio, viability index, gestational length index, fertility index, pregnancy (gestation) index.</p><p>The F1 male rats of CC group showed decreased epididymal sperm concentration, sperm motility; sperm live-dead ratio, concentrations of sex hormones levels (FSH, LH, and testosterone) and altered sperm morphology. Similarly, there were alterations in the tissue levels of MDA, thyroid hormones (T3, T4 and TSH), testicular and epididymal total and free sialic acid, epididymal fructose, SOD, CAT, GPx and AChE in the F1 male rats.</p><p>Pre-and post-exposure treatment with MEL mitigated the pesticide-evoked developmental, reproductive, reflexogenic, neurobehavioural, biochemical, oxidative and histological changes in F1 male rats. However, MEL pretreatment was more beneficial than post-exposure treatment. The mitigation of pesticide-evoked developmental, reproductive, reflexogenic, neurobehavioural, biochemical, oxidative and histological changes by MEL was partly due to its antioxidant and free radical scavenging properties.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"sQzshhhRhL\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"sQzshhhRhL\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=sQzshhhRhL\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EFFECTS OF MELATONIN ON NEURO AND REPRODUCTIVE TOXICITY INDUCED BY IN UTERO AND LACTATIONAL CO-EXPOSURE TO CHLORPYRIFOS AND CYPERMETHRIN IN MALE WISTAR RATS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107779\" href=\"https://www.modishproject.com/effects-of-melatonin-on-neuro-and-reproductive-toxicity-induced-by-in-utero-and-lactational-co-exposure-to-chlorpyrifos-and-cypermethrin-in-male-wistar-rats/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107779\" href=\"https://www.modishproject.com/effects-of-melatonin-on-neuro-and-reproductive-toxicity-induced-by-in-utero-and-lactational-co-exposure-to-chlorpyrifos-and-cypermethrin-in-male-wistar-rats/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EFFECTS OF MELATONIN ON NEURO AND REPRODUCTIVE TOXICITY INDUCED BY IN UTERO AND LACTATIONAL CO-EXPOSURE TO CHLORPYRIFOS AND CYPERMETHRIN IN MALE WISTAR RATS", "id": "0007"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107781 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">37</span></div><p><strong>ABSTRACT</strong></p><p>This study was conducted with the aim of determining the effect of multiple infectious bursal disease vaccination on antibody response of pullets to Newcastle disease (ND) vaccine LaSota and pathological changes on major immune organs. A total of 120 day-old pullets were used, the birds were randomly divided into 6 groups (A, B, C, D, E and F), consisting of 20 chicks each. A freeze-dried live attenuated infectious bursal (IBD) disease vaccines, M.B. strain (ABIC) and Newcastle disease vaccine LaSota strain live virus (ABIC) were administered orally. Group A pullets were vaccinated with IBD vaccine at 1st and 2nd weeks of age. Group B pullets received IBD vaccine at 2nd and 4th weeks. Group C pullets received IBD vaccine at 3rd weeks. Group D pullets received IBD vaccine at 2nd, 4th and 6th weeks. All the groups with the exception of group F received ND vaccine at 3rd and 6th weeks. Group F pullets received no vaccine. Ten serum samples from each group in this experiment were collected for 8 weeks and tested against ND for antibodies using ELISA test. Mean Elisa ND antibody titre had indicated statistical difference at week 5, where groups B and A (P≤0.01), C and B (P≤0.01) and D and C (P≤0.05). At week 7 groups D and C (P≤0.01). The multiple IBD vaccine had negative effect on ND vaccine LaSota, group C had highest ND mean Ab titre of 11480.6 ±827.45 at week 8. The gross lesions observed were more severe in groups B and D and milder in group E and F. Histopathologically lesions were more severe in groups that where vaccinated with multiple IBD vaccines. From this work it was recommended that it is safer to give two weeks interval before repeating infectious bursal disease vaccination for Newcastle disease vaccine LaSota vaccination to be effective.</p><p><strong>CHAPTER ONE</strong></p><p><strong>1.0 Introduction</strong></p><p><strong>1.1 Historical Background</strong></p><p>Poultry diseases are significant restrain to the efficiency and profitability of poultry production. From a global perspective basically the same range of poultry pathogens are responsible for losses in livability, egg production, growth rate and feed efficiency worldwide (Shane, 2004). In many developing countries, velogenic Newcastle disease (ND) is endemic, and represents an important limiting factor in the development of commercial poultry production and the establishment of trade links (Alexander et al., 1997). The constant loses from ND severely affect the quality and quantity of food for people on marginal diets (Saif et al., 2005). The endemicity of ND in Nigeria leads to high environmental dissemination of the virus and this is enhanced by poor husbandry practice (Okwor and Eze, 2010). The outbreaks of ND were reported to be more common in layers than in broilers (Abdu et al., 2005).</p><p><strong>1.2 Statement of research problem</strong></p><p>In Nigeria, poultry contributes about 15% of the total annual protein intake with approximately 1.3 kg of poultry products consumed per head per annum (Ologbon and Ambali, 2012). However, major factors militating against the growth of the poultry industry include infectious diseases especially infectious bursal disease (IBD) and ND. Farmers administer ND and IBD vaccines simultaneously with the aim to reduce stress and minimize labour cost (Okwor et al., 2013). In Nigeria, farmers vaccinate birds against IBD and ND at regular intervals depending on the vaccination scheduled, some vaccinate against IBD once, twice and thrice (Okwor et al., 2013). Vaccination using live IBD vaccine has been reported to affect response of birds to vaccination against other disease like ND (Ali et al., 2004). However, some viruses like IBD virus are immunosuppressive in nature and may interfere with chicken’s immune responses to other viral vaccines which may be responsible for vaccination failure (Hair-Bejo et al., 2004). The use of live vaccines can result in negative vaccination reactions, especially if the birds are stressed (Alexander, 2004). Infectious bursal disease has been reported to be immunosuppressive and even the attenuated vaccines are reported to cause pathology in the bursa of Fabricius (Adamu et al., 2013). Several IBD vaccination failures have been reported in Nigeria (Abdu, 1986). The endemic nature of Newcastle disease in Nigeria ensures the ND virus is almost always present in poultry populations particularly village chickens and backyard flocks (Abdu, 1997). The village poultry flocks suffer from outbreaks of ND annually and these flocks are also in constant contact with backyard flocks. Vaccine failures in Nigeria were reported to occur primarily due to improper storage, transportation and administration of vaccine and secondarily due to interference with active immunization by Marternally derived antibody (Abdu, 1997). Research efforts on IBD control by conventional immunization or strict management practice is wroth with frustration.</p><p><strong>1.3 Justification of the Study</strong></p><p>Newcastle disease and infectious bursal disease have remained the two most important viral infectious diseases that are threatening commercial poultry production in most parts of the world (Agoha et al., 1992; Sonaiya et al., 1999; Permin and Pederson, 2002). The epidemiology of these two diseases involves host’s immune status, wide host range, thermo-stability and antigenic variations in strains of the causative viruses (El-Yuguda et al., 2014). Unfortunately, severe outbreaks of ND still occur with high mortality rates in vaccinated and unvaccinated flocks (Musa et al., 2010). Economic losses of IBD are incurred as a result of the high mortality rate and the predisposition to secondary infection (Adewuyi et al., 1989). Field IBDV reports by different researchers indicated varying level of maternally derived antibody (MDA) in birds (Giambrone, 1983). Neutralization of IBDV by MDA at the time of vaccination was also reported (Okoye, 1984; Abdu, 1997). Immunosuppression caused by IBD has a significant economic impact due to widespread nature of the virus in chicken (Abdu, 1997). The infection at an early age compromise the humoral and the cellular immune response of chicken (Abdu, 1997). It has been observed, that ND outbreak occur more commonly in flocks recovered from IBD (Adewuyi et al., 1989). Therefore, this work was designed to find out whether IBD vaccination will have an effect on the antibody response to Newcastle disease vaccine (LaSota) strain.</p><p><strong>1.4 Aim</strong></p><p> The aim of the research was to study the effects of multiple IBD vaccinations on antibody response of pullets to ND vaccine LaSota and pathological changes on major immune organs.</p><p><strong>1.5 Objectives of the Study<br/></strong> Were to;</p><ol><li>Determine the antibody response of pullets to Newcastle disease LaSota vaccine following multiple IBD vaccine application in pullets.</li><li>Observe the gross and histopathological changes of some immune organs of pullets after IBD vaccination.</li></ol><p><strong>1.6 Research Questions</strong></p><ol><li>Does IBD vaccination affect antibody response of pullets to ND LaSota vaccine?</li><li>Does IBD vaccination cause pathological changes in major immune organs of pullets?</li></ol><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"gxDM7KnGkW\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"gxDM7KnGkW\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=gxDM7KnGkW\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EFFECT OF MULTIPLE INFECTIOUS BURSAL DISEASE VACCINATION ON ANTIBODY RESPONSE OF PULLETS TO NEWCASTLE DISEASE VACCINE LASOTA AND PATHOLOGICAL CHANGES IN MAJOR IMMUNE ORGANS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107781\" href=\"https://www.modishproject.com/effect-of-multiple-infectious-bursal-disease-vaccination-on-antibody-response-of-pullets-to-newcastle-disease-vaccine-lasota-and-pathological-changes-in-major-immune-organs/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107781\" href=\"https://www.modishproject.com/effect-of-multiple-infectious-bursal-disease-vaccination-on-antibody-response-of-pullets-to-newcastle-disease-vaccine-lasota-and-pathological-changes-in-major-immune-organs/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EFFECT OF MULTIPLE INFECTIOUS BURSAL DISEASE VACCINATION ON ANTIBODY RESPONSE OF PULLETS TO NEWCASTLE DISEASE VACCINE LASOTA AND PATHOLOGICAL CHANGES IN MAJOR IMMUNE ORGANS", "id": "0008"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107796 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">46</span></div><p><strong>ABSTRACT</strong></p><p>This study was conducted to determine the effect of dietary Moringa oleifera leaf (MOL) supplementation of feed on performance, antibody response, haematological and biochemical parameters of broilers challenged with a very virulent infectious bursal disease virus (vvIBDV). Fresh MOL was collected from Potiskum, Yobe State and air dried for five days, ground into powder using a milling machine and analyzed for nutrients and elements using standard method of the Association of Official Analytical Chemists. The phytochemical constituents analysis of MOL was done using the method described by Sofowora. Two hundred and forty day-old Ross 308 hybrid broiler chicks were randomly assigned into four groups (A, B, C and D) of 60 chicks each and raised in a deep litter house consisting of 4 separate compartments. All birds were fed with broiler starter (BS) from 0 to 28 days of age and broiler finisher (BF) from 29 to 49 days of age. Broiler starter (22% crude protein CP) and BF (20% CP) mash were formulated each with 5% MOL included as part of the feed ingredient for broilers in groups A and B while BS and BF for broilers in groups C and D were formulated without MOL. Only birds in groups A and C were vaccinated intramuscularly with 0.5 ml of an inactivated intermediate strain infectious bursal disease (IBD) vaccine at 14 and 21 days of age. Inactivated Newcastle disease virus (NDV) vaccine (Komorov strain) was also administered (0.5 ml) intramuscularly at 18 days of age to groups A and C. Birds in groups A, B and C were challenged intraocularly at 35 days of age with vvIBDV while those in group D served as control. Daily feed intake (DFI), average daily weight gain (ADWG), feed conversion ratio (FCR) and selling price (SP) per bird were determined for each group. Five birds were randomly selected and euthanized from each group on 35, 38 and 42 days of age and the bursa of Fabricius, thymus, spleen and Harderian glands were removed for evaluation of organ body weight index. Blood was collected from ten broilers in each group via the wing vein on 14, 21, 35, 38 and 42 days of age to determine the IBD antibody titre level, haematological and biochemical parameters. At 49 days of age, five birds from each group were slaughtered and their carcasses weighed to assess the performance of birds fed with MOL supplemented diets. The results of the nutrients analysis showed that MOL contained carbohydrate (55.14%), CP (25.9%), crude fibre (13.91%), moisture (7.94%), fat (5.85%), ash (3.72%) and energy (2930.63 Kcal/Kg). The phytochemical analysis of MOL revealed phytates (2.57%), tannins (2.19%), saponins (1.06%), oxalates (0.45%) and cyanides (0.1%). The elemental analysis on MOL revealed Ca (2.26%), P (0.35%), Mg (0.45%), K (1.9%), Na (0.11%), Zn (34 ppm), Cu (7.5 ppm), Mn (40.5 ppm), Fe (116.5 ppm) and Se (0.85 ppm). Broilers in group D correlated more strongly (Pearson correlation = 0.921; P = 0.000) in their feed intake than those in groups B (Pearson correlation = 0.875; P = 0.000), C (Pearson correlation = 0.863; P = 0.000) and A (Pearson correlation = 0.862; P = 0.000). Broilers in groups A and B had weaker correlation (Pearson 0.379 108; P = 0.273). Broilers from groups D, A and B had a higher selling price/bird (N 1,151 ± 82.82, N1,093 ± 54.11 and N935.9 ± 70.69, respectively) than those in group C (N908.3 ± 63.97). There was an increase in the enzyme linked immunosorbent assay (ELISA) IBD antibody titre level of broilers between 21 and 35 days of age in groups A (1,379.89 ± 829.98 to 2,836.83 ± 463.58), C (1,576.94 ± 566.51 to 3,290.51 ± 848.87) and D (1,542.43 ± 106.80 to 2,953.49 ± 561.88), and up to 42 days of age in broilers of group B (1,205.94 ± 612.32 to 3,193.10 ± 478.52). Moringa oleifera leaf feed supplementation improved bursa (1.4, 1.4), spleen (1.3, 1.1) and Harderian gland (2.0, 2.0) organ to body weight index of broilers of groups A and B. Feeding broilers with 5% MOL supplemented diet without vaccination (group B) did not prevent vvIBDV from causing a decrease in lymphocyte count from 3.87 ± 1.52 to 2.67 ± 1.26 on day 3 pi. Supplementation of broiler feed with 5% MOL and vaccination with inactivated IBD vaccine did not prevent a decrease in PCV (28.60 ± 1.77 % to 21.80 ± 3.46 % and 25.22 ± 2.28 % to 21.44 ± 1.33 %) and RBC (2.44 ± 0.44 x 1012/L to 2.01 ± 0.42 x 1012/L and 2.25 ± 0.26 x 1012/L to 1.79 ± 0.52 x 1012/L), but caused an increase in Hb (10.55 ± 2.21 g/dl to 10.78 ± 1.95 g/dl and 9.81 ± 0.97 g/dl to 11.39 ± 1.17 g/dl) concentration on day 3 pi with vvIBDV in groups A and C. There were respective increase in aspartate aminotransferase and alanine aminotransferase levels in groups A (39.90 ± 3.96 IU L-1 to 45.10 ± 5.70 IU L-1and 42.90 ± 3.21 IU L-1 to 49.60 ± 3.56 IU L-1), B (39.80 ± 3.68 IU L-1 to 48.50 ± 4.22 IU L-1 and 43.30 ± 3.83 IU L-1 to 54.20 ± 5.53 IU L-1) and C (38.40 ± 3.20 IU L-1 to 42.80 ± 4.02 IU L-1 and 42.70 ± 4.80 IU L-1 to 48.60 ± 4.45 IU L-1). However, similar increase were observed in group D following challenge with vvIBDV (41.80 ± 3.85 IU L-1 to 45.30 ± 5.64 IU L-1 and 44.20 ± 4.52 IU L-1 to 51.60 ± 3.69 IU L-1). Supplementing broilers feed with MOL without vaccination against vvIBDV could not prevent lipid peroxidation (from 1.37 ± 0.23 IU-1 to 1.51 ± 0.30 IU-1) in broilers of group B following inoculation with vvIBDV. Supplementing broilers feed with MOL maintained the level of Na+ concentration in broilers of group A (140.00 ± 2.79 mg/dl to 139.90 ± 2.69 mg/dl) and B (140.10 ± 2.51 mg/dl to 138.30 ± 2.50 mg/dl) following inoculation with vvIBDV. Feed millers are encouraged to create awareness among poultry farmers on the nutritional and health benefits of MOL inclusion in the diets of broilers. Broilers fed with MOL supplemented diets can be vaccinated by farmers since it has no adverse effect against immune response to IBD.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1 Background Information</strong></p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"ydpmJnt8ig\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"ydpmJnt8ig\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=ydpmJnt8ig\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EFFECT OF MORINGA OLEIFERA LEAF SUPPLEMENTATION OF FEED ON PERFORMANCE, ANTIBODY RESPONSE, HAEMATOLOGICAL AND BIOCHEMICAL PARAMETERS IN BROILERS CHALLENGED WITH INFECTIOUS BURSAL DISEASE VIRUS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107796\" href=\"https://www.modishproject.com/effect-of-moringa-oleifera-leaf-supplementation-of-feed-on-performance-antibody-response-haematological-and-biochemical-parameters-in-broilers-challenged-with-infectious-bursal-disease-virus/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107796\" href=\"https://www.modishproject.com/effect-of-moringa-oleifera-leaf-supplementation-of-feed-on-performance-antibody-response-haematological-and-biochemical-parameters-in-broilers-challenged-with-infectious-bursal-disease-virus/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EFFECT OF MORINGA OLEIFERA LEAF SUPPLEMENTATION OF FEED ON PERFORMANCE, ANTIBODY RESPONSE, HAEMATOLOGICAL AND BIOCHEMICAL PARAMETERS IN BROILERS CHALLENGED WITH INFECTIOUS BURSAL DISEASE VIRUS", "id": "0009"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107798 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">48</span></div><p><strong>ABSTRACT</strong></p><p>In a study to determine the knowledge, attitude and practices along with epidemiological factors of bovine tuberculosis from pastoralists and the communities around them in Katsina State, two Local Government Areas (LGAs) were randomly selected without replacement from each of the three Senatorial districts of the State. Furthermore, two wards from each of the selected LGAs were further randomly selected without replacement. Ten percent of the total estimated population of pastoralists in the State was used in the study. A closed-ended questionnaire was designed to capture the knowledge, attitude and practices of the respondents along with the epidemiological factors of the disease. A total of 592 respondents participated in the study with one hundred each from five of the LGAs and 92 from the sixth LGA. From the study 510 (86.0%) respondents indicated knowing 5 animal diseases each while 49 (8.27%) and 24 (4.05%)of them knew 10 and 15 animals diseases respectively. Among the diseases they knew were CBPP (43.70%), fasciolosis (21.90%), helminthosis (19.90%), black leg (8.70%) and FMD (3.80%). They attributed their sources of knowledge of these diseases to veterinarians (28.50%), human hospitals (6.70%), friends (4.56%), fellow herdsmen (3.37%) and the media (31.25%). Furthermore, 76.01% of the respondents were aware of bovine Tb and ascribed signs of the disease in both cattle and humans as coughing (61.48%), weight loss (20.60%), and death (15.20%). They demonstrated knowledge of the means of transmission of the disease in animals as ingestion (16.80%), drinking contaminated water (36.60%) and closeness (35.90%) among infected and susceptible animals and humans while means of transmission of the disease in humans to be consumption of contaminated meat (33.10%), drinking contaminated milk or milk products (36.48%) and closeness between infected and susceptible individuals (30.40%). With regard to their attitude to tuberculosis, 87.80% of the respondents indicated eating roasted meat (‗Suya‘) daily while others indicated drinking fermented milk (81.41%) and fresh milk from the udder (66.04%) of their cattle and that 64.80% of them considered that there was no adverse effect in taking milk directly from the udder of their animals. Among the respondents, 19.42% reported eating while milking their cattle as they (10.97%) regarded that there was no adverse effect in doing so. With regard to control of diseases in both animals and humans, they reported vaccinating their children against killer diseases like tuberculosis using BCG (44.08%), and they reported to the veterinary clinics (54.39%) when their animals were sick. With respect to their practices, 54.50% of the respondents reported keeping their animals under extensive management system while 8.70% and 36.60% of them reported keeping their animals under intensive and semi-intensive management systems respectively. Some of the respondents (19.50%) grazed their animals within 1km from their ‗Ruga‘ while 47.29% and 33.10% reported grazing their animals 2km and 3km away from their ‗Ruga‘ respectively. Some (40.37%) of the respondents reported that the distance between their ‗Buka‘ and the animals‘ kraals were 1 metre away from the kraal while others (30.40% and 14.80%) said their ‗Bukas‘ were 5metres and 10 metres away from the cattle kraals respectively.With respect to epidemiological factors to exposure to bTB, 72.97% of the respondents reported mixing their cattle with others from other herds daily and that 54.39% of the pastoralists reported all suspected diseases including bTB to veterinary clinics while 29.56% were sending such animals to markets for sale. From the study it was concluded that no less than 76.01% of the respondents were aware of tuberculosis in both animals and humans and that their attitude, practices along with the presence of epidemiological factors are capable of spreading tuberculosis within their areas and beyond.</p><p><strong>CHAPTER ONE</strong></p><p><strong>1.0 INTRODUCTION</strong></p><p><strong>1.1 Background of the Study</strong></p><p>The pastoralists, also known as Fulani herdsmen, are people who live mostly in remote areas and whose lives are primarily dependent on livestock (Saidu et al., 1991). Their occupation is mostly in tendering their livestock which comprise mostly cattle, sheep, and goats and to a certain extent poultry (Saidu et al., 1991; Kaltungo, 2013; Buhari, 2014). They may also have horses and/or donkeys which they use for haulage of their goods and children during migration (Saidu et al., 1991). They also participate in crop farming, providing the much needed manure for the crop farms while at the same time using their bulls to till the land (Saidu et al., 1991).</p><p>Diseases have been variously reported to affect efficient livestock development in many African countries to the effect that, in many situations, the European Union and the United States of America and other donors had to come to the aid of these countries (PARC, 1999). Some of these diseases include rinderpest, contagious bovine pleuropneumonia (CBPP) and foot and mouth disease (FMD). Diseases of public health importance like tuberculosis and brucellosis have also been reported to be widely spread among the national cattle herd and other animals in the Nigerian livestock industry (Abubakar, 2007; Kaltungo, 2013; Buhari, 2014; Baba, 2016). These diseases have been shown to occur in humans. For example, the organism (Brucella abortus) has been shown to cause orchitis in man. Similarly tuberculosis, due to Mycobacterium bovis, a primarily cattle disease agent, has been demonstrated in pastoralists and other community members in Bauchi and Gombe states recently (Ibrahim, 2016). This may not be unconnected with the cultural habits of most rural communities and even among some urban dwellers who take millet paste with unpasteurized milk in the form of ‗Nono (Ibrahim, 2016).</p><p>It is for these and other reasons that this study was designed to determine the knowledge, attitude and practices of pastoralists and communities where these pastoralists reside with regard to the epidemiology of tuberculosis in Katsina State.</p><p><strong>1.2 Statement of Research Problem</strong></p><p>Livestock production in Nigeria is largely in the hands of pastoralists who own greater than 80% of the national cattle herd (Saidu, et al., 1991). These pastoralists are in a habit of moving with their livestock from one area to another, especially during the dry season as they go out searching for crop residues for their livestock. It is also during this period that water for them and their livestock is scarce and this adds to the reason for their migration. In the process, many herds meet and this is capable of spreading diseases, especially communicable ones like tuberculosis. The level of education by these pastoralists has been shown to be low and therefore they are not aware of how diseases are necessarily transmitted or spread among animals (Saidu et al., 1991; Kaltungo, 2013;Buhari, 2014). The cultural activities of the pastoralists with regard to their eating and drinking habits has further added to the possibility for acquisition of infection and even the spread of such diseases like brucellosis and even tuberculosis, should the animals under their care be infected (Kaltungo et al,, 2013). Thus, today the prevalence of both tuberculosis and brucellosis seem to be on the increase (Alhaji, 1976; Abubakar, 2007; Bertu et al., 2010; Kaltungo, 2013).</p><p>Hitherto, Nigerian Governments depended greatly on oil for executing most of their activities in running governance. The present national administration is diverting its interest in making agriculture to contribute significantly to the Nigerian economy. Therefore, the livestock sector of agriculture should be seen to make greater impact in supporting the economy. This cannot be possible with increasing occurrence of livestock diseases and even zoonotic ones. Thus, determining the status of bovine tuberculosis in Katsina State will go a long way in making cattle to meaningfully contribute economically to the state and even national economy by way of increased supply of livestock products and productivity.</p><p><strong>1.3 Justification</strong></p><p> Nigeria is one of the countries in Africa with the highest livestock populations (Jahnke et al., 1986). However, other countries like Botswana and Kenya are able to tap from their livestock population more than Nigeria as they have substantially controlled livestock diseases (Jahnke et al., 1986). The potentials for increased and improved livestock production in Nigeria were there as there were many grazing reserves and stock routes that could facilitate livestock development(Saidu and Alhaji, 1981). There are also many extension delivery outlets that can educate the livestock keepers (pastoralists) to improve their production system (Dafwang, et al., 1987; Mijindadi and Saidu; 1990). However, diseases, especially zoonotic ones, are capable of not only reducing productivity of the national cattle herd but also adversely affecting the human population that will be expected to drive the economy of the nation around. This is at a time when many Nigerians have ventured into yoghurt production earning little income while Nigerians are able to receive dairy products as a means of improving the per caput animal protein intake, especially for the young and old members of the citizenry. The colonial administration along with the Regional Governments tried to introduce livestock development programmes like Livestock Investigation and Breeding Centres (LIBC) and dairy farms with the sole aim of boosting livestock production. This has become a thing of the past as the livestock owners are left more to themselves. There is, therefore, the urgent need to look into the diseases that, not only affect livestock, but also influence public health and productivity of both animals and man. Thus, this study is set out to determine the epidemiological factors that will lead to the spread of tuberculosis in selected Local Government Areas (LGAs) of Katsina State.</p><p><strong>1.4 Aim and Objectives of the Study<br/></strong> <br/> The aim of the study was to determine the epidemiological factors associated with bovine tuberculosis in selected Local Government Areas of Katsina State, Nigeria</p><p><strong>1.4.2 Objectives</strong></p><ol><li>To determine the knowledge, attitudes and practices of pastoralists and rural communities in Katsina State on tuberculosis.</li><li>To determine the epidemiological factors associated with bovine tuberculosis in selected Local Government Areas of Katsina State.</li><li>To determine the risk factors of bovine tuberculosis with regard to pastoralists‘ and communities‘ attitudes and practices in selected Local Government Areas of Katsina State.</li></ol><p><strong>1.4.3 Research Questions</strong></p><ol><li>What are the knowledge, attitudes and practices of pastoralists and rural communities with regard to bovine tuberculosis in Katsina State?</li><li>What are the epidemiological factors associated with bovine tuberculosis in selected Local Government Areas of Katsina State?</li><li>What are the risk factors of bovine tuberculosis with regard to pastoralists‘ and communities‘ attitudes and practices in selected Local Government Areas of Katsina State?</li></ol><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"EH3MYSSu9i\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"EH3MYSSu9i\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=EH3MYSSu9i\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>DETERMINATION OF EPIDEMIOLOGICAL FACTORS ASSOCIATED WITH BOVINE TUBERCULOSIS IN SELECTED LOCAL GOVERNMENT AREAS OF KATSINA STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107798\" href=\"https://www.modishproject.com/determination-of-epidemiological-factors-associated-with-bovine-tuberculosis-in-selected-local-government-areas-of-katsina-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107798\" href=\"https://www.modishproject.com/determination-of-epidemiological-factors-associated-with-bovine-tuberculosis-in-selected-local-government-areas-of-katsina-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "DETERMINATION OF EPIDEMIOLOGICAL FACTORS ASSOCIATED WITH BOVINE TUBERCULOSIS IN SELECTED LOCAL GOVERNMENT AREAS OF KATSINA STATE, NIGERIA", "id": "0010"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107797 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">50</span></div><p><strong>ABSTRACT</strong></p><p>There is increasing concern for the contamination of poultry products with Aspergillus strains responsible for aflatoxin production. The occurrence of aflatoxigenic fungi in poultry feeds and aflatoxin B1 in fresh and boiled broiler liver samples in live bird markets in Zaria, Nigeria were examined. Feed samples were cultured for fungi on Sabouraud dextrose chloramphenicol agar to detect the presence of Aspergillus species. Aflatoxin production potential was evaluated using Czypeck dox agar. Desiccated coconut agar was used to detect fluorescence of Aspergillus spp and indirect competitive enzyme linked immunosorbent assay (cELISA) was used to determine aflatoxin residue concentrations (µg/kg) in both fresh and boiled (100°C for 90 mins) liver samples. Out of the 300 poultry feed samples tested, 234(77.9%) were contaminated with Aspergillus spp of which 126(53.8%), 48(20.5%), 27(11.5%), 15(6.4%), 9(3.9%), 5(2.1%), 3(1.3%), and 1(0.4%) were identified as A. flavus, A. fumigatus, A. parasiticus, A. niger, A. nidulans, A. terreus, A. nomius, and A. caelatus respectively. On desiccated coconut agar, Aspergillus had isolation frequency of 98(51.9%) with (P &lt; 0.05). Samples from Dan Magaji, had isolation frequency of 28(28.6%), Zaria City 21(21.4%), Samaru 17(17.4%), Sabon Gari, 7(7.1%), Kwangila 14(14.3%) and Tudun wada 11(11.2%). The mean and standard deviation of aflatoxins in freshly tested liver concentration were 41.45 ± 29.55, 66.40 ± 22.28, 9.90 ± 6.50, 10.00 ± 1.74, 29.80 ± 17.16 and 35.25 ± 8.14 µg/kg for Zaria city, Sabon Gari, Kwangila, Samaru, Tudun wada and Dan Magaji respectively. All the liver sample of birds in live bird markets had aflatoxin B1 concentration higher than the maximum limit (4 µg/kg) set by World Health Organization and Standard Organization of Nigeria. Also, there was statistically significant (P &lt; 0.05) difference in sample locations. Furthermore, the mean value and standard deviation of boiled liver contents were 8.2 ± 5.0, 1.8 ± 0.7, 0.6 ± 0.3, 29.0 ± 9.5, 5.2 ± 5.1, 4.5 ± 3.3 µg/kg for Samaru, Kwangila, Dan Magaji, Sabon Gari, Zaria City and Tudun wada respectively. The mean value and standard deviation of liver content before and after boiling were 15.98±15.00 and 8.22±10.52 µg/kg respectively. There was no statistical difference in the processed form of liver (P &lt; 0.05). Aflatoxin content, were found in edible tissues both before and after heat treatment. Strict measures should be taken to monitor toxins in feed and chicken meat products.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1 Background of the Study</strong></p><p>The study of mycotoxins really began in 1960 with the outbreak of Turkey X disease in the U.K, linked to peanut meal imported from Brazil (Sargeant et al., 1961). Mycotoxins, the secondary metabolites from toxigenic fungi, are contaminants in foods and feeds, exerting harmful effects upon animal and human health (Zahoor-ul-Hassan et al., 2010). Mycotoxins are low-molecular weight secondary metabolites, produced by certain strains of filamentous fungi, such as Aspergillus, Penicillium and Fusarium, which invade crops in the field. Mycotoxins are structurally-diverse simple C4 compounds, for example, moniliformin, to complex substances such as the phomopsins which are filamentous fungi that vary in their chemistry and biological effects (Sudakin, 2003; Dinis et al., 2007). The most important mycotoxins in naturally contaminated food and feeds are aflatoxins (AFs), ochratoxins (O), zearalenone (ZEN), T-2 toxin, deoxynivalenol and fumonisins (Sultana and Hanif, 2009). No region of the world escapes the problem of mycotoxins and according to Lawlor and Lynch (2005) and Okoli et al. (2006b), mycotoxins are estimated to cause loss of as much as 25 % of the world’s crops each year. The mycotoxins accumulate in foods during storage under favourable conditions of ambient temperature and relative humidity for fungal growth. Mycotoxins are produced only under aerobic conditions Ratcliff (2002), where they often attack ground nut, maize, cotton seed cake, wheat, and soyabean. They are regularly implicated in toxic syndromes in animals and humans (Charoenpornsook and Kavisarasai, 2006). However, animals may have varying susceptibilities to mycotoxins, depending on physiological, genetic and environmental factors. Most mycotoxins such as aflatoxin B1, T-2 toxin and ochratoxin A inhibit protein synthesis (Charoenpornsook and Kavisarasai, 2006). The consumption of multiple doses of mycotoxin-contaminated diet may induce haematological, biochemical, physiological changes in the liver and growth depression in animals (Awad et al., 2006; Shi et al., 2006; Rezar et al., 2007; Gowda et al., 2008). Thus, the presence of mycotoxins in poultry feeds can result in significant economic losses to the poultry industries (Awad et al., 2006). Mycotoxins have been detected in various food commodities from many parts of the world and are presently considered as some of the most dangerous contaminants of food and animal feeds (Okoli, 2005; Okoli et al., 2006a; 2006b; 2007a; 2007b). Adverse effects of mycotoxins on animal health and production have been recognized in animals kept under intensive management such as poultry, swine and cattle as a consequence of the consumption of high levels of contaminated cereals and oilseeds in the diet (Charoenpornsook and Kavisarasai, 2006).</p><p>Aflatoxins produced by the toxigenic fungi, mainly Aspergillus flavus and Aspergillus parasiticus, constitute one of the major health hazard groups of naturally-occurring toxicants, both for man and animals. There are six forms of aflatoxins: B1, B2, G1, and G2 are found in plant-based food, while M1 (metabolite of B1) and M2 are found in foods of animal origin. Aflatoxin B1 is the most harmful form due to its direct link to human liver cancer (Leslie et al., 2008; USAID, 2012). The order of potency for both acute and chronic toxicity of aflatoxins is AfB1 &gt; AfG1 &gt; AfB2 &gt; AfG2 (Santacroce et al., 2008). Among the four major groups of aflatoxins; namely B1, B2, G1 and G2; aflatoxin B1 (AFB1) is the most toxic and it is a known carcinogen. Acute or chronic aflatoxicosis in domestic birds results in decreased meat/egg production, immunosuppression and hepatotoxicosis (Verma et al., 2004; Khan et al., 2010). Human exposure to aflatoxins may result from consumption of plant-derived foods that are contaminated with the toxins, and the carry-over of aflatoxins and their metabolites in animal products such as meat and eggs (CAST, 2003).</p><p>Aflatoxin is one of the numerous naturally-occurring mycotoxins that are found in soils and foods. Aflatoxins have been found in soil as well as in grains, nuts, dairy products, tea, spices and cocoa, as well as animal and fish feeds (Waliyar et al., 2008).</p><p><strong>1.2 Statement of the Research Problem</strong></p><p>Mycotoxins that occur in food and/or feedstuffs have great significance in the health of humans and livestock (Tola and Kebede, 2016). The growth of this heterologous group of fungi in feed and the generation of secondary metabolites of mycotoxins have adverse effects on the poultry industry and human health as well (Monson et al., 2015; Oliveira et al., 2015).</p><p>Exposure of Pregnant women to aflatoxin may cause increased maternal mortality and low birth weight. Infants exposed to aflatoxin-contaminated foods may be more susceptible to stunting growth and malnutrition (Shuaibu et al., 2010). Aflatoxins impair livestock growth, reproduction, immune functioning and ability to metabolize vaccines (Makun et al., 2012).</p><p>The economic impact of reduced animal productivity, increased incidence of disease due to immunosuppression, damage to vital organs and interference with reproductive capacity is many times greater than the impact caused by death due to mycotoxin poisoning (Akande et al., 2006). It has been pointed out that aflatoxin contamination of feeds of food-producing animals can result in residues of ingested aflatoxins or its metabolites in meat, milk and egg (Gizachew et al., 2016).</p><p>It has been estimated that more than 5 million people in developing countries world-wide are at risk of chronic exposure to aflatoxins through contaminated food (Shepard, 2005; Strosnider et al., 2006). Animals exposed to aflatoxins show a variety of symptoms, depending on the animal species. However, in all animals, aflatoxins may cause liver damage, decreased reproductive performance, reduced milk or egg production, embryonic death, teratogenicity, tumors and suppressed immune function, even when low levels are consumed (Akande et al., 2006). Aflatoxins are both acutely and chronically toxic in animals and humans (Pimpukdee et al., 2004).</p><p>Aflatoxin B1 is known to be the most toxic metabolite, especially in sensitive species such as poultry (Hussein and Brasel, 2001). Beside direct losses related to mortality, feed conversion and growth rate, recovering birds remain poor. Indeed, air sacculitis is a major reason for carcass condemnation at slaughter inspection (Kunkle, 2003; Lupo et al., 2010). It is proven that aflatoxin leads to reduced egg production as well as their quality in laying hens (Rizzi et al., 2003).</p><p>Poultry feeds in live bird markets is at risk of unsafe aflatoxin accumulation which can negatively affect human health, food security and economic trade (Williams et al., 2004). Their toxicity depends on different factors including its concentration, the duration of exposure, the species, sex, age, and health status of animals (Jewers, 1990).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"xT8UOzXUPt\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"xT8UOzXUPt\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=xT8UOzXUPt\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>DETERMINATION OF AFLATOXIGENIC FUNGI IN POULTRY FEEDS AND AFLATOXIN B1 IN FRESH AND BOILED BROILER LIVERS IN LIVE BIRD MARKETS IN ZARIA, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107797\" href=\"https://www.modishproject.com/determination-of-aflatoxigenic-fungi-in-poultry-feeds-and-aflatoxin-b1-in-fresh-and-boiled-broiler-livers-in-live-bird-markets-in-zaria-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107797\" href=\"https://www.modishproject.com/determination-of-aflatoxigenic-fungi-in-poultry-feeds-and-aflatoxin-b1-in-fresh-and-boiled-broiler-livers-in-live-bird-markets-in-zaria-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "DETERMINATION OF AFLATOXIGENIC FUNGI IN POULTRY FEEDS AND AFLATOXIN B1 IN FRESH AND BOILED BROILER LIVERS IN LIVE BIRD MARKETS IN ZARIA, NIGERIA", "id": "0011"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107810 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">30</span></div><p><strong>ABSTRACTS</strong></p><p>The study compared the infectivity and pathogenecity of experimental Trypanosoma brucei brucei infection in mice, rats, rabbits and guinea fowls. A total of 10 each of the following animals‟ mice, rats, rabbits and guinea fowls of both sexes were used for the study. Each group of the animal species was divided into two groups (infected and control) of five animals each. The mice, rats, rabbits and guinea fowls in the infected groups were individually inoculated with blood containing 1 x106 Trypanosoma brucei brucei (Fadere stock). All animals in the control groups were not infected. Patent parasitaemia as determined by haematocrit centrifugation technique was between 3-4 days in the mice and rats, while it was 7-8 days in rabbits. No parasitaemia was seen in the infected Guinea fowl throughout the study. The mean body weights of mice, rats and rabbits decreased in the infected group as compared to the control group. All animals in the infected group with the exception of guinea fowls showed increase in body temperature. In the mice and rats there were significance diferrences (SD) (p &lt; 0.05) in the overall mean PCV, HGB and RBC between the infected groups (IG) as compared to the control group (CG). In the rabbits there were SSD (P &lt; 0.05) in the overall mean PCV, HGB and RBC between the IG (36.1 ± 0.6%, 12.11 ± 0.8 g/dl and 5.9 ± 0.4×106) and CG (43.7 ± 0.5%, 14.1 ± 0.9 g/dl and 7.23 ± 0.3×106 respectively). There was no SD (P &gt; 0.05) between the overall mean PCV, HGB and RBC of the infected guinea fowls and those of the control group throughout the period of the experiment. Also, no mortality was recorded among the infected guinea fowls as consequence of the infection. A decrease in mean total white blood cell (WBC) counts of the rats and the rabbits were observed while mice and guinea fowls groups showed no significance difference between the WBC of the infected and control groups. Microscopic lesions observed in the mice, rats and rabbits included congested central vein and perivascular cuffing, congestion and mononuclear cellular infilteration around blood vessels of the lungs, depletion of lymphoid cells, congested inter tubular spaces and focal necrosis of renal tubular epithelium. In the guinea fowls, the spleen revealed heamosiderosis. The study thus demonstrated that mice, rats and rabbits are, in order of susceptibility better laboratory models than the guinea fowls which tend to show some measure of resistance to Trypanosoma brucei brucei used in the experiment. Therefore rabbits could be use in our laboratory to preserve Trypanosoma brucei brucei.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1 Background of the Study</strong></p><p>Trypanosomosis is a disease of man, domestic (Fajinmi et al., 2011; WHO 2015) and wild animals (Abenga et al., 2006; Mbaya et al., 2009; 2011). It is transmitted by tsetse flies (Glossina spp.) and characterized by anaemia, oedema, cachexia, intermittent fever and death (Yakubu et al., 2014). In Africa including Asia and South America it is transmitted by several biting flies like Tabanus, Hippobosca, Stomoxys (WHO 2015; Yakubu et al., 2014).</p><p>The Trypanosoma species affecting man and his domestic animals have been subdivided into two groups, the haematic group (Trypanosoma congolense, T. vivax) which remain in the blood plasma and the tissue invading group (T. brucei brucei, T. brucei gambiense, T. brucei rhodesiense and T. equiperdum) that are found in extra and intra vascular spaces (Abubakar et al., 2005; Chretien and Smoak, 2005; Ngure et al., 2008). Because of their presence in the blood, these invading parasites produce numerous changes in the cellular and biochemical constituents of blood (Taiwo et al., 2003). Infection with Trypanosoma brucei infection like other Trypanosoma infection precipitate red blood cell destruction which results in anaemia as well as tissue damage (Ekanem and Yusuf, 2008; Akanji et al., 2009).</p><p>Clinically, the effects of trypanosomosis in animals range from anaemia, immunosuppression, depression with inability to rise, pyrexia directly associated with parasitaemia, paleness of mucous membrane, rapid pulse beat, retarded growth, roughness of haircoats. Reduced capacity to work leading to morbidity and mortality in the absence of treatment (Batista et al., 2012; Silva et al., 2013).</p><p>In addition are enlargement of peripheral lymph nodes, reduced milk production, low meat quality, and weight loss as well as reproductive disorders such as infertility, abortion, stillbirth.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"BhzHfsmy53\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"BhzHfsmy53\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=BhzHfsmy53\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>COMPARATIVE STUDIES ON THE INFECTIVITY AND PATHOGENICITY OF EXPERIMENTAL TRYPANOSOMA BRUCEI BRUCEI INFECTION IN MICE, RATS, RABBITS AND GUINEA FOWLS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107810\" href=\"https://www.modishproject.com/comparative-studies-on-the-infectivity-and-pathogenicity-of-experimental-trypanosoma-brucei-brucei-infection-in-mice-rats-rabbits-and-guinea-fowls/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107810\" href=\"https://www.modishproject.com/comparative-studies-on-the-infectivity-and-pathogenicity-of-experimental-trypanosoma-brucei-brucei-infection-in-mice-rats-rabbits-and-guinea-fowls/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "COMPARATIVE STUDIES ON THE INFECTIVITY AND PATHOGENICITY OF EXPERIMENTAL TRYPANOSOMA BRUCEI BRUCEI INFECTION IN MICE, RATS, RABBITS AND GUINEA FOWLS", "id": "0012"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107814 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">45</span></div><p><strong>Abstract</strong></p><p>In this study, the comparative efficacy study of kaempferol, diminazene aceturate and their combination against experimental Trypanosoma brucei brucei infection in mice was determined. Thirty six adult swiss albino mice both sexes weighing between 18 and 22 grams were randomly divided into six groups (I, II, III, IV, V and VI) of six mice each. Mice in group I were neither treated nor infected (un-infected, normal control). Mice in group II were pre-treated prophylactically with kaempferol (1 mg/kg per os) for 14 consecutive days prior to infection. Mice in groups II to VI each were inoculated with blood containing Trypanosoma brucei brucei (106 trypanosomes/ml of blood/animal) intraperitoneally (I.P). Following detection of parasitaemia, mice in group III were treated once with diminazene aceturate (3.5 mg/kg) I.P only. Mice in group IV were treated with diminazene aceturate (3.5 mg/kg) once I.P, and then continued with kaempferol (1 mg/kg per os) for nine consecutive days. Mice in group V were treated with kaempferol (1 mg/kg per os) only for nine consecutive days. Mice in group VI were given normal saline (5 ml/kg per os) only for nine consecutive days. Nine days post-infection, all mice were sacrificed by severing their jugular veins, blood samples were collected for haematological and biochemical analyses, while tissue samples were collected for histopathological examination. The results obtained showed significant differences between the levels of parasitaemia and survival rate of mice in groups II and VI. Following infection with Trypanosoma brucei brucei mean packed cell volume, haemoglobin concentration and red blood cell count significantly (P &lt; 0.05) decreased in groups II and VI when compared to groups III, IV and V. Similarly, Mean corpuscular volume and mean corpuscular haemoglobin concentration significantly (P &lt; 0.05) decreased in groups II and VI when compared to groups III, IV and V. The percentage of red blood cell haemolysis at 0.5%, 0.7% and 0.9% NaCl concentrations was significantly (P &lt; 0.05) higher in groups II and VI when compared to groups III, IV and V.</p><p>Total leucocyte count significantly (P &lt; 0.05) decreased in groups II and VI when compared to groups III, IV and V. The mean lymphocytes and neutrophil count reduced significantly (P &lt; 0.05) in groups II and VI when compared to groups III, IV and V. There were significant (P &lt; 0.05) increases in the mean alanine aminotransferase, aspartate aminotransferase and alkaline phosphatase in groups II and VI when compared to groups III, IV and V. Antioxidant enzymes; superoxide dismutase, catalase and glutathione peroxidase increased significantly (P &lt; 0.05) in groups III, IV and V when compared to groups II and VI. Serum level of malondialdehyde significantly (P &lt; 0.05) increased in groups II and VI when compared to groups III, IV and V. In conclusion, kaempferol possesses antitrypanosomal activity and probably stimulate host immunity to control the proliferation of the parasite in the blood.</p><p><strong>CHAPTER ONE</strong></p><p><strong>1.0 INTRODUCTION</strong></p><p><strong>1.1 Background of the Study</strong></p><p>Trypanosomosis is a disease caused by the protozoan parasite from genus Trypanosoma and transmitted by the tse- tse fly (Glossina species) and other biting flies (Masocha et al., 2012), making the incidence of the disease to be of great concern in the tropics (Anosa et al., 1983). The trypanosomes which affect both man and animals have been subdivided into two, namely the haematic groups (Trypanosoma congolense and T. vivax) which always remain in the plasma of the host‘s blood and the tissue invading group (T.brucei, T.evansi, T.rhodesiense, T.gambiense and T. equiperdum) which are found extravascularly and intravascularly (Anosa et al., 1977).</p><p>African animal trypanosomosis or nagana is a disease caused by T. congolense, T. vivax and T. brucei spp. In wild animals, these parasites cause relatively mild infections while in domestic animals they cause a severe, often fatal disease (Molyneux et al., 1996). All domestic animals can be affected by nagana and the symptoms are fever, listlessness, emaciation, hair loss, discharge from the eyes, oedema, anaemia, and paralysis (Masocha et al., 2012). As the illness progresses the animals become progressively weak and eventually become unfit for work, hence the name of the disease “N’gana” which is a Zulu word that means “powerless/useless” (Molyneux et al., 1996). Because of nagana, stock farming is very difficult within the tsetse belt. The available means of control involves tsetse control, chemoprophylaxis, chemotherapy and use of trypanotolerant livestock. At present, control of trypanosomosis is chiefly done by chemotherapy and chemoprophylaxis using the following drugs: Diminazine, Homidium, and Isometamidium (Leach and Roberts, 1981; ILRAD Reports, 1990). Diminazene aceturate is probably the most commonly used therapeutic agent for trypanosomosis in livestock in Sub-Saharan Africa (Geerts and Holmes, 1998), even in Nigeria. However, complete dependence on drugs in many situations of trypanosomosis has been hampered in many areas by their toxic effects, high cost and frequent development of resistance to these drugs by the parasites. This is considered a very serious problem in trypanosomosis control in Africa (Geerts and Holmes, 1998). This results from the fact that the drugs effectively eliminate the parasites from the blood stream and the animal appears recovered, and then undergoes relapse infection which may be characterized by severe neurological infection leading to the death of the affected animal. In Nigeria, the occurrence of drug resistance to available trypanocides has been attributed to the presence of fake drugs, abuse of the existing drugs and inadequate dosing of the drugs in trypanosomosis therapy (Ezeokonkwo et al., 2010). Therefore, the current challenge to the majority of African pastoralists is to optimize the use of the relatively old existing drugs (Ezeokonkwo et al., 2010). In view of this, the use of drug combinations, new therapeutic regimens and the use of Slow Release Devices (SRD) of existing trypanocides have been suggested (Geerts and Holmes, 1998).</p><p>Secondary metabolites in plants including flavonoids are responsible for a variety of pharmacological activities (Mahomoodally et al., 2005; Pandey, 2007), recent interest in these substances has been stimulated by the potential health benefits arising from the antioxidant activities of these polyphenolic compounds (Pandey, 2007). The beneficial health effects of flavonoids have also been related to their antioxidant, anti-inflammatory, antiestrogenic, cardioprotective, cancer chemopreventive, neuroprotective, antidepressant and anxiolytic effects (Butterweck et al., 2000).</p><p>Kaempferol is a natural flavonol, a type of flavonoid, found in a variety of plants and plant-derived foods. Kaempferol acts as an antioxidant by reducing oxidative stress. Many studies suggest that kaempferol may reduce the risk of various cancers, and it is currently been studied for possible treatment of cancer (Leopoldini et al., 2006).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"WCGBY4SkDx\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"WCGBY4SkDx\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=WCGBY4SkDx\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>COMPARATIVE EFFICACY STUDY OF DIMINAZENE ACETURATE, KAEMPFEROL AND THEIR COMBINATION ON EXPERIMENTAL TRYPANOSOMA BRUCEI BRUCEIINFECTION IN MICE</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107814\" href=\"https://www.modishproject.com/comparative-efficacy-study-of-diminazene-aceturate-kaempferol-and-their-combination-on-experimental-trypanosoma-brucei-bruceiinfection-in-mice/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107814\" href=\"https://www.modishproject.com/comparative-efficacy-study-of-diminazene-aceturate-kaempferol-and-their-combination-on-experimental-trypanosoma-brucei-bruceiinfection-in-mice/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "COMPARATIVE EFFICACY STUDY OF DIMINAZENE ACETURATE, KAEMPFEROL AND THEIR COMBINATION ON EXPERIMENTAL TRYPANOSOMA BRUCEI BRUCEIINFECTION IN MICE", "id": "0013"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107813 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">34</span></div><p><strong>ABSTRACT</strong></p><p>A longitudinal study was conducted to assess the clinical manifestation, response to treatment, and biochemical alterations to bovine trypanosomosis in some selected Local Government Areas of Niger State. A total of 343 cattle from thirty nine (39) herds were examined for infection with trypanosomes. Parasitological, haematological and biochemical tests were carried out on their blood and serum samples. Clinical signs, changes in haematological and biochemical values were monitored post treatment with diminazene aceturate and isomethamidium chloride. The most prevalent clinical signs observed were emaciation (75%), weakness (71%) intermittent anorexia (65%), pale mucous membrane (58%), epiphora (45%), and dark/rough hair coat (41%). Three species of trypanosomes were identified in the infected animals, Trypanosoma vivax (5.5%), T. congolense (5.5%), and T. brucei (2.0%). The mean body weights of infected animals (257.94 ± 74.13kg) were significantly lower than that of the control (386.96 ± 62.69kg). The mean rectal temperature of infected animals (39.82 ± 1.79ºC) differed significantly from the control (38.490.84ºC) (P&lt;0.05). The mean PCV (23.27 ± 6.82%), platelet (93.23 ± 42.02 x103 μl), and total leukocyte counts (4.40 ± 1.64×103 μl) of infected cattle before treatment were significantly lower than those of the control (32.47 ± 8.35%, 209.67 ± 55.75 x103 μl and 8.14 ± 3.34 x103 μl respectively). Lymphocyte counts (64.64 ± 12.19%) were significantly higher in the infected cattle when compared to the control (58.19 ± 15.29%). The mean neutrophils count (32.62 ± 12.25%) of the infected cattle was significantly lower than the control (39.46 ± 15.05%). The mean values of Alanine amino transferase (34.62 ± 20.57 IU/L), alkaline phosphatase (105.48 ± 37.97 IU/L), Creatinine kinase (265.71 ± 21.25 IU/L) of the infected cattle were significantly higher than the control (16.60 ± 3.73 IU/L, 65.60 ± 18.90 IU/L, and 254.12 ± 11.32 IU/L respectively). The mean total proteins (51.50 ± 18.28 mg/dL), glucose (31.94 ± 13.68 mg/dL), cholesterol (2.62 ± 1.33 mg/dL) of the infected cattle were significantly lower than the control (77.20 ± 14.46 mg/dL, 46.80±13.59 mg/dL, 3.25 ± 1.66 mg/dL) respectively. The levels of albumin (24.84 ± 8.31 mg/dl) and globulins (29.34 ± 15.31 mg/dl) of the infected cattle were significantly lower than the control (27.60 ± 6.73 mg/dL and 49.80 ± 15.05 mg/dL) respectively. The mean triglycerides levels of the infected cattle (2.32 ± 1.08 mg/dL) were significantly higher than the control (1.90 ± 0.58 mg/dL). The mean levels of sodium (111.82 ± 28.84 mg/dL), chloride (91.76 ± 25.59 mg/dL) and bicarbonates (17.46 ± 6.76 mg/dL) of the infected cattle were significantly lower than the control (127.80 ± 34.95 mg/dL, 98.60 ± 19.48 mg/dL, and 20.6012.58 mg/dL) respectively. The levels of calcium (2.98 ± 0.84mg/dL), iron (1.55 ± 0.60 mg/dL), copper (0.49 ± 0.36 mg/dL) and zinc (2.08±1.42 mg/dL) were significantly lower in infected cattle compared to the values of the control (4.16 ± 0.54 mg/dL, 4.45 ± 2.07 mg/dL, 0.81 ± 0.08 mg/dL, and 7.88 ± 2.52 mg/dL) respectively. All values were held at P≤0.05 confidence interval. This study has suggested for the first time the clinical signs of natural cases of trypanosomosis in cattle in selected Local Government Areas in Niger State. Diminazene aceturate and isomethamidium chloride were effective in the treatment of naturally occurring trypanosomosis. However, relapse infection was observed using both drugs. The study has shown that the current trend in diagnosis, treatment and management of trypanosomosis is important to avoid treatments that will potentiate drug resistance. Further work should be done to establish the parasitological and pathological bases for each of the clinical signs that were observed in this study.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1 Background to the study</strong></p><p>Trypanosomosis is a complex disease caused by trypanosomes, a group of unicellular protozoan parasites found in the blood and other tissues of vertebrates including livestock, wildlife (Tesfaye, 2002) and man (Franco et al., 2014). The disease is commonly known as “Nagana”, “Samore” or Tsetse fly disease in the bovines (Radostits et al., 2006), and sleeping sickness in man (Franco et al., 2014).The disease is characterized by anorexia, anaemia, diarrhoea, excessive epiphora, emaciation, weakness and eventual death, in addition to leucopaemia, thrombocytopaenia, serum biochemical changes and lesions in some tissues and organs (Igbokwe, 1989; Esievo and Saror, 1991; Uilenberg, 1999; Rodosttis et al., 2006).</p><p>The most important trypanosome species infecting livestock are Trypanosoma (T) congolense, T. vivax and T. brucei, primarily for ruminants (Igbokwe, 1995; Onyiah, 1997; Takeet et al., 2013) and T. simiae which primarily infects pigs (Sarkey, 1998). Trypanosoma evansi and T. equiperdum infects equidae (Moloo et al., 2000; Getachew, 2005; OIE, 2013) while Trypanosom brucei rhodesiense and T. brucei gambiense are known to infect man (Dumas et al., 1999; Franco et al., 2014). Trypanosomes are commonly transmitted biologically by tsetse flies (Glossina SPP), but some cases of mechanical transmission by other haematophagus flies and trans-placental transmission have been reported (Ikede and Losos 1972; Ogwu et al., 1986).</p><p>Trypanosomosis is widespread and endemic in Nigeria, occurring in all areas infested by tsetse flies (Onyiah et al., 1983) as well as the tsetse-free arid zones of the north that is infested by other biting flies (Nawathe et al., 1988, 1995; Ahmed et al., 1994).</p><p>The tsetse flies are found between latitudes 14ºN and 29ºS covering about 10 Million km² stretching across 37 countries in Africa (Seifert, 1996; WHO, 1998; Mulumba, 2003).</p><p><strong>1.2 Statement of the Research Problem</strong></p><p>The annual production losses due to Africa Animal Trypanosomosis (AAT) morbidity and mortality are valued at $4.5 billion across Africa while the indirect annual costs of AAT are estimated to be $134 billion (Kristjanson et al., 1999; Fadiga et al., 2013). In the Sub Saharan Africa over 3 million cattle and other domestic livestock are lost annually through deaths caused by trypanosomosis (ILRAD, 1990; Mulumba, 2003; Abenga et al., 2003; FAO, 2005). The disease costs the Nigerian economy $135 million per annum due to its negative effects on weight gain, growth rate, milk yield, reproduction in cattle and discouragement of the use of draught animals in arable farming (Omotainse et al., 2004).</p><p>Trypanosomosis has been shown to reduce calving rates by 11-20% and increases calf mortality by 10-20% in susceptible breeds of cattle. Similarly, it is known to reduce milk off take in trypanotolerant breed of cattle by 10-20% and off take for sale or slaughter by 5–30%. The work performance of draught oxen in susceptible cattle can drop by 38% in high risk areas (PAAT, 2000; Shaw, 2004). Generally, trypanosomosis reduces total stock of livestock by 10–60% (Kristjanson et al., 1999; PAAT, 2000; Gilbert et al., 2001) with consequent reduction in meat and milk output by 50% and reduction in total agricultural production by 2–10 per cent (PAAT, 2000). Trypanosomosis is one factor that has constrained the development of specialized dairy enterprises in sub Saharan Africa (Swallow, 2000). The overall impact of the disease extends from restricted access to fertile and cultivable areas, imbalances in land use and exploitation of natural resources and compromised growth and diversification of crop-livestock production systems (Mattioli et al., 2004).</p><p><strong>1.3 Justification of the Study</strong></p><p>The management of clinical disease due to trypanosomes through diagnosis and treatment remains difficult under field conditions (Nantulya, 1990; Schlater and van den Bossche, 2004), because of its protean manifestations and lack of pathognomonic signs (Eisler et al., 2004; Rodostits et al., 2006).Simultaneous infections with more than one Trypanosoma species (Nyeko et al., 1990) and their ability to co-infect with other parasites (Babesia spp., Theileria spp., Anaplasma spp., Ehrlichia spp., and helminths) (Thumbi et al., 2014) further complicate the prognosis and clinical manifestations of the disease (Van Wyk et al., 2014). It has also been estimated that close to 50% of all cases of trypanosomosis are not diagnosed and a large proportion of the infected animals remained untreated (Picozzi et al., 2002). Poor and inadequate tools for the diagnosis of the disease in the field make it difficult to conclude which clinical signs are attributable to a given parasite (Machila, 2004).</p><p>There is the need therefore to document clinical signs due to natural Trypanosoma infection with the view aiding field personnel and farmers in the recognition of animals suffering from the disease in the field to enable rapid and accurate diagnosis of the disease and subsequent monitoring of the incidence of infection. This would assist in management decisions; provide basis for disease surveillance, monitoring and control programmes. It will also assist in the control and eradication of tsetse and trypanosomosis which would eventually benefit and promote human and livestock health, diversify agricultural production and allow for optimum exploitation of the abundant fodder and water resources for large scale livestock production.</p><p><strong>1.4 Aim of the Study</strong></p><p>The aim of the study was to determine the clinical manifestations, blood parameters, response to treatment of naturally occurring cases of bovine trypanosomosis in Niger State, Nigeria.</p><p><strong>1.5 Objectives of the Study</strong></p><p>The objectives of the study were to:</p><p>i. Determine the species of trypanosomes infecting cattle in Niger State</p><p>ii. Determine the clinical signs naturally infected cattle manifest in Niger State, Nigeria;</p><p>iii. Determine the haematological and serum biochemical parameters in the naturally infected cattle in Niger State, Nigeria;</p><p>iv. Evaluate the treatment response to selected trypanocides by naturally infected cattle during the study period in Niger State, Nigeria.</p><p><strong>1.6 Research Questions</strong></p><p>i. What are the species of trypanosomes infecting cattle in Niger State?</p><p>ii. What are the commonly observed clinical signs that naturally infected cattle manifest in Niger State, Nigeria?</p><p>iii. What are the haematological and serum biochemical profiles of natural trypanosomosis in cattle in Niger State, Nigeria?</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"B7QilYefCu\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"B7QilYefCu\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=B7QilYefCu\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>CLINICAL MANIFESTATIONS, BLOOD PARAMETERS, RESPONSE TO TREATMENT OF NATURALLY OCCURRING CASES OF BOVINE TRYPANOSOMOSIS IN NIGER STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107813\" href=\"https://www.modishproject.com/clinical-manifestations-blood-parameters-response-to-treatment-of-naturally-occurring-cases-of-bovine-trypanosomosis-in-niger-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107813\" href=\"https://www.modishproject.com/clinical-manifestations-blood-parameters-response-to-treatment-of-naturally-occurring-cases-of-bovine-trypanosomosis-in-niger-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "CLINICAL MANIFESTATIONS, BLOOD PARAMETERS, RESPONSE TO TREATMENT OF NATURALLY OCCURRING CASES OF BOVINE TRYPANOSOMOSIS IN NIGER STATE, NIGERIA", "id": "0014"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-107782 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">34</span></div><p><strong>ABSTRACT</strong></p><p>The aim of the study was to investigate effects of kaempferol and zinc gluconate administration on haematological, neurobehavioural and oxidative stress changes in Wistar rats, exposed to noise stress. Thirty (30) rats were randomly divided into five groups: Groups I and II were administered with deionised water; Group III, kaempferol; Group IV, zinc gluconate; Group V, kaempferol + zinc gluconate for 36 days. Groups II, III, IV and V were subjected to noise stress of 100 dB dose for 15 days from day 22 to day 36. Behavioural activities were assessed on days 1, 8 and 15 after noise exposure. The effects of the different treatments on body weight change, open-field activities, neuromuscular coordination, motor strength, excitability scores, sensorimotor reflexes and learning and memory were assessed in the rats. Packed cell volume, haemoglobin concentration, total erythrocyte count, erythrocytic indices, platelet count neutrophil/lymphocyte ratio, total and differential leucocyte counts and erythrocyte osmotic fragility (EOF) test were determined using standard methods. The brain was used to evaluate noise stress-induced lipoperoxidative changes, through determination of brain malondialdehyde (MDA) concentration and activities of antioxidant enzymes such as catalase, superoxide dismutase and glutathione peroxidase, using kits. The results of this study showed that noise stress-induced decrease in body weight gain was significantly (P &lt; 0.05) ameliorated in the group treated with kaempferol + zinc (123.70 ± 0.99 g, 133.70 ± 1.59 g) than in the group treated with deionised water + noise (117.70 ± 1.02 g, 125.70 ± 1.20 g). There was a significant and consistent decrease in the EOF of rats treated with kaempferol + zinc. Kaempferol + zinc gluconate significantly (P &lt; 0.05) ameliorated decrease in haemoglobin concentration (from 12.62 ± 0.12 to 14.32 ± 0.11 g/dL), packed cell volume (from 37.85 ± 0.35 to 43.47 ± 0.30 %) and erythrocyte counts (from 6.43 ± 0.04 to 7.20 ± 0.06× 1012/L). Values of mean corpuscular haemoglobin (20.40 ± 0.33 ρg) and mean corpuscular haemoglobin concentration (33.20 ± 0.15%) were significantly (P&lt; 0.05) higher in kaempferol + zinc treated rat compared to the deionized water + noise treated group (18.43 ± 0.34) and (29.65 ± 0.89) respectively. Rats treated with zinc had the highest mean corpuscular volume (61.35 ± 0.67 fL) compared to the deionized water + noise treated group (58.87 ± 0.29). Platelet counts were also significantly higher (P &lt; 0.05) in rats treated with kaempferol + zinc (609.20 ± 6.90 x 106 g/dL) compared to the group treated with noise + deionised water (439.80 ± 7.91 x 106 g/dL). Administration of kaempferol + zinc caused leucocytosis due to neutrophilia and lymphocytosis as well as a significant (P &lt; 0.05) decrease in N:L ratio (0.25 ± 0.01) than in the group treated with deionised water + noise (0.35 ± 0.03). Combination kaempferol + zinc significantly (P &lt; 0.05) enhanced learning (from 2.33 ± 0.33 s to 1.17 ± 0.17) and memory (from 92.17 ± 4.08 s to 106.80 ± 2.14 s). Kaempferol + zinc significantly (P &lt; 0.05) mitigated noise stress induced impairment in neuromuscular coordination neuromuscular coordination (from 45.0 ± 1.43o to 65.06 ± 1.23o), motor strength (from 51.68 ±229 s 78.33 ± 5.69 s), sensory motor reflex (from 2.88 ± 0.16 to 4.83 ± 0.17), and motor coordination on days 1, 8 and 15 (from 10.83 ± 1.40 cm, 11.5 ± 1.18 cm, 10.50 ± 0.923 cm to 5.33 ± 1.45 cm, 4.33 ± 1.41 cm and 4.83 ± 1.35 cm) respectively. Kaempferol + zinc exerted anxiolytic effects, demonstrated in treated rats subjected to open-field test. In addition, combined treatment significantly (P &lt; 0.05) decreased malondialdehyde (MDA) concentration (from 1.10 ± 0.20 nmol/mg to 0.70 ± 0.20 nmol/mg) and enhanced activities of antioxidant enzymes: catalase (from 32.50 ± 2.20 IU/L to 36.90 ± 2.00 IU/L), glutathione peroxidase (from 25.10 ± 1.10 IU/L to 29.40 ± 1.20 IU/L) and superoxide dismutase (from 1.80 ± 0.20 IU/L to 2.20 ± 0.30 IU/L). In conclusion, treatment with kaempferol and zinc singly and in combination ameliorated noise-induced haematological, neurobehavioral and oxidative stress changes in Wistar rats.</p><p><strong>CHAPTER ONE</strong></p><p><strong>1.0 INTRODUCTION</strong></p><p><strong>1.1 Background of the Study</strong></p><p>Noise is derived from the Latin term “nausea” and has been defined as unwanted sound, which is a potential hazard to communication and health (Ismaila and Odusote, 2014). Stress refers to a non-specific response of the body to unpleasant stimuli, threatening homeostasis and the integrity of the organism (Wankhar et al., 2014; Munne-Bosch and Pinto-Marijuan, 2017). It is a state of threatened homeostasis provoked by psychological, physiological and environmental stressors (Zhang et al., 2015). Noise is measured in decibel (dB) units (Ismaila and Odusote, 2014). Wang et al. (2016) reported that noise exposure is a potent stressor as it increases the levels of the stress hormone, corticosterone. Noise pollution, especially in the urban environment, is on the increase (Öhrström et al., 2006; Michaud et al., 2016; WHO, 2016) and ranks among the environmental stressors with the highest public health impact (WHO, 2016). The auditory effects include hearing impairment and permanent hearing loss due to excessive noise exposure. The non-auditory effects include stress-related, physiological and behavioural effects.</p><p>Noise stress induces increased reactive oxygen and nitrogen species (ROS and RNS) generation, which are capable of breaking down lipid and protein molecules and damaging DNA, triggering loss of function and cell death (Henderson et al., 2006; Zhang et al., 2015). The ROS also trigger apoptosis by activating proapoptotic mitogen activated protein (MAP) kinase-signaling pathways (Tao et al., 2015). Oxidative destruction has been associated with ROS-induced diseases (Messarah et al., 2011). Antioxidants are molecules that inhibit and scavenge ROS/RNS and convert them to less dangerous molecules (Michael and Peter, 2015).</p><p>1.2 Statement of Research Problem<br/>\nNoise-induced hearing loss has global implications, with 10 million adults and 5.2 million children in the US, and 250 million people world-wide having a noise-induced hearing loss greater than 25 dB; a clinically significant hearing loss (Tao et al., 2015). Additionally, occupational noise accounts for 16% of the disabling hearing loss in adults world-wide, resulting in decreased economic production (Baliatsa et al., 2016). Nocturnal environmental noise also provokes measurable metabolic and endocrine perturbations, including secretion of adrenaline, noradrenaline, cortisol, increased heart rate and arterial blood pressure, and increased motility. While asleep, these biological responses to noise are mostly unnoticed (Basner and Samel, 2004, 2005; Selander et al., 2009). Data confirm that exposure to traffic noise, not specifically at night, is associated with increased incidence of diabetes mellitus (Sorensen et al., 2013), hypertension (Babisch and Kamp, 2009), stroke among the elderly (Sorensen et al., 2011), and mortality from coronary heart disease (Selander et al., 2009; Sorensen et al., 2011; Floud et al., 2013; Baliatsa et al., 2016).</p><p>According to WHO (2016), noise causes health damage every day estimated at 4 million dollars. Moreover, psychoneurotic and psychosomatic complaints are also observed due to noise exposures (Martinho et al., 1999). Zheng and Ariizumi (2007) reported that noise exposure prolongor delays healing of surgical wounds, while three days of noise exposure increases immune function, but 28 days of its exposure suppresses it. In addition, oxidative stress increases in rats subjected to 28 days of noise stress, suggesting that oxidative status at least partially accounts for the immune suppression (Cheng et al., 2011). In farm animals, noise directly affects reproductive physiology and energy consumption (Brouček, 2014). Noise may also have indirect effects on population dynamics through changes in habitat use, courtship and mating, reproduction and parental care (Rabin et al., 2003). Pigs exposed to 90 dB prolonged or intermittent noise resulted in decrease in growth (Otten et al., 2004). When poultry is exposed to intermittent loud noise, egg laying and growth rate decreases while mortality increases (Oh et al., 2011). Losses have been reported from mink farms in the form of premature births, insufficient lactation and females kill their offspring in connection with exposure to sonic booms (Algers et al., 1978). In cattle, exposure to a high-intensity noise (105 dB) results in decrease feed consumption (appetite reduction), milk yield, and effectiveness of the milk ejection reflex (Cwynar and Kolacz, 2011).</p><p>Noise-induced hearing loss is the greatest cause of sensory disability (WHO, 2016), affecting up to 1 in 6 of the population. It is estimated that approximately 20% of the burden is generated from excessive noise exposure in occupational and leisure settings (Thorne et al., 2008). Sustained exposure to sound pressure levels greater than 85 dB, or sudden exposure to impulse noise leads to irreversible damage to the sensory structures of the cochlea. Once damaged, the mammalian sensory hair cells do not regenerate, and the loss of hearing is permanent (WHO, 2016).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"UhsqgSEi4d\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"UhsqgSEi4d\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=UhsqgSEi4d\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>AMELIORATIVE EFFECTS OF KAEMPFEROL AND ZINC GLUCONATE ON HAEMATOLOGICAL, NEUROBEHAVIOURAL AND OXIDATIVE STRESS CHANGES IN WISTAR RATS EXPOSED TO NOISE STRESS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-107782\" href=\"https://www.modishproject.com/ameliorative-effects-of-kaempferol-and-zinc-gluconate-on-haematological-neurobehavioural-and-oxidative-stress-changes-in-wistar-rats-exposed-to-noise-stress/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-107782\" href=\"https://www.modishproject.com/ameliorative-effects-of-kaempferol-and-zinc-gluconate-on-haematological-neurobehavioural-and-oxidative-stress-changes-in-wistar-rats-exposed-to-noise-stress/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "AMELIORATIVE EFFECTS OF KAEMPFEROL AND ZINC GLUCONATE ON HAEMATOLOGICAL, NEUROBEHAVIOURAL AND OXIDATIVE STRESS CHANGES IN WISTAR RATS EXPOSED TO NOISE STRESS", "id": "0015"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118268 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">37</span></div><p><strong>ABSTRACT</strong></p><p>This study aimed to examine the diversity of yeasts and coliforms associated with bovine subclinical mastitis in periurban dairy farms in Kaduna Metropolis, Kaduna State, Nigeria, including the use of molecular techniques. A cross-sectional study was conducted on twenty-six dairy farms drawn from four local government areas in the state. A total of 300 composite milk samples were collected from 300 cows-in-milking and examined. The result show that: 37 (12.3%) fungal isolates were identified using the API 20C AUX as; (9) Candida albicans, <em>vitro </em>sensitivity test using five antimycotic agents showedthat 85% of the isolates weresensitive to amphotericin B, followed by griseofulvin, nystatin, variconazole and fluconazole in decreasing order. Nested PCR of the D1 / D2 domains of the 26S rRNA gene of 11 yeast isolates showed they all had a distinct band- 600bp. DNA sequencing and GenBank BLASTN of the eleven genes identified them as: (3) Candida albicans,(1) Saccharomyces cerevisiae and (7) Pichia Kudriavzevii(Candida krusei). The D1/D2 26S rRNA genesequences were 93-100% identical for yeast isolates within the same species. Phylogenetic reconstruction based on the D1/D2 26S rRNA gene sequences grouped them into 3 clusters and showed heterogeneity in <em>C. albicans</em>. A 10.3% prevalence was recorded for coliform organisms using the Microgen GN-ID A+B Kit (Medica-Tec<sup>TM</sup>), these were; (1) <em>Enterobacter cloacae</em>, (1) Enterobacter aerogenes, (2)Enterobacter gergoviae,</p><p><em> </em>(4)Serratia marcescens, (3) Proteus mirabilis and (1) Pantoea agglomerans.In-vitro sensitivity test using seven commonly available antibiotics showed that all the isolates were sensitive to amoxicillin followedby ciprofloxacin, gentamicin, chloramphenicol, streptomycin, tetracycline and erythromycin in decreasing order. Eighty-nine (29.7%) cow milk samples were CMT positive of these: 13(4.3%) were contaminated with yeasts only, 7(2.3%) contaminated with only coliforms while, 24(8%) were contaminated with both yeasts and coliforms. Age, parity number, stage of lactation, management system, milking hygiene and presence of lesion on udder/teat were found to be significantly associated (p&lt;0.05) with the prevalence of mastitis in cows. The lowest prevalence (24%; 48 of 200) was recorded in cows within 3–4 years of age while, the highest (60.6%; 20 of 33) was in cows aged above 5 years. Stage of lactation was significant with the prevalence of mastitis being the highest (45.5%; 30 of 66) during the initial stage of lactation (0 to 5 month). It was concluded that, the relatively high prevalence of yeasts and coliforms in bovine subclinical mastitis in dairy herds could significantly reduce milk production and cause economic losses. The milk samples contained diverse yeast species including isolates of the pathogenic yeast C. albicans and this raises the possibility of milk and dairy products being vehicles for transmission of pathogenic yeasts. It is therefore recommended that the farmers practice good milking hygiene, milk clinically infected cows last, cull chronic mastitis cases, treat clinically infected cows and administer dry period therapy to their cows. As this will go a long way to reduce the prevalence of yeasts and coliforms in subclinical mastitis in periurban dairy farms in Kaduna metropolis, Kaduna State, Nigeria.</p><p><strong>CHAPTER\nONE</strong></p><p><strong>1.0</strong>         <strong>INTRODUCTION</strong></p><p><strong>1.1</strong>         <strong>Background Information</strong></p><p>Bovine mastitis is the inflammatory response of the udder to noxious agents that can be either infectious or non-infectious characterized by pathological alterations in mammary tissues, compositional changes in milk, <a href=\"https://www.modishproject.com/ameliorative-effects-of-kaempferol-and-zinc-gluconate-on-haematological-neurobehavioural-and-oxidative-stress-changes-in-wistar-rats-exposed-to-noise-stress/\">elevated milk somatic cells</a>, and pain to the affected animal resulting in reductions of milk yield and quality (Matofari <em>et al</em>., 2005; Radostits <em>et al</em>., 2007). Most frequently the aetiology are infectious and organisms as diverse as bacteria, mycoplasmas, yeasts and algae have been implicated (Smith and Hogan, 2001; Krukowski <em>et</em> <em>al</em>., 2006; Kivaria and Noordhuizen, 2007).</p><p>Bovine mycotic mastitis is usually caused by yeasts, but mastitis due to filamentous fungi mostly Aspergillus fumigatus has been reported (LasHeras <em>et al</em>., 2000). Mycotic mastitis occurs as sporadic cases affecting a small percentage of cows, or as outbreaks affecting the majority of animals. In both situations, however, the seriousness of infection depends on the number of organisms present in the glands and the species of yeast involved (Pengov, 2002). Generally, studies have shown that mycotic mastitis is on the increase and the most frequently isolated organisms from affected quarters are Candida species (Malinowski <em>et al</em>., 2001; Spanamberg <em>et al</em>., 2008; Tarfarosh and Purohit, 2008) which are a group of unicellular opportunistic organisms, ever present in the natural surroundings of dairy cattle (milker‟s hands, <a href=\"https://www.modishproject.com/counts-bacteria-occurrence-pathogens/\">milking machines, treatment instruments</a>, floor, straw, feed, saw dust, soil, drug mixtures and sanitizing solutions ) and are normal inhabitants of the skin of the udder and teats, where they exist in low numbers (Santos and Marin, 2005). They can invade mammary glands and cause clinical mastitis characterized by pain, prolonged fever, tenderness, inflammatory reaction in the mammary gland and associated lymph nodes,and also,reductions of milk yield and quality in animals (Şeker, 2010). Some intra-mammary fungal infections such as <em>A</em>. fumigatus and Candida spp. may result in death of affected animals (Krukowski <em>et al</em>., 2000).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"G0ZANOlrQF\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"G0ZANOlrQF\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=G0ZANOlrQF\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>DIVERSITY OF YEASTS AND COLIFORMS ASSOCIATED WITH BOVINE SUBCLINICAL MASTITIS IN PERIURBAN DAIRY FARMS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118268\" href=\"https://www.modishproject.com/diversity-of-yeasts-and-coliforms-associated-with-bovine-subclinical-mastitis-in-periurban-dairy-farms/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118268\" href=\"https://www.modishproject.com/diversity-of-yeasts-and-coliforms-associated-with-bovine-subclinical-mastitis-in-periurban-dairy-farms/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "DIVERSITY OF YEASTS AND COLIFORMS ASSOCIATED WITH BOVINE SUBCLINICAL MASTITIS IN PERIURBAN DAIRY FARMS", "id": "0016"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118294 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">34</span></div><p><strong>Abstract</strong></p><p>Twelve apparently healthy Nigerian indigenous dogs (NIDs) (6 males and 6 females) within the age range of 9 – 13 months and weight range of 8 – 12 kilograms were assigned to experimental (injured dogs) and control (uninjured dogs) groups to determine the levels of some cytokines and blood cell counts in <a href=\"https://www.modishproject.com/domestic-terrorism-and-national-security-in-nigeria-a-critical-analysis-of-hostage-taking-and-kidnapping/\">cutaneously injured</a> and uninjuredNIDs at the Ahmadu Bello University Veterinary Teaching Hospital, Zaria. Both circulatory (serum) and wound fluid cytokines were studied in experimental group, while those in control group were used to study circulatory cytokines. Blood samples from each dog were collected via cephalic venopuncture at start (pre-operative), 12, 36, 60, 156 and 324 hours post operative and refrigerated in plain (for harvesting of serum) and anticoagulant-containing (for blood cell counts) sample bottles. Serum and wound fluid collected at 12, 36, 60 and 156 hours were stored at -20 <sup>o</sup>C for cytokine assay. Canine specific ELISA kits were used to assay for concentrations of cytokines</p><p>[interleukin (IL) -6, -8, -10 and tumour necrosis factor (TNF) – α]</p><p> as described in Abcam product protocol (ABCAM<sup>®</sup> UK, 2015). Results revealed peak concentrations of IL-6 in wound fluid (1.33. ± 0.33 ng/mL) and serum (1.13 ± 0.74 ng/mL) at 12 h, <a href=\"https://www.modishproject.com/the-impact-of-credit-management-in-operation-of-small-scale-enterprises-nigeria/\">post-operation </a>were higher (P &lt; 0.01) than the control (0.30 ± 0.05 ng/mL). There was no significant (P &gt; 0.05) difference in circulatory IL-8 levels between experimental and control group. Circulatory IL-10 concentration (1.67 ± 0.33 ng/mL) was significantly (P</p><ul><li>0.001) higher than those in wound\nfluid (0.87 ± 0.03 ng/mL) of experimental and control (0.94 ± 0.17 ng/mL)\ngroups at 156 h. The concentrations of TNF-α in wound fluid (130.22 ± 35.15\npg/mL) was significantly (P &lt; 0.05) higher than in serum (44.50 15.92 pg/mL)\nof the experimental group at 36 h, while the serum (116.17 ± 60.27 pg/mL) was\nhigher than the control (29.79 ± 7.47 pg/mL) values at 60 h post-operation.</li></ul><p>Mean   haematocrit   of   0.354   ±  0.01   recorded   at   12   hours   post-operation   in   the experimental group was lower than the corresponding values of 0.364 ± 0.00 recorded in the control group. The total Leucocyte counts remained within the normal limits with minimal changes in differential cellular activities of the experimental and control group.Significant correlations of serum IL-6 with wound fluid IL-6 (r = 0.827; P &lt; 0.05), wound fluid IL-6 with HCT (r = – 0.893; P &lt; 0.05) and RBC (r = – 0.923; P &lt;0.01), wound fluid IL-6 with monocytes (r = 0.818; P &lt; 0.05), serum IL-10 with lymphocytes (r = 0.846; P &lt; 0.05) and wound fluid TNF-α with monocytes (r = 0.824; P</p><ul><li>0.05) were observed in injured\nNIDs. Interleukin (IL) -6, -8, -10 and TNF-α of the experimental group were\nsignificantly (P &lt; 0.05) higher than those of the control group of NIDs.\nSignificant correlations were observed with IL -6, -10 and TNF-α and red</li></ul><p>blood cells, lymphocytes and monocytes of the NIDs within a range of r = 0.818 – 0.923. In conclusion, maximum mean concentrations of interleukin (IL) -6, -8, -10 and TNF – α detected at 450 nm from uninjured NIDs were 0.30 ± 0.05 ng/mL, 383.16 ± 157.57 pg/mL, 0.94 ± 0.17 ng/mL and 47.06 ± 14.34 pg/mL, respectively.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1</strong>         <strong>Preamble</strong></p><p>Cytokines are low molecular-weight proteins (5-20 kDa) that are released by epithelial cells, endothelial cells, fibroblasts, activated lymphocytes, macrophages and monocytes and are important in cell signalling (Tracey <em>et al</em>., 1987; Dinarello, 1994; Wang and Tracey, 1999; Horst, 2013;Orzechowski, 2017). They mediate the metabolic and physiologic responses to injury and infection by binding to specific receptors, enabling immune cells communication, differentiation, proliferation and other activity which trigger inflammatory response to sites of injury and infection thereby enhancing wound healing (Haichao <em>et al.</em>, 2000; Horst, 2013; Orzechowski, 2017).</p><p>Cutaneous injuries are wounds which may be surgically induced or occur naturally. A wound is a traumatic separation/disruption of continuity of the skin, mucus membrane or an organ surface and it is one of the most frequent reasons for seeking medical attention (Hassan <em>et al.</em>, 2002; Kauvar and Wade, 2005; Ahmed <em>et al</em>., 2013; Borena <em>et</em> <em>al</em>., 2015). Wound is also defined as a loss or breakage of cellular and anatomic or  functional continuity of living tissue following road traffic accidents, falls, cuts from sharp objects such as corrugated iron sheets and barbed wires, assault/acts of violence by individuals and surgery amongst others (Milner, 2008; Kokane <em>et al.</em>, 2009; Karen and Spencer 2012). Injury to the skin initiates series of events, which finally results to at least a partial reconstruction of the wounded tissue (Martin, 1997; Auf-dem-Keller <em>et</em> <em>al., </em>2006; Turkel<em> et al., </em>2014). Wounds, when left untreated may become complicated,leading to varying degrees of contamination, deformities and ultimately may result in the death of the animal (Amber and Swaim, 1984; Hassan <em>et al.,</em> 2003; Namas <em>et al.</em>, 2009). When a wound is infected, it contains replicating micro-organisms which elicit a host response causing injury to the host. Etiologically, wounds are categorized into acute or chronic forms comprising surgical wounds, burns, lacerations and puncture wounds (Kokane <em>et al.</em>, 2009). In an acute wound, infection is met by a rapid inflammatory response initiated by complement fixation and an innate immune response followed by the release of cytokines and growth factors (Dow <em>et al</em>., 1999).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"tc0qfeLvT9\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"tc0qfeLvT9\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=tc0qfeLvT9\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EVALUATION OF SOME CYTOKINES IN UNINJURED AND CUTANEOUSLY INJURED NIGERIAN INDIGENOUS DOGS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118294\" href=\"https://www.modishproject.com/evaluation-of-some-cytokines-in-uninjured-and-cutaneously-injured-nigerian-indigenous-dogs/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118294\" href=\"https://www.modishproject.com/evaluation-of-some-cytokines-in-uninjured-and-cutaneously-injured-nigerian-indigenous-dogs/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EVALUATION OF SOME CYTOKINES IN UNINJURED AND CUTANEOUSLY INJURED NIGERIAN INDIGENOUS DOGS", "id": "0017"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118269 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">32</span></div><p><strong>ABSTRACT</strong></p><p>The aim of the present study was to establish the normal sonographic parameters for the<a href=\"https://www.modishproject.com/sequence-interval-feeding-concentrate-2/\"> Yankasa ram‟s testes and epididymides</a>; and to observe their relationship with the semen parameters and reproductive hormones (testosterone, luteinizing and follicle-stimulating hormone LH and FSH, respectively). Fifteen clinically healthy Yankasa rams were acquired from reputable livestock markets (Makarfi, Makarfi LGA and Tudun Sebu, Soba LGAs Kaduna State, Nigeria. The testicular length (TL), testicular width (TW) and testicular circumference (TC) were measured by using a vernier caliper and flexible tape after clinical assessment for breeding soundness. B-mode Sonostar ultrasound scanner with a 5MHz probe was used to scan the testisticular and epididymal echo texture. Semen samples were collected from each ram using electro-ejaculator and two mls, of blood sample was collected via jugular puncture every hour from each ram over a period of 6 hours (6:00 am to 11:00 am) on the day of sampling for reproductive hormone assay. The mean values of ultrasound measurement of the left and right testicular length were 130.4 ± 2.73 mmand 125.5 ±2.57 mm respectively, the left and right testicular breadth were 42.15 ±2.53 mm and 44.85 ±2.14 mm respectively, the left and right heights were 52.25 ± 2.10</p><ul><li>and 53.02 ± 2.20 mm respectively,\nwhile the volumes were 280,340 ± 12,780 mm<sup>3</sup> and 296,432 ± 17,549 mm<sup>3</sup>. The mean value for the left epididymal head volume using ultrasound\nwas 6,480.0 ± 620mm<sup>3</sup> while that of the right was 4,490.0 ± 420 mm<sup>3</sup> and the mean value for the left\nepididymal tail volume was 2,830.0 ± 300 mm<sup>3</sup>, while that of the right was 3,010.0 ± 500 mm<sup>3</sup>. The mean left testicular length\n(15,700.0 ± 550 mm) and that of the right (15,900 ± 610mm) using vernier\ncaliper was greater than the value obtained with ultrasound machine (13,040.0 ±\n270mm and 12,550.0 ± 270mm respectively). Similarly, the mean left and right</li></ul><p>testicular volumes obtained using vernier caliper were 1,482,000 ± 64,370 mm<sup>3</sup> and 1,503,000 ± 74,270 mm<sup>3</sup> respectively, and were also higher than the ultrasound measurements. The testicular parenchyma of Yankasa rams was an isoechoic structure (midgray echo texture) with uniform echogenicity which was surrounded by an hyper-echoic structure (Tunica albugina and Tunica vaginalis). The <a href=\"https://www.modishproject.com/cardio-protective-activities-of-n-hexane-extract-of-desmodium-velutinum-stem-on-albino-wister-rat-2/\">mediastinum testis</a> was seen as a point of hyperechoic area in the center oftesticular parenchyma when scanned in the transverse plane, while the echogenicity of the epididymides was similar to that of the echogenicity of the testes, but with some hypoechoic area of echogenicity in the epididymal head. From the normal Doppler evaluation of testicular arteries, the velocity, pressure and resistance to blood flow in the left testes of Yankasa rams were higher than in the right testes. The sperm concentration, reaction time and normal sperm cells correlated positively(r = 0.05) and insignificantly with the testicular volume using vernier caliper or ultrasound, while the sperm motility correlated negatively(r = -0.05) with the left and right vernier caliper measurements of the testicular volumes but positively with the left and right ultrasound measurements of the testicular volumes (r = 0.05). The testosterone and luteinizing hormone correlated negatively and insignificantly, with the right and left testicular length, circumference, volumes and weight (r= -0.05). None of the reproductive hormones studied had effects on the epididymides of Yankasa rams. Evaluation of echotexture and biometry of the Yankasa rams testes and epididymides using ultrasound is essential for maximum and rational utilisation of the breeding stock and can be used to predict future semen parameters.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1</strong>         Background\nof the Study</p><p>There is constant economic pressure for highly efficient lamb production, produced through natural breeding and artificial insemination (AI). Research has shown that, for over three decades, the ram is responsible for nearly 87.5% of the genetic contribution to a flock (Falconer, 1976). <a href=\"https://www.modishproject.com/sonographic-liver-pregnant-women/\">Ultrasonographic examination</a> of the testes, epididymides and accessory sex glands has proved to be a valuable, non- invasive technique for the assessment of genital macroscopic morphology and pathology in several mammalian species of veterinary interest, (Kahn, 2004), including the ram (Gouletsou <em>et al.,</em> 2003). Accessory sex glands are all found along the length of the pelvic urethra (Anonymous<sup>1</sup>, 2013). They produce secretions containing different components which facilitate movement of the sperm as well as providing a physiological buffer against the acidic environment of the female genital tract. One of the most important substances of the secretion is fructose which is an energy source for sperms (Anonymous<sup>1</sup>, 2013).</p><p>Ultrasonographic imaging has been used in measuring size and structure of the testis in bulls and rams (Cartee <em>et al</em>., 1990; Ahmad <em>et al</em>., 1991; Chandolia <em>et al</em>., 1997a). Several studies have been used to determine the changes in structure of the testis using ultrasound imaging in pathological conditions (Ahmad and Noakes 1995<sub>a</sub>; Karaca <em>et al</em>., 1999) and clinically healthy animals (Ahmad <em>et al</em>., 1991; Evans <em>et al</em>., 1996; Aravindakshan <em>et al</em>., 2000a, 2000b; Gouletsou <em>et al</em>., 2003).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"nDetKDLueA\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"nDetKDLueA\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=nDetKDLueA\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>EVALUATION OF SOME SONOGRAPHIC PARAMETERS OF THE TESTES COMPARED WITH SPERMOGRAM AND SOME HORMONAL PROFILES IN CLINICALLY HEALTHY YANKASA RAMS</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118269\" href=\"https://www.modishproject.com/evaluation-of-some-sonographic-parameters-of-the-testes-compared-with-spermogram-and-some-hormonal-profiles-in-clinically-healthy-yankasa-rams/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118269\" href=\"https://www.modishproject.com/evaluation-of-some-sonographic-parameters-of-the-testes-compared-with-spermogram-and-some-hormonal-profiles-in-clinically-healthy-yankasa-rams/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "EVALUATION OF SOME SONOGRAPHIC PARAMETERS OF THE TESTES COMPARED WITH SPERMOGRAM AND SOME HORMONAL PROFILES IN CLINICALLY HEALTHY YANKASA RAMS", "id": "0018"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118522 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">41</span></div><p><strong>ABSTRACT</strong></p><p>The aim of this study was to determine the immune response of broiler chickens to Eimeria tenella developmental stages Four hundred broilers divided into six groups (n=40) were used for the study. Each group was subdivided into two (n=20) as treated and non-treated and infected with different developmental stges of Eimeria tenella (local isolate). The molecular identification of the local Eimeria tenella isolate identity was done through polymerase chain reaction (PCR) amplification of the genomic deoxyribonucleic acid (DNA). Clinical signs, gross caecal lesions, humoral and cellular-mediated immune responses were determined in the infected broiler chickens with Eimeria tenella developmental stages. The faeces were processed using simple floatation technique and observed at x 10 and x 40 objectives of the Neiss microscope. Oocysts isolated from the caeca of birds naturally infected in Jos, Nigeria with the local strain were used to obtain the different developmental stages either in vitro or in vivo using bovine monocytes (schizonts), embryonated chicken eggs (gamatocytes) and two weeks old broilers (merozoites). To study the immune response elicited during the primary and secondary infection, each developmental stage was used to infect a group of two, three and half weeks old broilers, twenty of which were treated with the recommended dose of amprolium (250 mg/l (0.025%) for 5 days at the appearance of clinical signs. At the tertiary infection, all the experimental birds except the control group of forty birds were orally infecteded with 10<sup>5</sup> sporulated oocysts of known characterized virulent Eimeria tenella strain. The mean oocysts output or count was 37.07 x 10<sup>6</sup> in the infected birds non-treated than 25.65 x 10<sup>6</sup> in the treated groups, although there was a gradual reduction (groups II – 8.36 x 10<sup>6</sup> – 7.84 x 10<sup>6</sup> – 5.10 x 10<sup>6</sup>; III – – 6.58 x 10<sup>6</sup> – 4.83 x 10<sup>6</sup>; IV – 7.18 x 10<sup>6</sup> – 7.00 x 10<sup>6</sup> – 3.83 x 10<sup>6</sup>; V – 6.59 x 10<sup>6</sup> – 5.87 x 10<sup>6</sup> – 4.20 x 10<sup>6</sup>) in oocyst count from primary-secondary-</p><p>tertiary infections except group I (control). There was a significant difference in oocyst output between the groups (II and IV) ( p&lt;0.05). Antibodies (IgG or IgY) titre values were higher in broilers sera infected with sporulated oocyst (0.265 ± 0.010, 0.282 ± 0.005;0.305 ± 0.002, 0.316 ± 0.010 and 0.252 ± 0.002, 0.281 ± 0.010) and merozoites (0.177 ± 0.001, 0.186 ± 0.003; 0.135± 0.010, 0.141 ± 0.002 and 0.069 ± 0.004, 0.139 ± 0.005 ) reaching a peak on day 10 of post primary and secondary infections and day 5 post tertiary infection in sera of broilers (treated and non- treated). At tertiary infection, antibodies increases at day 5, 7, 11 and 14 indicating that antibodies increases in broilers infected with the invasive or zoite stages, (sporozoite and merozoite) of the parasite.. There was a significant difference in the antibody output between the sera of the broiler groups (p&lt;0.05). The study reveals the proliferation of cytokines in treated and non- treated broilers consisting of IFN- γ, IL-1, IL-2, IL-4, IL-6, TNF and TGF. The CD<sub>4</sub> lymphocyte</p><p>count in the treated and non- treated broilers\norally administered with various developmental stages of the parasite reached a\npeak at day 10 ((groups I – 198.0 x 103 µl,165.3 x 10<sup>3</sup> µl; 200.0 x 10<sup>3</sup> µl, 156 x 10<sup>3</sup> µl and 196.7 x 10<sup>3</sup> µl, 173.3 x 10<sup>3</sup> µl ; II – 199.0 x 10<sup>3</sup> µl, 186.0 x 10<sup>3</sup> µl ; 197.0 x 10<sup>3</sup> µl, 192.7 x 10<sup>3</sup> µl and 200.0 x 10<sup>3</sup> µl, 194 x 10<sup>3</sup> µl;</p><ol><li>– 198 x 10<sup>3</sup> µl, 153.3 x 10<sup>3</sup> µl ; 200.0 x 10<sup>3</sup> µ,l 160.0 x 10<sup>3</sup> µl and 188.7 x 10<sup>3</sup> µl, 166.7 x 10<sup>3</sup> µl ; IV – 193.3 x 10<sup>3</sup> µl, 183 x 10<sup>3</sup> µl; 198.7 x 10<sup>3</sup> µl, 183.3 x 10<sup>3</sup> µl and 190 x 10<sup>3</sup></li></ol><p>µl , 188.0 x 10<sup>3</sup> µl ; V – 200.0 x 1 0<sup>3</sup> µl, 198.0 x 10<sup>3</sup> µl ; 187.3 x 10<sup>3</sup> µl , 174 x 10<sup>3</sup> µl and 188.7 x 10<sup>3</sup> µl, 175.3 x 10<sup>3</sup> µl respectively) at primary and secondary infections and day 24 at tertiary infection. There was significant difference in the CD<sub>4</sub> cell count between groups of the infected broiler chickens (p&lt;0.05). Caecal lesions were observed to gradually reduce from primary-secondary-tertiary infections. The lesions were significantly different between in groups (II and IV) (p&lt;0.05). Oocyst output and caecal lesions were absent group VI (control). The current study observed a relationship between the different developmental stages of the parasite and immune responses (humoral and lymphocytes responses). The study also observed that broilers with high oocyst output had high antibody production, CD<sub>4</sub> lymphocytes count and high levels of cytokines. Thus, the sporozoites and merozoites are the invasive stages that initiate infection of host cells and probably stimulation of the immune response and may be possible vaccine candidate against avian coccidiosis.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"epyJNFpzw3\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"epyJNFpzw3\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=epyJNFpzw3\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>IMMUNE RESPONSE OF BROILER CHICKENS TO CAECAL COCCIDIOSIS   USING EXO AND ENDOGENOUS STAGES OF Eimeria tenella</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118522\" href=\"https://www.modishproject.com/immune-response-of-broiler-chickens-to-caecal-coccidiosis-using-exo-and-endogenous-stages-of-eimeria-tenella/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118522\" href=\"https://www.modishproject.com/immune-response-of-broiler-chickens-to-caecal-coccidiosis-using-exo-and-endogenous-stages-of-eimeria-tenella/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "IMMUNE RESPONSE OF BROILER CHICKENS TO CAECAL COCCIDIOSIS   USING EXO AND ENDOGENOUS STAGES OF EIMERIA TENELLA", "id": "0019"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118654 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">31</span></div><p><strong>ABSTRACT</strong></p><p>Aim of this study was to assess the effects of graded levels of dietary protein on scrotal circumference,liveweight changes, semen characteristics, gonadal and extragonadal sperm reserves and serum testosterone profile in Yankasa rams. Fifteen rams were used in this study aged 19.06 ± 2.4 months and weighing 19.4 ±1.6 kg with body condition scores of 3.5. They were divided into three treatment groups (A, B and C) based on dietary protein level. Groups A, B and C received 10%, 15% and 20% crude protein respectively. The rams were managed under intensive system, kept in separate pens, fed individually and allowed two weeks adjustment period. All rams were fed a basal diet of hay (Digitariaspp) ad-libitum and given a supplement ration of concentrate mixture at 2% body weight/day. Body weights and scrotal circumference were recorded weekly. Semen samples were collected weekly for analyses using battery controlled electro ejaculator. Three rams from each group were sacrificed for determination of gonadal and <a href=\"https://www.modishproject.com/evaluation-of-some-sonographic-parameters-of-the-testes-compared-with-spermogram-and-some-hormonal-profiles-in-clinically-healthy-yankasa-rams/\">extragonadal sperm reserves</a>. The overall mean scrotal circumferences obtained through the study period for the groups revealed significant (P &lt; 0.05) difference in the increase between group A and B with values of 22.9 ± 0.6 cm and 26.2 ± 0.7 cm. There was also a significant (P &lt; 0.05) increase between group A and C (22.9 ± 0.60 cm and 26.8 ± 0.8 cm) respectively. Rams fed 10% crude protein had significantly (P &lt; 0.05) lower mean live weights (18.8 ± 0.4kg) than those fed 15% (22.1 ± 0.6kg) and 20% (24.1 ± 0.1kg) crude protein. Mean Packed cell volumes obtained in this study revealed rams fed 15% crude protein had significantly (P &lt; 0.05) higher values (31.3 ± 0.9%) than those fed 10% (25.9± 0.7%) and 20% (25.9 ± 0.7%) crude protein. There were no significant (P &gt; 0.05) difference in mean white blood cells counts between all groups. Rams fed 10% had the lowest value of 8.4 ± 0.3 x10<sup>6</sup>/µl as compared to other groups (8.4 ± 0.2 x10<sup>6</sup>/µl and 8.4 ± 0.2 x10<sup>6</sup>/µl). Rams fed 15% crude protein</p><p>had significantly (P&lt; 0.05) higher RBC values (5.2 ± 0.11 X10<sup>6</sup> µl) than other groups (4.2 ± 0.1 X10<sup>6</sup> µl and 5.1 ± 0.01 X10<sup>6</sup> µl). Semen concentration was significantly (P &lt; 0.05) higher in rams fed 15% crude protein (163.1 ± 20.6 x10<sup>6</sup>/ml) than group A (96.4 ± 16.3 x10<sup>6</sup>/ml) and group C (98.8 ± 8.5 x10<sup>6</sup>/ml). Motility patterns recorded revealed rams fed 15% crude protein had significantly (P &lt; 0.05) <a href=\"https://www.modishproject.com/aesthetics-and-utilitarian-values-of-selected-african-american-negro-spirituals-and-gospel-songs/\">higher values</a> (75.1 ± 3.0%) than group A (54.7 ± 3.8%), and group C (53.9 ± 3.9%). There was no significant difference in reaction time, but rams fed 15% crude protein had the lowest reaction time. Regardless of crude protein levels, left testes weighed more than the right testes. Testicular weights and gonadal reserves were highest in rams fed 20%, but the difference with other groups were not statistically (P &gt; 0.05) different. Regardless of crude protein intake, the <em>corpus</em> epididymis had the lowest reserves, while the <em>cauda</em> had the highest reserves. Rams fed 20% crude protein had the highest abnormalities when compared with those fed 10% and 15% crude protein. This difference was however not statistically (P &gt; 0.05) different. Feeding rams 15 % C.P gave significantly higher values in terms of body weight, scrotal circumference, semen concentration, sperm motility and percentage live sperm, than in rams fed 10 % C.P. From this study,Yankasa rams should be fed crude protein levels of 15% for better reproductive performance. However, studies should also be conducted to investigate if antioxidants could ameliorate some of the effects of low and high levels of protein diets that were observed in this study.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"p8fAzvFKLh\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"p8fAzvFKLh\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=p8fAzvFKLh\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>LIVEWEIGHT CHANGES, SPERMIOGRAM AND GONADAL SPERM RESERVES OF YANKASA RAMS FED GRADED LEVELS OF DIETARY PROTEIN USING COTTON SEED AND PALM KERNEL CAKES</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118654\" href=\"https://www.modishproject.com/liveweight-changes-spermiogram-and-gonadal-sperm-reserves-of-yankasa-rams-fed-graded-levels-of-dietary-protein-using-cotton-seed-and-palm-kernel-cakes/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118654\" href=\"https://www.modishproject.com/liveweight-changes-spermiogram-and-gonadal-sperm-reserves-of-yankasa-rams-fed-graded-levels-of-dietary-protein-using-cotton-seed-and-palm-kernel-cakes/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "LIVEWEIGHT CHANGES, SPERMIOGRAM AND GONADAL SPERM RESERVES OF YANKASA RAMS FED GRADED LEVELS OF DIETARY PROTEIN USING COTTON SEED AND PALM KERNEL CAKES", "id": "0020"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118651 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">24</span></div><p><strong>ABSTRACT</strong></p><p>Cryptosporidium is an<a href=\"https://www.modishproject.com/parasites-cysts-oocysts-bank-facilities/\"> apicomplexan parasite</a> known to cause gastrointestinal disease in humans and several animal hosts including piscines. To determine the occurrence of Cryptosporidium in catfish, Clarias gariepinus, and their aquatic habitats from the wild and cultured environments, 400 catfish from two dams (n = 100) and six backyard catfish farms (n = 300) as well as 40 water samples of 20L each from the dams (n = 10) and 10L each (n= 30) from six backyard farms were examined in Zaria, Kaduna State, Nigeria. The fish gut contents were concentrated using formol-ether concentration technique, whilst the water samples were concentrated using sedimentation and centrifugation techniques. All processed samples were stained with modified Ziehl-Neelsen method and morphometric measurements of oocysts taken with the aid of a calibrated eyepiece graticule. One hundred questionnaires were also administered to catfish consumers within the study area, this was to obtain information on their level of awareness on diseases associated with catfish and their hygiene practices after handling catfish. Basic objectives of this study were to determine the followings; the prevalence of Cryptosporidium in catfish and its water habitat, the effect of the physico-chemical parameters of the water habitat of catfish on occurrence of Cryptosporidium in water sampled within study area, as well as the association between the prevalence of Cryptosporidium in Clarias gariepinus and management practices of catfish farmers in the study area. Cryptosporidium oocysts were found in 86 (21.5 %) out of the 400 fish, and 3 (7.5 %) out of the 40 water samples with oocysts of 3 different size ranges, corresponding to the following species; C. molnari –50.0 % (4.69 µm ± 0.07 × 4.46µm ± 0.29), C. parvum – 45.3 % (5.05µm ± 0.12 × 4.49 µm 0.04), and C. andersoni – 4.7 % (7.40µm ± 0.47 × 5.60 µm ± 0.49). Of the four physico-chemical parameters (temperature, pH, dissolved oxygen, and turbidity) measured, only turbidity was found to have a significant effect (P &lt; 0.05) on the occurrence of Cryptosporidium in water sampled within the study area. Wild catfish were significantly more infected with Cryptosporidium oocysts than the cultured ones (OR = 1.962; 95% CI 1.204 &lt; OR &lt; 3.196; P = 0.0078). Cryptosporidium oocysts were higher (10.0%) in dams as compared to 6.7% in water from backyard farms. The prevalence of <a href=\"https://www.modishproject.com/assessment-of-knowledge-and-strategies-for-prevention-and-management-of-diarrhea-disease-among-under-five-children-in-oko-erin-community-2/\">Cryptosporidium oocysts</a> in the bigger catfish within 451 to 850g was 28.0% compared to 21.1% in the smaller ones that were within 150 to 450g. Similarly, the prevalence was slightly higher (22.2%) in the lengthier (36 – 55cm) catfish than in the smaller ones (21.1%) within 15 – 35cm in length. The prevalence was also higher in male catfish (24.4%) than in females (19.2%). Based on management practices of catfish farmers, frequency of pond water replacement (P = 0.0008) and method of dead fish disposal (P = 0.04) were significantly more commonly associated with the occurrence of Cryptosporidium in backyard farms, whereas, type of pond, source of water, frequency of cleaning ponds and prophylactic medication to fish were not significant (P &gt; 0.05). A significant number of the catfish consumers were unaware of any disease associated with catfish consumption (70.0%) or the zoonotic risks of any disease of catfish (86.0%). The presence of Cryptosporidium oocysts in catfish and their water habitats in the study area is of public health concern indicating the possible health threats posed to <a href=\"https://www.modishproject.com/online-advertising-and-consumers-perception-on-purchase-decision-of-smartphones/\">consumers and handlers.</a></p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"L0ATyJsMgX\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"L0ATyJsMgX\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=L0ATyJsMgX\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>OCCURRENCE OF CRYPTOSPORIDIUM OOCYSTS IN CATFISH (CLARIASGARIEPINUS) AND ITS HABITATS IN ZARIA, KADUNA STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118651\" href=\"https://www.modishproject.com/occurrence-of-cryptosporidium-oocysts-in-catfish-clariasgariepinus-and-its-habitats-in-zaria-kaduna-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118651\" href=\"https://www.modishproject.com/occurrence-of-cryptosporidium-oocysts-in-catfish-clariasgariepinus-and-its-habitats-in-zaria-kaduna-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "OCCURRENCE OF CRYPTOSPORIDIUM OOCYSTS IN CATFISH (CLARIASGARIEPINUS) AND ITS HABITATS IN ZARIA, KADUNA STATE, NIGERIA", "id": "0021"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118692 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">43</span></div><p><strong>ABSTRACT</strong></p><p>Listeriosis is a disease caused by a gram positive, non-spore forming <a href=\"https://www.modishproject.com/determination-of-occurence-of-nitrifying-bacteria-in-a-freshwater-fishpond-of-circulatory-aquaponics-system/\">intracellular pathogenic bacteria</a> of the genus <em>Listeria</em>, commonly associated with food<em>.</em> To determine the presence of Listeria monocytogenes and some of its associated virulence genes in fresh meat samples sold for human consumption, 240 samples were obtained comprising of 156 beef, 26 liver, 25 reproductive tract and 33 intestinal parts sold at various locations in Zaria from July to November, 2013. Sixty six (27.5%) isolates of <em>Listeria </em>species were obtained and characterised through conventional biochemicaltests, out of which, 8 (3.3%) were Listeria monocytogenes, but only one was subsequently confirmed using the Microgen<sup>R</sup> 12L ID kit. Beef had the highest occurrence of 66.7% followed by reproductive tract (13.6%), intestines (10.6%) and liver (9.1%). Antibiotic susceptibility testing of the eight isolates by Kirby-Bauer disk diffusion method revealed that 100% of the <em>L</em>. monocytogenes isolates were resistant to ampicillin, 87.5% to tetracycline and cefixime, 75% to amoxicillin/clavulanic acid, 62.5% to erythromycin, 50% to chloramphenicol, nitrofurantoin and sulfamethoxazole, 37.5% to <a href=\"https://www.modishproject.com/prevalence-of-multidrug-resistant-livestock-associated-staphylococcus-aureus-isolated-from-nasal-passage-of-healthy-cattle-in-kara-market-ogun-state-nigeria/\">ciprofloxacin and kanamycin</a> and 12.5% to gentamicin,. The least resistance frequency was to gentamicin 12.5%. However, all the isolates were resistant to at least 3 antimicrobial agents. Antibiotic resistance profiles of the isolates revealed 6 different antimicrobial resistance patterns. Isolates were subjected to a multiplex PCR to detect the presence of the haemolysin <em>(hyl</em>A), internalin (<em>inl</em>A) and invasiveness associated protein (<em>iap)</em> virulence genes. None (0%) of the eight isolates was found to harbour haemolysin <em>hyl</em>A, 1(12.5%) was positive for both internalin <em>inl</em>A and invasiveness associated proteins <em>iap</em> while 5(62.5%) harboured iap gene. The findings of this study showed the occurrence of Listeria monocytogenes in fresh meat samples in Zaria metropolis which displayed multiple antibiotic resistance and possessed virulence genes in lA, and iap. This finding is of public health significance.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"482SxYvO5B\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"482SxYvO5B\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=482SxYvO5B\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>OCCURRENCE OF LISTERIA MONOCYTOGENES IN FRESH MEAT AND OFFAL SOLD FOR HUMAN CONSUMPTION IN ZARIA METROPOLIS, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118692\" href=\"https://www.modishproject.com/occurrence-of-listeria-monocytogenes-in-fresh-meat-and-offal-sold-for-human-consumption-in-zaria-metropolis-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118692\" href=\"https://www.modishproject.com/occurrence-of-listeria-monocytogenes-in-fresh-meat-and-offal-sold-for-human-consumption-in-zaria-metropolis-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "OCCURRENCE OF LISTERIA MONOCYTOGENES IN FRESH MEAT AND OFFAL SOLD FOR HUMAN CONSUMPTION IN ZARIA METROPOLIS, NIGERIA", "id": "0022"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118693 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">44</span></div><p><strong>ABSTRACT</strong></p><p>Infectious and parasitic diseases in zoo animals affect their welfare, reproduction and longevity and pose health threat to researchers, visitors and staff of zoological garden. The aim of this study was to assess biosecurity and determine occurrence of Salmonellae, ecto-and gastro-intestinal parasites (GIP) in Kano zoological garden, Nigeria (KZG). A total of 388 samples were collected from 161 wild animals by non-random sampling method. The distribution of the samples was: one hundred and eleven cloacal swabs from wild birds; one hundred and seventy faecal samples from carnivores (28), herbivores (62), non-human primates (35) and wild birds (45); <a href=\"https://www.modishproject.com/the-impact-of-material-management-on-purchasing/\">one hundred</a> and seven ectoparasite (EP) samples from herbivores (2), carnivores (53), non-human primates (27) and wild birds (25). Conventional biochemical tests were used to identify <em>Salmonella</em> species after which suspected/confirmed isolates were subjected to antimicrobial sensitivity test using a panel of 12 antimicrobial agents. Simple flotation technique and microscopic examination methods were used to identify gastro-intestinal parasite eggs/oocysts and ecto-parasites respectively. Of the total faecal and rectal swab samples (196) examined for Salmonella, seven isolates (3.57%) were confirmed; two were from lions (Panthera leo), one each from bush buck (Tragalophus scriptus), Cape eland (Tragalophus oryx), Egyptian geese (Alopochen aegyptiacus), parrot(Psittacus erithacus) and crested porcupine (<em>Hystrix cristata</em>) respectively. The occurrence of Salmonella was 7.14% in carnivores, 5.76% in herbivores and 2.7% in wild birds while theoverall occurrence in KZG was 4.8%. All the Salmonella isolates (100%) showed multidrug-resistance (MDR) pattern with resistance profile of 3-4. However, none of the isolates showed mild, <a href=\"https://www.modishproject.com/multidrug-resistance-profile-and-metallo-beta-lactamase-production-in-pseudomonas-aeruginosa-isolated-from-the-nasal-cavity-of-cattle-from-kara-market-ogun-state-nigeria/\">extensive or pan drug resistance</a>. Eggs and oocysts were identified from 85 faecal samples: Ascaris from tortoise; <em>Enterobius</em> from chimpanzee; <em>Strongyle</em> from tantalus, red patas and tortoise; Taenia from lion; Toxocara from lion, Nubian vulture and mangoose;</p><p><em>Trichurid </em>from baboon, buffalo, porcupine, red patas and tantalus;<em> Coccidia </em>from peacockand red patas; and <em>Isospora</em> from lion and mangoose. The occurrence of GIP egg was highest among non-human primates (37%) and lowest among wild birds (13.5%). Among herbivores, the occurrence was 26.9% while in carnivores was 14.28%. The gastro-intestinal parasite richness count (GIPRC) among carnivores, herbivores, non-human primates and wild birds was 5/3, 5/3, 7/4 and 4/2 respectively. The overall occurrence of GIP eggs and oocysts in KZG was 63% and GIPRC was 21/8. Bug (Cimex lectularius) was identified from baboon and red patas; and Rhipicephalus sanguineus tick from buffalo and common jackal. The occurrence of EP and ecto-parasite richness count (EPRC) among buffalos, common jackal, baboon, red patas and spotted eagle owl were 100% and 2/3; 33% and 2/3; 25% and 1/3; 16% and 2/3; 20% and 1/3 respectively. Of the nine components of zoo biosecurity assessed in KZG, quarantine practices had highest biosecurity risk (100%) and risk level (2.6) while work and hygiene practices for staff and visitors poses lowest biosecurity risk of 58.3% and risk level of 2.0. <a href=\"https://www.modishproject.com/the-impact-of-regular-auditing-to-the-viability-and-organization-effectiveness-of-commercial-banks-in-nigeria-a-study-of-selected-banks/\">Audit and validation of biosecurity practices</a> in property management and wildlife sections revealed breaches in traffic control, isolation and sanitation in many sections (70%) of KZG.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"3QLwMImHvj\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"3QLwMImHvj\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=3QLwMImHvj\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>OCCURRENCE OF SALMONELLAE, ECTO- AND GASTRO-INTESTINAL PARASITES AND ASSESSMENT OF BIOSECURITY IN KANO ZOOLOGICAL GARDEN, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118693\" href=\"https://www.modishproject.com/occurrence-of-salmonellae-ecto-and-gastro-intestinal-parasites-and-assessment-of-biosecurity-in-kano-zoological-garden-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118693\" href=\"https://www.modishproject.com/occurrence-of-salmonellae-ecto-and-gastro-intestinal-parasites-and-assessment-of-biosecurity-in-kano-zoological-garden-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "OCCURRENCE OF SALMONELLAE, ECTO- AND GASTRO-INTESTINAL PARASITES AND ASSESSMENT OF BIOSECURITY IN KANO ZOOLOGICAL GARDEN, NIGERIA", "id": "0023"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118694 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">49</span></div><p><strong>ABSTRACT</strong></p><p>The study aimed at determining the prevalence of Babesia species infection in dogs in the Federal Capital Territory, Abuja, Nigeria and identification of ticks of the sampled animals. It further evaluated the parasitological and molecular characteristics of the ticks and <em>Babesia</em> species. A total of 480 asymptomatic dogs were sampled for tick and blood, using standard method. Ticks collected were identified to generic level using morphological features in a dissecting microscope. <a href=\"https://www.modishproject.com/effects-of-difference-timing-of-routine-vaccination-schedules-on-growth-performance-mortality-rate-and-blood-parameters-of-broilers/\">Thick and thin blood </a>smears were prepared, Geimsa stained and examined microscopically, for intra-erythrocytic merozoites of Babesia spp. Haematological parameters of sampled dogs were evaluated using automated haematology analyser. Genomic DNA was extracted from 30 Rhipicephalus spp. of ticks and 15 B. canis positive whole blood, followed by partial amplification of 18S rRNA gene using genus specific primers. The PCR products were purified and sequenced. The chromatograms were trimmed in ApE software, and aligned to generate a consensus sequence for each isolate. The nucleotide sequence BLAST analysis was carried out in NCBI database. Correct sequences of 9R. sanguineus and 3<em>B. c.</em> vogeli were obtained and deposited in the GenBank using Bank it tool.Multiple sequence alignments was carried out using ClustralW in MEGA7.0 software. Phylogenetic trees were constructed for <a href=\"https://www.modishproject.com/ecology-ticks-cattle/\">Rhipicephalus and Babesia species</a> using neighbour-joining and maximum likelihood methods respectively. The results showed an overall prevalence of 10.8% and 3.1% B. canis infection in dogs for thick and thin smears techniques respectively. The prevalence of Babesia infection in FCT based on sampled location was highest (12.5%) in Gwagwalada,Abuja Municipal and Kwali Area Councils and lowest (6.3%) in Abaji Area Council. The prevalence of B.canis infection based on sex showed that males had a higher (13.7%) than the females with 8.3% infection rate. The prevalence based on breed showed that exotic breeds had the highest (12.9%) while the cross breed had the lowest of 9.4% <em>B. canis</em> infection rate The prevalence based on purpose showed that hunting dogs had the highest (11.3%) while the pet dogs recorded no Babesiaspp. infections. The prevalence based on season showed that the rainy season had higher (14.6%) than the dry season with 7.1% of B. canis infection. The prevalence of Babesia infection based on tick infestations showed that tick infested dogs had higher (17.1%) than dogs without ticks, with 3.5% infection rate. The percentage of tick attachment based on predilection sites showed that the ear region had the highest (45%), while the scrotal and the mammary region had the lowest with 4.0%. There was significant (p &lt; 0.05) association between rate of Babesia infection and <a href=\"https://www.modishproject.com/candidiasis-single-married-group/\">age group, purpose, season and tick infestation</a>. No significant association was observed between Babesia infection and sex, breed, and sampled locations. The haematological parameters showed higher values for packed cell volume, haemoglobin concentration, red blood cell count and platelets in Babesia negative dogs.However,red blood cell count, lymphocytes and monocytes values were lower when compared with Babesia positive dogs. Out of the 2,043 ticks collected from sampled dogs, 99.9% were Rhipicephalus spp. and 0.1% were Amblyomma spp. The PCR amplified at 173bp and 612bp gene segments on gel electrophorogram for Rhipicephalus spp. and <em>B.</em> canis respectively. The BLAST analysis showed 96-100% and 100% similarity with R. sanguineus and B. c. vogeli respectively in the GenBank. The phylogenetic trees showed that sequences of R. sanguineus isolates from the study area(accession numbers: KY 799078 – KY799086) clustered together while the sequences of <em>B</em>. <em>c</em>. vogeli isolates (accession numbers: MF000388, MF000389, MF000390), separated into two different clades. The study concludes that <em>R</em>. sanguineus was the common ticks infesting dogs and B. canis vogeli was the subspecies of B. canis infecting the sampled dogs in the study area.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"6iVCG1x5Kc\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"6iVCG1x5Kc\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=6iVCG1x5Kc\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>PARASITOLOGICAL AND MOLECULAR STUDIES ON TICKS AND BABESIASPECIES INFECTION OF DOGS IN THE FEDERAL CAPITAL TERRITORY, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118694\" href=\"https://www.modishproject.com/parasitological-and-molecular-studies-on-ticks-and-babesiaspecies-infection-of-dogs-in-the-federal-capital-territory-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118694\" href=\"https://www.modishproject.com/parasitological-and-molecular-studies-on-ticks-and-babesiaspecies-infection-of-dogs-in-the-federal-capital-territory-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "PARASITOLOGICAL AND MOLECULAR STUDIES ON TICKS AND BABESIASPECIES INFECTION OF DOGS IN THE FEDERAL CAPITAL TERRITORY, NIGERIA", "id": "0024"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118695 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">54</span></div><p><strong>ABSTRACT</strong></p><p>The prevalence, morphometry and molecular characterisation of <em>Fasciola</em> species from slaughtered cattle and sheep, and snails from Maiduguri, Gombe and Jos were investigated. Prevalence of Fasciola spp. was studied by determination of eggs of the parasite in both faeces and bile, while <a href=\"https://www.modishproject.com/occurrence-of-cryptosporidium-oocysts-in-catfish-clariasgariepinus-and-its-habitats-in-zaria-kaduna-state-nigeria/\">morphometric description</a> was done using standard keys and descriptions. For molecular characterisation, the first internal transcribed spacer (ITS-1) of nuclear ribosomal DNA (rDNA), 28S rDNA and NADH dehydrogenase subunit 4 (NAD4) respectively were amplified from individual Fasciola isolated from bile duct by polymerase chain reaction (PCR). All collected snails were subjected to morphological identification using standard keys. The DNA of <em>Fasciola</em> spp. was similarly characterised in Lymnaea natalensis by the use of 28S rDNA, while the Lymnaea (Radix) natalensis was characterised by the use of 18S rDNA. Representative amplicons of both <em>Fasciola</em> spp and Lymnaea natalensis were sequenced, and NCBI databases were used for sequence homology analysis using BLAST and ClustalW programs, while phylogenetic analysis was done in ApE and Molecular Evolutionary Genetics Analysis (MEGA). Combined location prevalence rate was 27.52% for cattle and 11.97% for sheep. For cattle, sex, age or breed had no significant (p≥0.05) impact on prevalence rate, while for sheep, only age had an impact, as more adult than young sheep were infected (12.62% compared to 2.63%). Jos, had a significantly (p&lt;0.05) higher prevalence of 35.43% followed by Gombe (26.99%), while Maiduguri had the lowest (19.63%). In cattle, there was a negative association between the number of positive animals and egg per gram of faeces and bile (EPG), with Maiduguri having a mean EPG of 65.85±13.2 followed by Gombe 45.48± 10.8 and Jos the least (14.4± 1.34). For sheep, Jos had significantly (p&lt;0.0.010) higher prevalence rate (24.35%) than both Maiduguri (6.16%) and Gombe (5.52%). Actual mean EPGs were 19.71, 36.34 and 14.47 for the respective locations. For both cattle and sheep, mean EPG were significantly (p&lt;0.05) higher by the bile sedimentation method than by faecal analysis. For cattle, values were 41.12±5.8 versus 15.72± 3.8, while for sheep values were 50.88±15 versus 8.36±1.9 for bile and faeces respectively. Month of sampling had a significant (p≤0.05) <a href=\"https://www.modishproject.com/analgesic-anti-inflammatory/\">influence on infection rate with most animals</a> infected in January – February, being the months with highest infections. Morphological differences were observed in linear measurements and ratios. Three useful morphological parameters (BL, CL, CW) and one ratio (BW/BL) showed significant (p&lt;0.05) variations among samples from the locations, and may therefore be relevant for phenotypic differentiation of species. The molecular identification using ITS-1, 28S rDNA and NAD4 and the sequencing revealed the presence of both F.hepatica and F.gigantica in the study areas. Analaysis of the overall genetic sequence data showed that 64.7% of the sequences of Fasciola isolates were F. gigantica, while 35.3% were F. hepatica. Of the F.hepatica isolates, 66.6% were from Jos. The phylogenetic tree constructed based upon the ITS-1 sequences revealed a close relationship (95-98%) with isolates of F. gigantica from Bukina Faso and South Africa, while the <em>F. hepatica</em> isolate had 84% identity with that from Iran. The 18S rRNA of Lymnaea natalensis was identified molecularly at 450bp. The sequences had between 99-100% similaritiesamong themselves and 98-100% with other deposited reference Lymnaea natalensis sequences. All our Lymnaea (Radix) natalensis sequences formed a clade different from the clade formed by other reference sequences. Lymnaea (Radix) natalensis sequences from Nigeria seem to clade separately from deposited sequences from GenBank. Conclusively, the prevalence of <em>Fasciola</em> spp indicates a high morbidity in the sampled animals. The study had shown that, a well defined relationship exists between egg counts in bile and faeces of cattle, but not sheep in this study.</p><p>This study also confirmed the presence of F.gigantica and strongly suggests the existence of F.hepatica for the first time, to the best of our knowledge, using molecular tools. The findings ofthe two species of Fasciola (F. hepatica and F.gigantica) may have implications for livestock and human infections and vaccine types to be developed in the control of fasciolosis in the study locations and Nigeria.The findings also confirmed the existence of Lymnaea (Radix) natalensis and its role as intermediate host of <em>Fasciola</em> spp in the study areas. In addition, experimental infection of different breeds of cattle and sheep with Fasciola spp, complete sequence of the ITS-1, 28S rDNA, NAD4 of Fasciola spp and 18S rDNA of Lymnaea (Radix) natalensis and investigation of snails such as Melanoides tuberculata and Biomphalaria pfeifferei as potential intermediate hosts of Fasciola spp are recommended for further studies.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"dwtk7Tqmt5\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"dwtk7Tqmt5\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=dwtk7Tqmt5\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>PREVALENCE AND CHARACTERISATION OF FASCIOLA SPECIES FROM SNAILS, SLAUGHTERED CATTLE AND SHEEP FROM MAIDUGURI, GOMBE AND JOS ABATTOIRS, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118695\" href=\"https://www.modishproject.com/prevalence-and-characterisation-of-fasciola-species-from-snails-slaughtered-cattle-and-sheep-from-maiduguri-gombe-and-jos-abattoirs-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118695\" href=\"https://www.modishproject.com/prevalence-and-characterisation-of-fasciola-species-from-snails-slaughtered-cattle-and-sheep-from-maiduguri-gombe-and-jos-abattoirs-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "PREVALENCE AND CHARACTERISATION OF FASCIOLA SPECIES FROM SNAILS, SLAUGHTERED CATTLE AND SHEEP FROM MAIDUGURI, GOMBE AND JOS ABATTOIRS, NIGERIA", "id": "0025"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118728 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">55</span></div><p><strong>ABSTRACT</strong></p><p>Newcastle disease (ND) and gastrointestinal (GIT) helminths remain constant threats to pigeon production in Nigeria and other parts of the world. It was against this background that this study was carried out, to determine the prevalence and risk factors for ND and GIT helminths of domestic pigeon (Columba liviadomestica) in Kano Metropolis, Nigeria. A total of 780 each of <a href=\"https://www.modishproject.com/the-effect-of-ethanolic-extract-of-acanthus-montanus-on-fasting-blood-sugar-levels-of-adult-wistar-rats/\">blood samples</a> and GIT contents (comprising 260 each from households, live bird markets( LBM) and commercial farms) were collected from purposively sampled pigeons in the study area. Haemagglutination inhibition (HI) test was conducted according to standard protocols on serum samples to determine the presence and titre of ND antibodies. Parasitological examinations were performed on the GIT contents using gross examination for adult helminths and Simple flotation technique for helminth eggs. A structured questionnaire was also administered to owners of pigeons to evaluate the risk factors for occurrence and spread of ND and GIT helminths. Pearson Chi square was used to determine if the risk factors were significant, while Univariate Odd‟s Ration was used at 95% confidence interval (CI) to determine the strength of association between the factors and ND and GIT helminths. The overall seroprevalence of ND antibodies in <a href=\"https://www.modishproject.com/effects-of-field-trip-and-land-laboratory-activities-on-students-achievement-and-interest-in-poultry-production-in-senior-secondary-schools-in-nsukka-enugu-state-nigeria/\">domestic pigeons</a> was 28.1%. The prevalence of ND in pigeons in households, LBMs and commercial farms were 26.2%, 16.5% and 41.5%, respectively. The overall mean ND antibody titre of the domestic pigeons was 2.13 ± 0.65 log<sub>2</sub>. The highest mean ND antibody titre was observed in pigeons in commercial farms (2.38 ± 0.34log<sub>2</sub>) when compared to those in households (1.90 ± 0.20 log<sub>2</sub>) and LBMs (2.12 ± 0.26 log<sub>2</sub>). An overall prevalence rate of 46% was observed for GIT helminths, with the domestic pigeons predominantly infested with Raillietinatetragona (12.9%), Raillietinaechinibothrida (13.2%), Railliettinacesticillus (7.4%), Ascaridiacolumbae (6.2%)</p><p>and Ascaridiagalli (6.3%). The highest prevalence of intestinal helminths was observedin domestic pigeons in households (22.6%) in comparison to those in LBMs (12.2%) and commercial farms (11.3%). The study revealed that 12 (63.2%) of the 19 risk factors evaluated were significant (p≤0.05). The most significant risk factor was allowing pigeons to mix with other birds species (p = 0.001, OR = 11.58, 95%CI = 0.24-54.34) and allowing pigeons access to poultry house (p = 0.002, OR: 11.12, 95%CI: 0.80 – 6.36). The present study established that pigeons in the study area might have been exposed to ND virus or pigeon paramyxovirus type 1. The low ND HI titre implies that pigeons in the study area were not adequately protected against ND, and <a href=\"https://www.modishproject.com/appraisal-of-poultry-feeds-marketing-in-anambra-state-nigeria/\">infestation of the domestic pigeons</a> by GIT helminths was high. Majority of the risk factors for the occurrence and spread of ND and GIT helminths in domestic pigeons in Kano Metropolis were significant. Further studies should be conducted to isolate the ND virus and other parasites of domestic pigeons in the study area.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"EC8rwON6Oc\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"EC8rwON6Oc\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=EC8rwON6Oc\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>PREVALENCE AND RISK FACTORS FOR NEWCASTLE DISEASE AND GASTRO-INTESTINAL HELMINTHS OF DOMESTIC PIGEONS (Columba liviadomestica) IN KANO METROPOLIS, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118728\" href=\"https://www.modishproject.com/prevalence-and-risk-factors-for-newcastle-disease-and-gastro-intestinal-helminths-of-domestic-pigeons-columba-liviadomestica-in-kano-metropolis-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118728\" href=\"https://www.modishproject.com/prevalence-and-risk-factors-for-newcastle-disease-and-gastro-intestinal-helminths-of-domestic-pigeons-columba-liviadomestica-in-kano-metropolis-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "PREVALENCE AND RISK FACTORS FOR NEWCASTLE DISEASE AND GASTRO-INTESTINAL HELMINTHS OF DOMESTIC PIGEONS (COLUMBA LIVIADOMESTICA) IN KANO METROPOLIS, NIGERIA", "id": "0026"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118706 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">59</span></div><p><strong>ABSTRACT</strong></p><p>In a study to determine the prevalence of Brucella antibodies in horses and knowledge, attitude and practices of groomers, blood samples for serum were collected from 304 horses of various breeds, sexes, age – groupsand purposes (uses) in three <a href=\"https://www.modishproject.com/factors-contributing-to-the-poor-academic-performance-of-students-in-social-studies-in-junior-secondary-school-a-case-study-nkanu-east-local-government-area-of-enugu-state/\">Local Government Areas of Kaduna State</a><strong>,</strong> Nigeria. The samples were analysed using Rose Bengal Plate Test (RBPT) and Serum Agglutination Test – EDTA (SAT – EDTA). The knowledge, attitudes and practices of the groomers  in the various stables  under  study were  determined using a structured  questionnaire.   From  the   study,  the  overall  seroprevalences    was   5.59%and 20.07% using RBPT and SAT-EDTA respectively. The seroprevalences by breed were 11.9% and 12.70% by RBPT and SAT-EDTA respectively for Arewa breed, 1.69% and 28.81% by RBPT and SAT-EDTA respectively for Argentine breed, 0.00% and 21.74% by RBPT and SAT-EDTA respectively for Sudanese breed and 0.00% and 16.21% by RBPT and SAT-EDTA respectively for Talon breed of horses. The corresponding seroprevalences by sex were 0.84% and 29.41% for females and 8.65% and 14.05% for males. The seroprevalences by age-group were 8.33%, 8.97%, 0.99% and 2.94% for 1 to 5 years old, 6 to 10 years old, 11 to 15 years old and above 15 years old respectively using the RBPT. Respective seroprevalences by purpose were 11.82%, 1.34%, and 2.22% for ceremonial, polo and racing horses using the RBPT. From the structured questionnaire, 37.50% of the respondents were aware of brucellosis and 22.50% ascribed their sources of information on the disease to be the media, 10.00% of the experienced groomers among the respondents and 5.00% professionals who attended to the veterinary care of their horses.</p><p>Of the respondents, 12.50% knew brucellosis to be zoonotic disease contracted through ingestion and 2.50% through contact. Considering clinical signs, 12.50% and 7.50% respectively reported night sweats and fever as clinical signs of brucellosis in man. Considering attitude of respondents towards brucellosis, 15.00% of the respondents reported lending out stallions for breeding, 2.50% did not borrow stallions for breeding because they considered <a href=\"https://www.modishproject.com/determination-of-epidemiological-factors-associated-with-bovine-tuberculosis-in-selected-local-government-areas-of-katsina-state-nigeria/\">brucellosis and trichomoniasis</a> being reproductive diseases that could result through the use infected stallions. The study also reported 52.50% and 40.00%of the respondents were in the habit of lending and borrowing grooming tools respectively, even though they regarded such acts as capable of causing diseases like ulcerative lymphangitis (95.00%), ringworm (72.50%), dermatophilosis (5.00%) and thrush (7.50%). Similarly, 67.50% of the respondents participated in durbar and other tournaments and reported such participation to result in diseases and conditions like ulcerative lymphangitis (25.00%) and wounds (27.50%). The study further showed that,50.00% of the respondents were grazing their horses where other animals grazed and even where there were reports of abortions by such animals without their horses coming down with brucellosis. All the respondents reported giving their horses‟ routine veterinary medical care, especially on babesiosis. From the study, it was concluded that Brucella antibodies were circulating in the blood of the sampled horses and that there were breed predisposition to the infection. Males were more seroprevalent than females while seropositivity increased with the age of the horses. There is the need to conduct further studies to determine the Brucella spp circulating among horses in the study area particularly that horses have been reported to graze on pastures where other animals had previously grazed and had history of abortions.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1\nBackground to the Study</strong></p><p>Brucellosis is a highly contagious, zoonotic, and\neconomically important bacterial disease of animals and humans worldwide (OIE,\n2000). It is also one of the most important infectious causes of reproductive\ndisorders in domestic animals (OIE, 2000). The disease is also called\ncontagious abortion, infectious abortion, and epizootic abortion. In horses it\nis called “fistulous withers” and “poll evil” (Megid <em>et al.,</em> 2010; Rust, 2012). In cattle, it is called „Bang‟s Disease‟\nin tribute to the Danish veterinarian who was the pioneer in the study of the\ndisease in this species (Megid <em>et al.,</em>\n2010; Rust, 2012). The disease in humans is called “Malta fever”,\n“Mediterranean fever” and “Gibraltar fever” according to the region in which\nthe illness was first described (Megid<em>et\nal.,</em> 2010; Rust, 2012). It is also known as undulating fever due to the\noscillating temperature presented by infected persons. Clinical signs vary\naccording to the animal species that is being infected and the infecting <em>Brucella</em> species (Rust, 2012).</p><p>Brucellosis is caused by members of the genus Brucella which is a Gram negative, facultative intracellular bacterium and can infect many animal species and man (Corbel, 1997; Young, 2000). Members of the genus are small (0.5-0.7 by 0.6-1.5µm), non-motile, encapsulated, and coccobacilli (Ryan and Ray, 2004). Genetically, ten species of the genus Brucella have been documented and they include B.abortus, B. melitensis, B. suis,<em> B. ovis</em>, B. canis, and B. neotome, B pinipedialis, B ceti, B muris and B inapinata. However, cross-species infections by these Brucella species have been reported (Foster et al., 2007). For example, cattle can be infected by both B. abortus and B. melitensis at the same time (Abdulssalam and Fein, 1976). Brucella abortus is the species of Brucella documented to cause brucellosis in horses (Kaltungo <em>et al</em>., 2013).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"mrLn4sa87B\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"mrLn4sa87B\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=mrLn4sa87B\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>PREVALENCE OF BRUCELLA ANTIBODIES IN HORSES AND KNOWLEDGE, ATTITUDE AND PRACTICES OF GROOMERS IN THREE LOCAL GOVERNMENT AREAS OF KADUNA STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118706\" href=\"https://www.modishproject.com/prevalence-of-brucella-antibodies-in-horses-and-knowledge-attitude-and-practices-of-groomers-in-three-local-government-areas-of-kaduna-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118706\" href=\"https://www.modishproject.com/prevalence-of-brucella-antibodies-in-horses-and-knowledge-attitude-and-practices-of-groomers-in-three-local-government-areas-of-kaduna-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "PREVALENCE OF BRUCELLA ANTIBODIES IN HORSES AND KNOWLEDGE, ATTITUDE AND PRACTICES OF GROOMERS IN THREE LOCAL GOVERNMENT AREAS OF KADUNA STATE, NIGERIA", "id": "0027"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118740 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">41</span></div><p><strong>ABSTRACT</strong></p><p>Nigeria has one of the fastest growing population in Africa. Increasing population and nutritional knowledge may put pressure of demand on the dairy industry, which may in turn compromise the quality of dairy products. The <a href=\"https://www.modishproject.com/prevalence-of-multidrug-resistant-livestock-associated-staphylococcus-aureus-isolated-from-nasal-passage-of-healthy-cattle-in-kara-market-ogun-state-nigeria/\">likelihood of heavy contaminations of dairy cattle feeds</a> and milk products by fungi and aflatoxins, in this part of the world, may be encouraged by the prevailing climatic conditions. Such level of contamination could be of greater concern, with over 80% of dairy production in Nigeria, in the hands of pastoralists, who have little or no knowledge of the subject matter. Majority of Nigerians, mostly in the low and rarely of the medium economic status, depend largely on locally produced and processed milk and milk products for protein supplementation. It therefore, implies that, many consumers are exposed to the risks of aflatoxin and other health related issues through consumption of contaminated dairy products. The aim of this study therefore was to investigate the occurrence of aflatoxigenic strains of <em>A. flavus</em> and their aflatoxins B1 and M1 (AFB1 and AFM1) in dairy cattle feeds and milk products from Fulani herd groups and conventional dairy herds in Kaduna State of Nigeria. The major objectives of the study were to isolate and identify the toxigenic strains of <em>A. flavus</em> from feeds using phenotypic means and identify the strains by PCR methods. Their metabolic products were also detected and quantified from feeds, milk and milk products using Enzyme linked Immunosorbent Assay (ELISA) and and High Performance Liquid Chromatography (HPLC) techniques for screening and confirmation. Out of the total of 144 dairy feed samples collected and analyzed in this study, 86 (59.7%) had fungal contamination of which 48 (55.8%) and 16 (18.6.7%) were A. flavus and A. parasiticus respectively. Of these proportions, 12 (18.8%) and 4 (6.3%), were identified as aflatoxigenic strains of A. flavus and A. parasiticus respectively. The average fungal colony forming units (CFU) determined in this study was 4.5 Log<sub>10</sub> CFU/gram of feed. This level is below the EU recommendation of 5.0 Log<sub>10</sub> CFU/g for poorly preserved feeds. Feeds fortified with concentrates, feeds of cereal grains only and hay were evaluated for levels of contamination by both aflatoxigenic and non-aflatoxigenic strains of A. flavus.</p><p>In any of the feed type, there were relatively higher proportions of non-toxigenic strains (66.3 – 79.1%) than the aflatoxigenic strains (20.9 – 33.7%). Out of 144 dairy feed samples collected for <a href=\"https://www.modishproject.com/knowledge-and-compliance-of-ebonyi-state-university-undergraduates-to-voluntary-counselling-and-testing-for-human-immune-deficiency-virus-hiv-and-acquired-immune-deficiency-syndrome-aids/\">testing using comparative analytical methods</a>, 86.8% and 91.6% samples tested positive for aflatoxins B1. Of the positive samples, 92.0% showed AFB1 contamination levels at ≥ 5 ppb of which 56 (49.0%) had AFB1 contamination levels of up to and above 20ppb. Significant proportions of these AFB1 positive samples were feeds fortified with concentrates (14.6%), feeds of grain origin (8.3%), stored feeds (16.7%) and feeds from small holder‘s farms (&gt;43.8%). A total of 201 milk and milk products were tested for AFM1 in this study, of which 174 (86.8%) and 197 (98.0%) of all the products tested positive for AFM1 with HPLC and ELISA analytical methods respectively. In this study, factors such as size and type of dairy farms seemed to have influence on the level of aflatoxin contamination. For instance, small scale dairy farms, comprising mostly of Fulani herds, showed significant proportion (91.7%) of samples positive for AFM1 contamination. Other factors of influence studied amongst others included, effects of heat-treatment temperatures on AFM1 concentration, such as milk sterilization at 121<sup>o</sup>C which showed reasonably lower AFM1 concentration of 142.09 ppb than the lower temperature treatment of 80<sup>o</sup>C which showed an AFM1 concentration of 183.58 ppb, when compared with the original fresh unpasteurized milk (219.98 ppb). Locally fermented yoghurt (Kindirmo) and milk (Nono) displayed relatively lower mean AFM1 concentrations of 0.158±0.025ppb and 0.231±0.019 ppb. Findings from this study have indicated potential health risks associated with the consumption of dairy products, particularly those products processed locally. Therefore, adequate and all-inclusive measures are recommended to be put in place for routine monitoring of dairy products including the locally processed products before they are marketed for human consumption in Nigeria.</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"w6tF5C9vaZ\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"w6tF5C9vaZ\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=w6tF5C9vaZ\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>STUDIES ON AFLATOXIGENIC ASPERGILLUS FLAVUS AND AFLATOXINS B1 AND M1 AND THEIR OCCURRENCE IN DAIRY CATTLE FEEDS AND MILK PRODUCTS IN KADUNA STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118740\" href=\"https://www.modishproject.com/studies-on-aflatoxigenic-aspergillus-flavus-and-aflatoxins-b1-and-m1-and-their-occurrence-in-dairy-cattle-feeds-and-milk-products-in-kaduna-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118740\" href=\"https://www.modishproject.com/studies-on-aflatoxigenic-aspergillus-flavus-and-aflatoxins-b1-and-m1-and-their-occurrence-in-dairy-cattle-feeds-and-milk-products-in-kaduna-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "STUDIES ON AFLATOXIGENIC ASPERGILLUS FLAVUS AND AFLATOXINS B1 AND M1 AND THEIR OCCURRENCE IN DAIRY CATTLE FEEDS AND MILK PRODUCTS IN KADUNA STATE, NIGERIA", "id": "0028"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118765 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">42</span></div><p><strong>ABSTRACT</strong></p><p>A serosurveillance study was conducted to detect the presence of antibodies to African swine fever virus (ASFV) and classical swine fever virus (CSFV) in pigs sampled frompiggeries and Makurdi central slaughter slab in Benue State, Nigeria. Four hundred and sixteen (416) pigs from 74 piggeries across 12 LGAs and 44 pigs at the Makurdi central slaughter slab were sampled for serum. The sera collected were analysed using Indirect Enzyme Linked Immunosorbent Assay (ELISA) test kit to test for antibodies to ASFV while competitive Enzyme Linked Immunosorbent Assay (ELISA) test kit was used to test for antibodies to CSFV. Questionnaire were distributed to 80 respondents consisting of farmers and slaughter slab workers to determine the risk factors associated with ASF and CSF infection. Of the 416 pigs from piggeries and 44 pigs sampled from the slaughter slab, 7 (1.7 %) and 6 (13.6 %) respectivelytested positive to ASFV antibodies and the detection rate was significantly associated with the pigs sampled in the different locations(p &lt; 0.0001),while none tested positive to CSFV antibodies in both locations. Out of the 12 LGAs sampled, Obi LGA had the highest ASFV antibody detection rate of (4.8%)and the detection rate was significantly associated with the pigs sampled in different LGAs (p &lt; 0.0001).Piggeries located within 1km radius of a slaughter slab(OR=9.2, 95 % CI – 3.0 – 28.8), piggeries near refuse dump sites (OR=3.0, 95 % CI – 1.0 – 9.5)and piggeries where farm workers wear their work clothes outside of the piggery premises (OR=0.2, 95 % CI 0.1 – 0.7)were significantlyassociated (p &lt; 0.0001), (p = 0.05)and (p &lt; 0.005)with ASF infection of the sampled piggeries. Sanitary measures in piggeries were observed to be generally very poor,though respondents admitted being aware of ASF. The study concluded that antibodies to CSFV were absent in the sampled pigs in piggeries and at the Makurdi slaughter slab in Benue State. Also that antibodies to ASFV were detected both in sampled pigs in piggeries and at the Makurdi slaughter slab and may pose a great risk in the study area.It is therefore recommended that further studies be carried out to investigate possible sources of infection in ASFV positive pigs and also characterise the ASFV circulating in Benue State. Adherence to hygienic and proper sanitary measures in piggeries, routine surveillance and monitoring of ASFV and CSFV antibodies in pigs in Benue State to provide a comprehensive and readily accessible data base on these diseases to plan for the prevention of any fulminating outbreak were equally recommended.</p><p><strong>CHAPTER\nONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1\nBackground Information</strong></p><p>African swine fever and classical swine fever are the two most feared and important contagious diseases of pigs worldwide (Penrith <em>et al</em>., 2011; Penrith <em>et al</em>., 2013) and are World Organization for Animal Health (OIE) notifiable diseases (Petrov and Salzungen, 2015). African Swine Fever (ASF) is also known as Peste porcine Africaine, fiebre porcina Africana, maladie de Montgomery(Penrith<em> et al</em>., 2013) while Classical SwineFever (CSF) is known as Hog Cholera, Peste du Porc, colera Porcina, Virusschweinepest (Penrith et al., 2011; Petrov and Salzungen, 2015).</p><p>While outbreaks of ASF have a long and on-going history in Africa (Fasina <em>et al</em>.,2010), CSF up to now is considered an <a href=\"https://www.modishproject.com/semen-quality-haematological/\">exotic disease within African member states</a> with exception of Madagascar and Mauritius (Penrith <em>et al</em>., 2011;Aiki-Raji<em>etal</em>., 2014). However, very recently CSF was reported in domestic pigsslaughtered at an abattoir in Ibadan, South-western Nigeria (Aiki-Raji<em>etal</em>., 2014),thereby, making both diseases of high risks to the pig industry in Nigeria.</p><p>The two diseases exhibit similar clinical picturebut their causative agents differ greatly (Penrith, <em>et al</em>., 2013;Petrov and Salzungen, 2015). Afican swine feveris caused by African Swine Fever Virus (ASFV),a large, double-stranded DNA virus,belongingto its own genus;<em>Asfivirus</em>, the only member of the family Asfarviridae(Dixon <em>et al.</em> 2004), while CSFis caused by Classical Swine Fever Virus (CSFV),a small enveloped positive single-stranded RNA virus of the genus Pestivirus, family Flaviviridae (Petrov and Salzungen, 2015). Both viruses affect only members of the pig family <em>Suidae</em> (Plowright <em>etal</em>., 1994; Moennig, 2000) and are highly contagious to pigs and their ancestor, the Eurasian wild boar (Sus scrofa ferus).African swine fevervirus is the only known DNA arbovirus that has a biological vector that can maintain and transmit the virus (Dixon <em>et al.</em> 2005).</p><p>The pig population in Nigeria is estimated at over\n7.4 million and is concentrated mainly in the Middle Belt and Southern parts of\nthe country (FAO, 1998b; NBS, 2010). Small holder farms raise most of these\npigs(El-Hicheri, 1998; NBS, 2010 Cited by FLD, 2010).This important pig\npopulation contributes highly to the food security of the low income rural and\nperiurban population (Ate and Oyedipe, 2011;El-Hicheri, 1998) thereby\ncontributing significantly to the economic welfare of the rural population as\nwell as playing an important role in the social and cultural life of most of\nthe communities in the southern and middle-belt States of Nigeria, including\nproviding cheap meat for traditional marriages and burial rites (Ate and\nOyedipe, 2011). In addition, pigs provide a ready and regular source of cash to\nmeet the rural families’ needs, such as paying educational and health expenses;\nand procurement of farm inputs on a day to day basis (El-Hicheri, 1998; Ate and\nOyedipe, 2011).</p><p>The pig industry in Nigeria can be classified into small holder farms(having fewer than 50 pigs in the herd at any point in time); medium holder farms (with 50 to 100 pigs in the herd at any point in time); and large holder farms (of over 100 pigs in the herd at any point in time) (Awosanya etal., 2015). The pig farming industry in Nigeria has a significant presence in the north-central and south-western Nigeria. The pig production system in Benue state Nigeria is predominantly semi-intensive (El-Hicheri, 1998; FAO, 1998a).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"AclumadJ4v\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"AclumadJ4v\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=AclumadJ4v\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>SURVEILLANCE FOR AFRICAN SWINE FEVER AND CLASSICAL SWINE FEVER IN BENUE STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118765\" href=\"https://www.modishproject.com/surveillance-for-african-swine-fever-and-classical-swine-fever-in-benue-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118765\" href=\"https://www.modishproject.com/surveillance-for-african-swine-fever-and-classical-swine-fever-in-benue-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "SURVEILLANCE FOR AFRICAN SWINE FEVER AND CLASSICAL SWINE FEVER IN BENUE STATE, NIGERIA", "id": "0029"}, {"content": "<div class=\"td-post-content\"><div class=\"post-views post-118784 entry-meta\">\n<span class=\"post-views-icon dashicons dashicons-chart-bar\"></span>\n<span class=\"post-views-label\">Post Views: </span>\n<span class=\"post-views-count\">43</span></div><p><strong>ABSTRACT</strong></p><p>West Nile virus (WNV) infection is mosquito-borne zoonoses involving birds, horses, humans and other species of animals. This study was designed to determine the seroprevalence and risk factors of WNV infection in horses and to detect for the viral antigen in mosquitoes in Kaduna State, Nigeria. A total of 368 horses and 31 pools of <em>Culex</em> species of mosquitoes were tested for anti WNV IgG antibodies and antigen using Competitive Enzyme-Linked Immonosorbent Assay and Vector test<sup>®</sup> respectively in four selected Local Government Areas (LGAs) of Kaduna State. A structured interviewer administered questionnaire was used to determine presence of factors in the stables that are associated with WNV infection in horses. Out of the 368 horses tested, 331(89.9%) were seropositive for WNV infection. Based on the LGA, a statistically significant higher seroprevalence (P=0.003) was found in Kaduna North LGA (98.9%) followed by Zaria, Igabi and Sabon Gari with prevalence of 88.7%, 86.0% and 78.3% respectively. There was no significant association of WNV seropositivity with age and sex of horses. Only 1(3.2%) pool from Zaria LGA out of the 31 mosquito pools, tested positive for WNV antigen. There was low level of awareness on WNV infection and its transmission among horse attendants and presence of wild birds, stagnant water, grasses, trees and waste bins around the stables. This study has identified high seroprevalence of WNV in apparently healthy horses in Kaduna State and <em>Culex</em> species of mosquito in stables at the time of study are carrying WNV. Conditions suitable for transmission of WNV infection are abundant in horse stable environments in the state. There is the need for dedicated surveillance for WNV infection in Nigeria. The inclusion of WNV in the differential diagnosis of fevers of unknown origin in medical hospitals, along-side public health education of the population on the disease is necessary.</p><p><strong>CHAPTER ONE</strong></p><p><strong>INTRODUCTION</strong></p><p><strong>1.1</strong>          <strong>Background of the study</strong></p><p>West Nile virus (WNV) is a re-emerging mosquito-transmitted disease causing WNV disease in humans and animals (Cantile <em>et al</em>., 2000; Durand <em>et al</em>., 2002; Murgue <em>et al</em>., 2001a; Autorino <em>et al</em>., 2002; Charrel <em>et al</em>., 2003 Castillo-Olivares and Wood, 2004). WNV was first isolated in 1937 from the blood of a febrile adult human in the West Nile District of Uganda (Smithburn <em>et al.</em>, 1940). The virus (WNV) is a member of the Japanese encephalitis virus complex which includes, Japanese encephalitis virus (JEV), Saint Louis encephalitis virus (SLEV), and Murray Valley encephalitis virus within the genus Flavivirus and family Flaviviridae (Heinz<em> et al</em>., 2000). The genetic material of the WNV isa positive-sense, single stranded RNA that is between 11,000 and 12,000 nucleotides long, which encode seven non-structural proteins and three structural proteins. The RNA strand is held within a nucleocapsid formed from 12-kDa protein blocks, the capsid is contained within a host-derived membrane altered by two viral glycoproteins (Galli <em>et al.</em>, 2004).</p><p>The virus is transmitted in <a href=\"https://www.modishproject.com/the-study-investigates-social-perception-of-tricycles-restriction-and-waste-management-strategies-in-enhancing-environmental-aesthetics-and-psychological-wellbeing-of-residents-in-uyo/\">natural cycles</a> mainly between mosquitoes and birds, with humans and horses serving as incidental hosts as well as dead-end host (Burke and Monath, 2001). In humans and equines, WNV infection is usually asymptomatic or characterized by a mild febrile illness to encephalitis with fatal outcome (Petersen and Reohrig, 2001; Bunning <em>et al</em>., 2002; Garcia-Bocanegra et al., 2011). There is no specific treatment for WNV disease and clinical management is supportive. Diagnosis is based on serology, viral isolation and characterization (CDC, 2015a).</p><p>WNV has since been reported in\nAfrica, the Middle East, Asia, Southern Europe, Australia and North America\n(Campbell <em>et al</em>., 2002; Roehrig <em>et al.,</em> 2002; Zeller and Schuffenecker,\n2004; MacKenzie and Williams, 2009). The initial outbreak of the virus in North\nAmerica was recognized in the fall of 1999 in New York City with reported death\nin humans, horses, and numerous species of birds, since then, there has been an\nincrease in geographic distribution of WNV in North America (CDC, 2002a; Brien <em>et al,</em>2008).</p><p>WNV disease is considered a\nre-emerging pathogen affecting both humans and animals (Morens <em>et al.,</em> 2004). Multiple factors\ncontributing to the emergence of the virus include human susceptibility to\ninfections, climate and weather, breakdown of public health measures, economic\ndevelopment and land use, human demographics and behaviour, along with\ninternational travel and commerce, contribute to the emergence and re-emergence\nof the disease (Morse, 1995; Felissa, 2006).</p><p>WNV is globally distributed and the first case was reported in Western Hemisphere in 1999 in New York City (Nash <em>et al.</em>, 2001). The virus has also spread to Europe, beyond the Mediterranean basin, and a new strain of the virus was reported in Italy in 2012 (Barzon <em>et</em> <em>al., </em>2012). WNV is considered to be an endemic pathogen in Africa, Asia, Australia, Middle East, Europe and United States, of which there was an experience of one of its worst epidemics in the year 2012 resulting in death of 286 people in the United States of which Texas being mostly affected with the disease outbreak (Murray <em>et al.,</em> 2013), making the year (2012) the worst record for WNV disease outbreak in the United States (Fox, 2013).</p><p>WNV can occur in horses as West Nile encephalitis virus, resulting from mild febrile illness to encephalitis, the incubation period for equine West Nile encephalitis following mosquito transmission is estimated to be 3–15 days (OIE, 2013). A transient viraemia of low virus load anticipate clinical onset of WNV infection (Schmidt and El Mansoury, 1963; Bunning <em>et al</em>., 2002). In humans and equine, most WNV infections are asymptomatic; approximately 20 to 30% of <a href=\"https://www.modishproject.com/evaluation-of-anticoccidial-properties-of-the-methanol-root-bark-extract-of-annona-senegalensis-pers-in-broilers-experimentally-infected-with-eimeria-tenella/\">infected individuals develop</a> flu-like clinical manifestation characterized as West Nile fever (Perelygin <em>et al.,</em> 2002; Wang <em>et al,</em> 2004a<strong>).</strong> In a subpopulation of individuals, at least 1 out of 150 develops a neuroinvasive or encephalitis disease caused by WNV. (Petersen <em>et al.,</em> 2001; Perelygin <em>et al.,</em> 2002; Pestka <em>et al.,</em> 2004).</p><figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-modish-project\"><div class=\"wp-block-embed__wrapper\"><blockquote class=\"wp-embedded-content\" data-secret=\"4faCl7bI7r\"><a href=\"https://www.modishproject.com/download-complete-project-topics-and-materials/\">payment</a></blockquote><iframe class=\"wp-embedded-content\" data-secret=\"4faCl7bI7r\" frameborder=\"0\" height=\"338\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://www.modishproject.com/download-complete-project-topics-and-materials/embed/#?secret=4faCl7bI7r\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“payment” — Modish Project\" width=\"600\"></iframe></div><figcaption>SURVEY FOR WEST NILE VIRUS INFECTION IN HORSES AND CULEX MOSQUITOES IN HORSE STABLES IN SELECTED LOCAL GOVERNMENT AREAS OF KADUNA STATE, NIGERIA</figcaption></figure><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon no-text\" data-shared=\"sharing-twitter-118784\" href=\"https://www.modishproject.com/survey-for-west-nile-virus-infection-in-horses-and-culex-mosquitoes-in-horse-stables-in-selected-local-government-areas-of-kaduna-state-nigeria/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Twitter (Opens in new window)</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon no-text\" data-shared=\"sharing-facebook-118784\" href=\"https://www.modishproject.com/survey-for-west-nile-virus-infection-in-horses-and-culex-mosquitoes-in-horse-stables-in-selected-local-government-areas-of-kaduna-state-nigeria/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span></span><span class=\"sharing-screen-reader-text\">Click to share on Facebook (Opens in new window)</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"jp-relatedposts\" id=\"jp-relatedposts\"><h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3></div></div>", "title": "SURVEY FOR WEST NILE VIRUS INFECTION IN HORSES AND CULEX MOSQUITOES IN HORSE STABLES IN SELECTED LOCAL GOVERNMENT AREAS OF KADUNA STATE, NIGERIA", "id": "0030"}]